{
  "title": "Chinese scientific researchers gain more global recognition",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>Chinese scientific researchers gain more global recognition</h2><div id=\"readability-page-1\" class=\"page\"><div>\n<p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_3/images/img1.jpg\"></p>\n<p>Photo: VCG</p><p>Chinese scientists and social scientists exceeded those from the UK in terms of citations, coming second in the list of 2019 Highly Cited Researchers following the US, which Chinese researchers said is a result of the country's decades of heavy investment in scientific research.</p><p>A total of 636 researchers from the Chinese mainland are named in the 2019 list, a sharp increase compared to 482 in 2018, according to the list released by the Web of Science Group, a company under the US-based Clarivate Analytics, on Tuesday.&nbsp;</p><p>The number of researchers from the mainland in the main 21 Essential Science Indicators categories has also witnessed a three-fold increase in the number of citations since 2014, according to the list.&nbsp;</p><p>Another 99 Chinese researchers from the regions of Hong Kong, Macao and Taiwan are also named in the list.&nbsp;</p><p>\"The number shows that China's achievements in scientific research are increasingly recognized by the world and the country are making more valuable contributions,\" Wang Peiji, an expert at the Harbin Institute of Technology's School of Aeronautics, told the Global Times on Wednesday.&nbsp;</p><p>Researchers reached by the Global Times noted that the increase benefited from Chinese governments' decades of strong support for scientific research, both in policy and finance, which leads to a good environment for researchers.&nbsp;</p><p>The list identifies scientists and social scientists whose papers rank in the top 1 percent by citations for their field and year of publication, demonstrating significant research influence among their peers, according to Clarivate Analytics.&nbsp;</p><p>The US topped the list among 60 nations and regions with 2,737 authors, accounting for 44 percent of the total researchers on the list.&nbsp;</p><p>Compared to the US, China mainly lags in the field of natural science, or basic science, according to Wang. Basic science includes fields such as physics, chemistry, biology and astronomy.</p><p>\"It was an outcome of China's national conditions. We had to prioritize practical and applied science when we were poor,\" Wang said.&nbsp;</p><p>Big tech firms like Alibaba and Huawei are expected to push research in the natural sciences in future, Wang said. The two companies were reported to have invested in areas related to quantum mechanics.</p><p>China's investment in basic scientific research reached 109 billion yuan ($16.25 billion) in 2018, exceeding 100 billion for the first time, the Xinhua News Agency reported.&nbsp;</p><p>Of the total, 3.35 billion yuan was invested by companies, and was an increase of 15.7 percent compared to amount businesses invested in 2017.&nbsp;</p></div></div>",
  "textContent": "\n\nPhoto: VCGChinese scientists and social scientists exceeded those from the UK in terms of citations, coming second in the list of 2019 Highly Cited Researchers following the US, which Chinese researchers said is a result of the country's decades of heavy investment in scientific research.A total of 636 researchers from the Chinese mainland are named in the 2019 list, a sharp increase compared to 482 in 2018, according to the list released by the Web of Science Group, a company under the US-based Clarivate Analytics, on Tuesday. The number of researchers from the mainland in the main 21 Essential Science Indicators categories has also witnessed a three-fold increase in the number of citations since 2014, according to the list. Another 99 Chinese researchers from the regions of Hong Kong, Macao and Taiwan are also named in the list. \"The number shows that China's achievements in scientific research are increasingly recognized by the world and the country are making more valuable contributions,\" Wang Peiji, an expert at the Harbin Institute of Technology's School of Aeronautics, told the Global Times on Wednesday. Researchers reached by the Global Times noted that the increase benefited from Chinese governments' decades of strong support for scientific research, both in policy and finance, which leads to a good environment for researchers. The list identifies scientists and social scientists whose papers rank in the top 1 percent by citations for their field and year of publication, demonstrating significant research influence among their peers, according to Clarivate Analytics. The US topped the list among 60 nations and regions with 2,737 authors, accounting for 44 percent of the total researchers on the list. Compared to the US, China mainly lags in the field of natural science, or basic science, according to Wang. Basic science includes fields such as physics, chemistry, biology and astronomy.\"It was an outcome of China's national conditions. We had to prioritize practical and applied science when we were poor,\" Wang said. Big tech firms like Alibaba and Huawei are expected to push research in the natural sciences in future, Wang said. The two companies were reported to have invested in areas related to quantum mechanics.China's investment in basic scientific research reached 109 billion yuan ($16.25 billion) in 2018, exceeding 100 billion for the first time, the Xinhua News Agency reported. Of the total, 3.35 billion yuan was invested by companies, and was an increase of 15.7 percent compared to amount businesses invested in 2017. ",
  "length": 2581,
  "excerpt": "Chinese scientists and social scientists exceeded those from the UK in terms of citations, coming second in the list of 2019 Highly Cited Researchers following the US, which Chinese researchers said is a result of the country’s decades of heavy investment in scientific research.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_3/images/img1.jpg"
}