{
  "title": "NASA Just Broke the &lsquo;Venus Curse&rsquo;: Here&rsquo;s What It Took",
  "byline": "Robin George Andrews",
  "dir": "ltr",
  "content": "<div id=\"readability-page-1\" class=\"page\"><div data-behavior=\" dfp_article_rendering \" data-dfp-adword=\"Advertisement\" data-newsletterpromo_article-button-link=\"https://www.scientificamerican.com/store/offer/new-subscriber-offer/?utm_source=site&amp;utm_medium=display&amp;utm_campaign=new-subscriber-offer&amp;utm_content=banner&amp;utm_term=LP_25poff_v1_display_articlepromo\" data-newsletterpromo_article-button-text=\"Learn More\" data-newsletterpromo_article-image=\"https://static.scientificamerican.com/sciam/cache/file/CF54EB21-65FD-4978-9EEF80245C772996_source.jpg\" data-newsletterpromo_article-text=\"<p>New Subscriber Offer&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;</p>\" itemprop=\"articleBody\" name=\"articleBody\"><p><span>L</span>ike many kids, Sue Smrekar dreamed that she would one day voyage into space. But instead of becoming an astronaut, she ended up as a planetary geophysicist at NASA’s Jet Propulsion Laboratory, where she worked on robotic explorers of other worlds. In some sense, her interplanetary destiny seemed preordained even before she was born: her father hails from a rural community in Pennsylvania named Venus.</p>\n\n<p>Fittingly, the very first mission Smrekar worked on was NASA’s Venus orbiter Magellan. Launched in 1989, Magellan was equipped with a radar system that peered underneath the planet’s thick clouds to map its entire surface for the first time. Smrekar recalls watching the initial radar images come in, revealing a bizarre world covered in few craters, a surfeit of volcanoes and rolling plains of frozen lava. Magellan’s data sharpened what has become one of the greatest unanswered questions in planetary science: What transformed Venus—the second planet from the sun, and a near twin of Earth in size and composition—into such an unearthly and apocalyptic state? Why did these two similar, neighboring planets have such staggeringly divergent stories?</p>\n\n<p>Magellan’s explorations ended in 1994, marking the last time NASA sent a dedicated mission to Venus. Just as Smrekar and her peers were beginning to grapple with the planet’s freshly unveiled mysteries, sensational claims of life on Mars captured the public imagination. Today, a quarter of a century later, much of the global planetary science community still remains wrapped up in the so far fruitless search for Martian life. All the while, Venus—an acidic, superhot, arid and presumably lifeless wasteland—has languished in the shadows.</p>\n\n<p>A turning point came in June, when NASA announced its latest choices for new interplanetary missions as part of its Discovery exploration program. The space agency had considered four missions: one to visit a moon of Neptune, another to rendezvous with a Jovian moon, and two, named DAVINCI+ and VERITAS, each independently aiming for a return to Venus.</p>\n\n<p>“We are all desperately hoping the ‘Venus curse’ will be lifted,” Smrekar, who is the principal investigator of VERITAS, said before the announcement. She and her colleagues hoped NASA would maybe greenlight a single Venus mission. Instead, to Smrekar’s great surprise, the space agency selected both VERITAS and DAVINCI+ for flight. The two complementary missions are designed to study the planet’s bygone habitability. For the first time in three decades, NASA had chosen to go back to Venus—not once but twice.</p>\n\n<p>The good news kept coming. Just a week after NASA’s eagerly anticipated announcement, the European Space Agency declared that EnVision, an orbiter that would carry out scientific surveys of select parts of the planet, would be joining the party. A Venusian renaissance had begun.</p>\n\n<h2>Turning Their Back on the Devil</h2>\n\n<p>Earlier this year it was not at all clear Venus was set for a comeback. History seemed to suggest that its time in the limelight had already come and gone. During the 1960s and 1970s the planet amounted to an interplanetary front in the cold war as the U.S. and the Soviet Union each sent multiple missions there. But with each foray, it became clearer that the planet was nightmarishly ill suited for future human exploration.</p>\n\n<p>Venus’s thick, suffocating atmosphere is about 95 percent carbon dioxide. Its cloud layers are packed with sulfuric acid—enough to chew through skin, bone and metal in moments. If you stood on the surface, you would escape the corrosive acid rain, but only because rain down there is impossible: the ground bakes at more than 900 degrees Fahrenheit, hot enough to broil any astronaut or robot. If you were miraculously heat-resistant, you would still have to contend with a surface pressure that is about 90 times that on Earth, making the experience like being a mile or more underwater. No matter which part of the planet you visited, you would die a quick but agonizing death.</p>\n\n<p>Since the end of Magellan, Venus has been rather lonely. Europe’s Venus Express spacecraft orbited it from 2006 to 2014. Japan’s Akatsuki orbiter, which successfully entered orbit in 2015, remains there to this day, studying the Venusian atmosphere and hunting for its <a href=\"https://www.nationalgeographic.com/science/article/does-lightning-strike-on-venus-mysterious-flash-help-solve-puzzle\" target=\"_blank\">elusive lightning</a>. If it were up to Paul Byrne, a planetary scientist at North Carolina State University and unabashed Venus zealot, there would be plenty of spacecraft flying around or landing there today. Instead, he says, Venus is a planet nobody has cared about for 30 years.</p>\n\n<p>The turning point arrived in 1996, when a cadre of reputable scientists <a href=\"http://www.scientificamerican.com/magazine/sa\" target=\"_blank\">published a paper</a> announcing they had found microscopic fossils in a Martian meteorite named ALH 84001. President Bill Clinton gave a speech on the South Lawn of the White House about the discovery, <a href=\"https://www2.jpl.nasa.gov/snc/clinton.html\" target=\"_blank\">telling the world</a> that “the American space program will put its full intellectual power and technological prowess behind the search for further evidence of life on Mars.</p>\n\n\n\n<p>The discovery did not really pan out—further studies, reported with considerably less fanfare, suggested the “microfossils” could just as well have been entirely abiotic mineral formations. But the dream of finding life proved too enchanting to dismiss. Mission after mission was sent to Mars, each building off the successes of its predecessors and strengthening the world’s allure as a premiere destination for planetary exploration. “I don’t want to say that Mars has an inviolable hold over the public,” Byrne says, “but it kind of does.” He regularly quips that he wishes to blow up Mars, Death-Star-at-Alderaan-style, so everyone would be forced to reconsider Venus instead. He is only half-joking.</p>\n\n<p>Even if Mars was wiped from the heavens, however, the problem remains that Venus is a prolific destroyer of droids. Orbiters survive just fine, but studying the surface requires excellent radar capable of penetrating the dense, overlying clouds. Conversely, with a thinner and transparent atmosphere and a cold, dry surface plagued only occasionally by global dust storms, “Mars is the ideal place to do a lot of planetary surface exploration,” Byrne says. But is Mars more valuable to science than Venus? “I do not remotely think so.”</p>\n\n<p>One strike against Mars is its size. At only one-sixth the volume of Earth and just one-tenth of our planet’s mass, it is not really “Earth-like” at all—at least, not compared with Venus, which by those metrics is practically our planetary twin. There is, of course, the problem of its spacecraft-slaying environment. Heat-resistant electronics that <a href=\"https://spectrum.ieee.org/semiconductors/materials/the-radio-we-could-send-to-hell\" target=\"_blank\">can withstand the Venusian inferno</a> are being developed for in situ exploration, but nothing yet exists that could give a surface mission more than a couple of hours of survivability. Even so, Byrne says, Venus’s bulk similarity to our own planet makes it a better option for learning about what makes—and breaks—Earth-like worlds. “Venus is going to be hard,” Byrne says. “But that’s not a reason not to do it.”</p>\n\n<h2>The Truth Seeker, the Artist and the Visionary</h2>\n\n<p>NASA’s Discovery-class program of interplanetary missions is renowned for being relatively inexpensive (with a circa $600-million-per-project price tag) but also profoundly heartbreaking. Typically teams of scientists and engineers work together for several years to develop richly detailed proposals that are then judged by senior agency officials. The selection process is as competitive as it is ruthless, producing <a href=\"https://www.scientificamerican.com/article/burying-caesar-how-NASA-picks-winners-and-losers-in-space-exploration/\" target=\"_blank\">dozens of losers</a> for every winner—and dictating which swaths of the solar system are destined to be explored by the U.S. VERITAS and DAVINCI+ did not win their coveted Discovery slots through sentimental appeals. Each is a technological tour de force, designed and honed to answer planetary scientists’ most burning questions about our inhospitable neighbor.</p>\n\n<p>VERITAS (Latin for “truth,” and short for the Venus Emissivity, Radio Science, InSAR, Topography, and Spectroscopy mission) will be in many respects a sequel to Magellan—an orbiter with a state-of-the-art radar system to generate an unprecedentedly detailed map of the planet. It would replace Magellan’s old maps with glorious 3-D topographic charts packed with detail, from individual volcanoes and their lava-licked landscapes to fault systems streaking through the land like scars.</p>\n\n<p>VERITAS will also see in infrared, distinguishing specific minerals on the surface by their characteristic thermal glow. But the orbiter’s work will not just be skin-deep. Another of its instruments will peer into the planet’s guts, mapping the varying strength of its gravitational field to visualize the layer-cake structure of the Venusian interior. This mission, Smrekar says, will finally give scientists a high-fidelity view of Venus akin to the richly detailed data sets they have long possessed for the moon and Mars.</p>\n\n<p>DAVINCI+ (Deep Atmosphere Venus Investigation of Noble Gases, Chemistry, and Imaging Plus) is a mission named after the Renaissance-era master of everything. Its leader is <a href=\"https://science.gsfc.nasa.gov/sed/bio/james.b.garvin\" target=\"_blank\">Jim Garvin</a>, chief scientist of NASA’s Goddard Space Flight Center, who like Smrekar loves Venus and self-effacingly shirks any limelight: when asked to share some fun facts about himself, Garvin <a href=\"https://solarsystem.nasa.gov/people/402/james-jim-brian-garvin/\" target=\"_blank\">once said</a> that he is “probably too boring for words.”</p>\n\n<p>That is not true of his team’s mission concept, a bombastic endeavor that would drop an American probe into the Venusian maw for the first time since NASA’s Pioneer Venus mission of 1978. The probe would tumble through the atmosphere, gulping and analyzing its constituent chemicals during its intentionally deadly journey. As the clouds parted and the surface approached, it would use its cameras to take the most high-resolution images of the planet’s mountainous and geologically complex Alpha Regio region to date, while infrared detectors would parse out the terrain’s mineralogy. The probe would expire shortly after landing but not before beaming back the data gathered during its <a href=\"https://core.ac.uk/download/pdf/80604933.pdf\" target=\"_blank\">parachute-slowed plunge</a>.</p>\n\n<p>Its descent probe may be the main event, but DAVINCI+ has an orbiter component, too. It will lack a sophisticated radar system, but its cameras will peruse the atmosphere and the surface in ultraviolet and infrared, augmenting the data gathered by VERITAS. The mission’s driving goal is to resolve, once and for all, whether Venus’s climate has always been so catastrophically awful. “DAVINCI+ was designed to attack this question,” Garvin says.</p>\n\n<p>The third member of the Venusian cavalcade, the European Space Agency’s EnVision mission, will use its radar systems to map the surface while its ultraviolet and infrared spectrometers analyze the composition of the planet’s rocks and atmosphere. It will also carry a radio science experiment that will detect minute variation in the planet’s gravitational field, generating a picture of Venus’s innards. Like VERITAS, some of EnVision’s surveys would be global in nature. But its strength will come from its ability to rapidly target specific sites of interest in response to scientists’ evolving needs.</p>\n\n<p>“I was always captivated by Venus,” says <a href=\"https://pure.royalholloway.ac.uk/portal/en/persons/richard-ghail(a2ddf183-a73b-473b-af37-9532b6063b6f).html\" target=\"_blank\">Richard Ghail</a>, a planetary geologist at the Royal Holloway University of London, who serves as EnVision’s lead scientist. Like his American counterparts, he, too, desired to discover how “Earth-size planets work under different conditions.” Where better to explore, then, than our accursed neighbor?</p>\n\n<h2>The Many Deaths of Venus</h2>\n\n<p>The most telling clue we possess about Venus’s cataclysmic history is the elevated heavy water content of its atmosphere—a finding that dates to the probe deployed in 1978 by NASA’s Pioneer mission. Heavy water is a rarer version of H<sub>2</sub>O in which ordinary hydrogen has been replaced with deuterium—that is, with hydrogen atoms bearing an extra neutron. Because it is heavier than ordinary water, it is harder to boil off into space. Venus’s overabundance of heavy water is thought to be the dregs from an ocean’s worth of normal water that graced the planet eons ago. To learn what really happened to Venus, we need to find out what happened to all that water. The planet, Garvin says, should not be thought of as a hellish pandemonium but “as an ocean world that lost its oceans.” How did it lose them?</p>\n\n<p>Lack of data means that this question, like so many others about Venus, lacks a definitive answer. That hasn’t stopped scientists from imagining what those answers might be and how missions such as VERITAS and DAVINCI+ could confirm them. One such dreamer is <a href=\"https://www.giss.nasa.gov/staff/mway/\" target=\"_blank\">Michael Way</a>, a research scientist at NASA’s Goddard Institute for Space Studies. In recent years he and his colleagues have peered into the <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2019JE006276\" target=\"_blank\">possible pasts of Venus</a> using detailed computer simulations.</p>\n\n\n\n<p>According to Way’s models, the slow but steady brightening of the newborn sun may have doomed Venus in its infancy, cooking the young planet so severely that any water could exist only as steam. All that water vapor, a potent greenhouse gas, would quickly raise the temperature, compounded by the effects of carbon dioxide, another greenhouse gas that bubbled from what was then a planetwide magma ocean. If the sun was the villain in Venus’s climate history, then the planet was “dead from day one,” Way says.</p>\n\n<p>If the young sun’s early brightening was not the culprit, then another antagonist could be to blame. Way suspects volcanoes. Like stars, they influence everything that happens on the surface of a planet, from the evolution of a world’s atmosphere to the fate of its oceans.</p>\n\n<p>Several times in Earth’s past, continent-size eruptions of lava vented enormous volumes of greenhouse gases into the sky for hundreds of thousands or even millions of years, either <a href=\"https://www.sciencemag.org/news/2019/02/did-volcanic-eruptions-help-kill-dinosaurs\" target=\"_blank\">contributing to</a> or <a href=\"https://pubs.geoscienceworld.org/gsa/geology/article/48/10/986/587319/Field-evidence-for-coal-combustion-links-the-252\" target=\"_blank\">causing</a> mass extinctions. On Earth, these monster eruptions have (so far) occurred in isolation, each registering as a disruptive blip in our planet’s geologic history. But if a few happened on Venus simultaneously, they could have released so much carbon dioxide that the oceans would begin to evaporate, filling the atmosphere with heat-trapping water vapor and kicking off an inescapable feedback cycle that would have scorched the world.</p>\n\n<p>So, whodunnit? DAVINCI+ can help determine when Venus lost its water, thanks to its ability to sniff out the noble gases in its atmosphere, including, among others, xenon, argon and helium. Each gas has multiple versions of itself—some heavier, some lighter—and scientists know where each version comes from. For example, helium 3 comes from a planet’s deep interior, but helium 4, a heavier isotope, is born from radioactive decay in the crust above. Like this pair, several versions of other noble gases reside in a planet’s atmosphere. More important, noble gases do not react with other geophysically relevant compounds, including carbon dioxide and water. That means they are effectively postmarked messages, revealing not only their planetary origins but also when and how they were delivered to Venus’s skies.</p>\n\n<p>Measurements of such gases could indicate that Venus was bone-dry from the very beginning. If so, that would imply the youthful sun was our world-scorching culprit. If, however, the sun did not brighten quite so speedily in its youth, then Venus’s carbon dioxide–belching magma ocean should have frozen over, allowing liquid water to form and pool on the surface. Venus could have been a tropical world of rivers, lakes, seas and oceans. <a href=\"https://www.wesleyan.edu/academics/faculty/mgilmore/profile.html\" target=\"_blank\">Martha Gilmore</a>, a planetary geologist at Wesleyan University, who is part of both the DAVINCI+ and VERITAS teams, brims with excitement over the notion. “There’s no reason, according to what we know about the planets, that Venus was not habitable at its onset,” she says.</p>\n\n<p>Right now the consensus odds are on mega eruptions exterminating Venus’s oceans. This could have happened early on, but perhaps DAVINCI+ will reveal that Venus was a water world well into its planetary adolescence. “I think <em>the</em> question about Venus is: Were there oceans for billions of years on the surface?” says <a href=\"https://josephgorourke.com/\" target=\"_blank\">Joseph O’Rourke</a>, a planetary scientist at Arizona State University. It could be that for much of its lifetime, Venus, too, was another pale blue dot orbiting the sun—a paradise lost.</p>\n\n<p>If Venus was indeed a water world for eons, then it also must have had plate tectonics. This mountain-making, basin-carving, volcano-building process also serves as a planetary thermostat. Atmospheric carbon dioxide dissolves in the oceans, where it gets trapped in tectonic plates that dive into the hot mantle undergirding the crust. Eventually that greenhouse gas will be liberated again, flowing to the surface and then the sky in an assortment of volcanic eruptions fueled by deep-seated magma. Much of a terrestrial planet’s long-term climatic stability comes down to this carbon-cycling process. On Venus, both EnVision’s and VERITAS’s radar systems could spy ancient or active faulting, signs that this habitability-defining cycle once took place.</p>\n\n<div><p><img alt=\"NASA's VERITAS spacecraft concept; Atmospheric probe concept; ESA's EnVision spacecraft concept.\" data-instanceid=\"5B5920A5-6CA3-48C5-AE2E1B48231A216A\" pinger-seen=\"true\" src=\"/calibre/Scientific%20American%20%5BAugust%202021%5D%20-%20calibre/feed_0/article_6/images/img2_u5.jpg\"></p><p>Three missions are set to study Venus in the 2030s, at last putting the mysterious world back in the planetary science spotlight. NASA's VERITAS spacecraft (<em>lower left</em>) will create the best yet radar and infrared maps of Venus while studying the planet's interior; the space agency's DAVINCI+ mission will observe the planet in ultraviolet and infrared while delivering an atmospheric probe (<em>right</em>). ESA's EnVision spacecraft (<em>top left</em>) will scrutinize Venus with radar, infrared and ultraviolet instruments and will excel at rapid, responsive investigations of specific surface targets. Credit:&nbsp;MS EnVision Design Graphics ©VR2Planets (<em>EnVision</em>); NASA and GSFC (<em>DAVINCI</em>); NASA and JPL-Caltech (VERITAS)</p>\n</div>\n\n<p>Both missions will also examine the tesserae, odd continentlike plateaus that dot the Venusian surface. Most of the planet is covered in lava flows (which must have erupted long after the epic climate-changing volcanism that may have boiled off its water). Rising high above these lava flows, the tesserae are thought to represent the oldest rocks on Venus. “They could be half a billion years old, they could be four billion years old—we don’t know,” Gilmore says.</p>\n\n<p>Not only do scientists not know how old the tesserae are, they do not know <em>what</em> they are. If the tesserae truly are continental rocks akin to those on Earth, it would have taken a lot of water to make them. This would be concrete evidence that Venus was once a water world. “That would blow people’s minds,” O’Rourke says. If they contain layers, as Byrne and his colleagues have recently <a href=\"https://pubs.geoscienceworld.org/gsa/geology/article/49/1/81/590731/Venus-tesserae-feature-layered-folded-and-eroded\" target=\"_blank\">suggested</a>, they may be sedimentary features, preserving evidence of ancient rivers and lakes. Alternatively they may be pancakelike layers of lava, perhaps remnants of the ancient global volcanism that destroyed the sky.</p>\n\n<p>DAVINCI+’s probe, O’Rourke says, would get an extremely close-up and detailed view of just one tessera. “We don’t even know that all the tesserae are the same, so just picking one is a bit of a gamble,” he says. “But DAVINCI+ will get superb, human-scale geology images that you just can’t really do from orbit.” On the other hand, VERITAS would provide a map of every tessera, though with less detail. Meanwhile EnVision would pick several tesserae to carefully study from on high.</p>\n\n<p>VERITAS’s dynamic map of Venus, which could discern changes by imaging one spot on the surface several times, may also show that the planet is still volcanically active today. This is a long-held belief supported by plenty of circumstantial evidence, but scientists have yet to witness the smoking-gun proof of a live eruption. “It would be just plain cool to find an active volcano,” Smrekar says. EnVision, too, could help complete this quest by detecting the scent of a gassy plume belched out of an erupting volcano or spotting the heat leaking out of any magma-filled mountain.</p>\n\n<p>Confirming that such a key planetary process is still churning away is more than merely ticking a box. Like all tumultuous, transformative tectonic activity, volcanoes are powered by what goes on in the deep interior of worlds. Catching erupting volcanoes in the act would provide an open window into Venus’s dark geologic heart, allowing scientists to compare the vigor of its rhythm with that of Earth’s.</p>\n\n<p>And while DAVINCI+ would determine how much water Venus has lost, EnVision would ascertain how much water Venus still holds. “Is there still water inside the planet?” Ghail says. By sniffing the H<sub>2</sub>O-containing gas plumes gushing out of its volcanoes, scientists would learn whether its interior is as desiccated as its exterior.</p>\n\n<h2>A Time of Hope and Fear</h2>\n\n<p>Like EnVision, VERITAS and DAVINCI+ are far from hastily hashed-out proposals. Sketches of both mission designs began cropping up more than a decade ago. (Versions of both were finalists in <a href=\"https://www.nasa.gov/press-release/NASA-selects-investigations-for-future-key-planetary-mission\" target=\"_blank\">the last Discovery competition</a> in 2017, but they lost out to <a href=\"https://www.scientificamerican.com/article/NASA-to-seek-iron-spewing-volcanoes-at-psyche/\" target=\"_blank\">Psyche</a> and <a href=\"https://www.scientificamerican.com/article/NASA-unveils-new-missions-to-bizarre-asteroids/\" target=\"_blank\">Lucy</a>, two asteroid investigation missions.) Each proposal is built on more than 50 years of scientific comprehension. It has been a long, stressful journey for everyone.</p>\n\n<p>As the latest Discovery announcement approached, tension levels peaked. The first few months of 2021 were an especially taxing experience for both mission teams, who worked around the clock to impress the arbiters of their future. “To really describe the effort over the past year would take a novel,” Smrekar says. The concept study report her team submitted to the judges last November was “just shy of the number of pages in <em>War and Peace</em>.”</p>\n\n<p>Persisting through the pandemic also took its psychological toll. “Teams work intensely together. Perhaps, especially under COVID, the team becomes a little family,” Smrekar says. “I’m immensely grateful to, and in total awe of, the people who had to manage small children at home or take care of elders during this past year.”</p>\n\n<p>VERITAS and DAVINCI+ were up against two indisputably outstanding mission concepts. The first was the Io Volcano Observer, or IVO, which would have visited the eponymous Jovian moon—the most volcanic object known to science and the best place to understand how gravitational tides can keep worlds geologically active long after our naive estimates of their expiration dates. The second mission concept was Trident, which would have headed to Neptune’s moon Triton, a relic of the outermost solar system kept puzzlingly youthful by some scarcely glimpsed form of icy volcanism.</p>\n\n<p>Judged solely on their merits, each of the quartet stood an excellent chance of winning. But for one or some to win this contest, others must lose. And in weighing the odds, it is impossible to ignore the fact that on September 14, 2020, a wild card was drawn that may have tipped the scales in Venus’s favor: a team of scientists announced that, using two telescopes, they had <a href=\"https://www.nature.com/articles/s41550-020-1174-4\" target=\"_blank\">detected phosphine around a particular altitude in the Venusian clouds</a> where temperatures and pressures could allow droplets of liquid water to exist.</p>\n\n<div><p><img alt=\"TEXT\" data-instanceid=\"23A0A879-66BB-4CA1-AD9F79BA6EA344E5\" pinger-seen=\"true\" src=\"/calibre/Scientific%20American%20%5BAugust%202021%5D%20-%20calibre/feed_0/article_6/images/img3.jpg\"></p><p>Alpha Regio, a 1,500-kilometer-wide swath of Venus’s surface, is defined by strangely deformed mountains and volcanic plains. This is the intended landing site of the DAVINCI+ probe. Credit: <a href=\"https://images.nasa.gov/details-PIA00481\">NASA and JPL-Caltech</a></p>\n</div>\n\n<p>Phosphine can be made by volcanism and lightning, but it can also be made by microbes, which raised the possibility that this discovery was <a href=\"https://www.scientificamerican.com/article/venus-might-host-life-new-discovery-suggests/\" target=\"_blank\">indirect evidence of alien life</a>. In the blink of an eye, interest in both phosphine and Venus—from the public, media and scientific community—exploded.</p>\n\n<p>The detection has been called into question in the months since, with <a href=\"https://www.nature.com/articles/d41586-020-03258-5\" target=\"_blank\">analyses</a> either corroborating or refuting it. Ultimately whether or not there is phosphine and whether or not it is being manufactured by microbes were not all that counted in the competition. This controversy also underscored an important fact: there is a global region of Venus’s clouds that is neither too hot nor too acidic to fundamentally preclude the possibility of indigenous microbes flourishing there, having adapted to dwell in those conditions.</p>\n\n<p>On Earth, scientists cannot seem to stop finding microbes—thriving, surviving or dormant—in <a href=\"https://www.nationalgeographic.com/science/article/life-found-thriving-in-one-of-the-least-likely-spots-on-earth\" target=\"_blank\">places</a> that would <a href=\"https://blogs.scientificamerican.com/artful-amoeba/inside-earth-microbes-approach-immortality/\" target=\"_blank\">promptly kill</a> plants and animals. Mars’s surface is an irradiated, frigid desert hostile to life, but microbes may find a home in the potentially <a href=\"https://www.quantamagazine.org/mars-rumbles-raise-hopes-of-underground-magma-flows-20210201/\" target=\"_blank\">warmer</a>, <a href=\"https://www.scientificamerican.com/article/deep-within-mars-liquid-water-offers-hope-for-life/\" target=\"_blank\">wetter</a> subsurface. Like Mars, Venus helps to redefine the meaning of habitability. “A hellish planet isn’t necessarily inhospitable in every way,” says Clara Sousa-Silva, an astrochemist at the Center for Astrophysics | Harvard &amp; Smithsonian in Cambridge, Mass., and a member of the original phosphine discovery team.</p>\n\n<p>Although it has been suggested that DAVINCI+ could detect phosphine as it makes its plunge, neither it nor VERITAS nor EnVision was designed to study this suddenly fashionable chemical compound. But all three could help constrain the other planetary processes that can make phosphine, from volcanism to atmospheric alchemy. In any event, perhaps what matters most is that phosphine gave Venus a PR boost much like the suspicious-looking meteorite gave Mars in 1996. “I think [phosphine] is the icing on the cake for us,” Gilmore says, “because Venus is compelling irrespective of life.”</p>\n\n<p>Smrekar and Garvin know this better than anyone. Both are Venus veterans who have been in the field since before the Magellan era. Both wanted answers to their long-held questions, to snatch the low-hanging fruit that has simply hung there, frustratingly unplucked, for decades. Whereas Mars-centric scientists have frequented mission-control rooms, erupting into cheers as the latest robot joined its friends on that rusted world, Venus proponents have worked and waited, torturing themselves over the thought that, this time, <em>this time</em>, NASA may pick a mission to head back to Venus. “I have been nervous for the past 41 years,” Garvin said shortly before the Discovery selection.</p>\n\n<p>“To say we were nervous is an understatement,” Smrekar admits, speaking of her own team. “Those of us who are very close to the mission have poured our hearts, our weekends, our ingenuity into making this happen.”</p>\n\n<p>The lack of a win for either team would have come as a huge blow. If neither mission had been selected, many would have perceived the decision as absurd, perhaps even insulting. The spacecraft designs were the best they could be. The momentum of the community was impossible to ignore. And now it had phosphine in its corner.</p>\n\n<p>Even so, if both VERITAS and DAVINCI+ had been rejected, there were still some reasons to be optimistic. As well as Europe’s promising EnVision prospects, other space agencies, including those of <a href=\"https://link.springer.com/article/10.1134/S0038094619070062\" target=\"_blank\">Russia</a> and <a href=\"https://spacenews.com/indias-shukrayaan-orbiter-to-study-venus-for-over-four-years-launches-in-2024/\" target=\"_blank\">India</a>, have been seriously pondering a return to Venus and may have carried the torch if NASA had failed to pick it up.</p>\n\n<p>Younger Venusian scientists, such as O’Rourke, were determined to keep the fire burning, too, even as the American-based Venusian community’s venerable legends retired. “The last time a U.S. spacecraft entered orbit around Venus, I was 10 days old,” O’Rourke says. Despite the lack of mission opportunities, “I just got into it, like a lot of people my age, because it’s obviously so interesting.” He suspects that the appetite for Venus science would have been unquenched, no matter what happened with NASA’s latest Discovery competition.</p>\n\n<p>In the days before NASA’s fateful decision, fear lingered in the words of the Venusians. But thanks to worlds orbiting alien stars, so did another note of hope.</p>\n\n<p>Exoplanet hunters have caught sight of a multitude of Earth- and Venus-size worlds far from our galaxy. Yet current telescopic technology makes it almost impossible to tell whether they are as welcoming as our planet or hellish as Venus. For now studying Venus up close may be the only route to reliable estimates of which is more common in the cosmos: Earths or Venuses. Exoplanet hunters are starting to acknowledge this fact, reckoning that maybe they should know the solar system itself a little better, Sousa-Silva says, “if nothing else, because it’s such a good lab for exoplanet research.”</p>\n\n<p>Cracking the case of Venus would clearly be to the benefit of not just a select few but everyone in the planetary science community. “Only Venus can tell us why our home planet is unique in our solar system and the likelihood of actually finding Earth 2.0 around another star,” Smrekar says. Awaiting the announcement, the VERITAS and DAVINCI+ teams had hoped that this widely shared conviction, along with many lifetimes’ worth of work, would finally push at least one of them across the finish line—and that an emissary would once again visit the beguiling world that has dominated their dreams.</p>\n\n<h2>The Fleet Arrives</h2>\n\n<p>For a time following NASA’s declaration that Venus emerged victorious in its latest Discovery-class selections, the proponents of VERITAS and DAVINCI+ basked in the afterglow. “I jumped up and down more than I have in quite a few years,” Gilmore recalls. “We are off to <em>Venus!</em>” Garvin gushes. “I don’t know what else we could have done better to make this the right mission for the moment,” Smrekar says. “I feel like we did that. And I feel like NASA noticed.”</p>\n\n<p>Magellan was the very first mission Smrekar worked on. Now, she says, VERITAS will be her last—and the crowning achievement of her life in science. “This is going to be the capstone of my career,” she says. “I can’t wait to see what we discover.”</p>\n\n<p>These two teams did not just lift the curse; they obliterated it. And the very next week, EnVision was chosen by the European powers that be. In the 2030s Venus will be getting its own fleet of scientific sleuths.</p>\n\n<p>For the vanquished, an inevitable disappointment was tinged with optimism. Proponents of an Io mission <a href=\"https://twitter.com/jtuttlekeane/status/1400181248484462592\" target=\"_blank\">hope</a> that they will clinch victory in the next Discovery competition—or perhaps even in the next tier up: a competition for the pricier and more technically ambitious missions in NASA’s New Frontiers program. Those wishing for a return to the oft-forgotten worlds of Uranus and Neptune, each of which last saw a spacecraft <a href=\"https://www.scientificamerican.com/article/burying-caesar-how-NASA-picks-winners-and-losers-in-space-exploration/\" target=\"_blank\">in the late 1980s</a>, are <a href=\"https://twitter.com/michaelaye/status/1400180887090864135\" target=\"_blank\">eyeing</a> a future “flagship” mission, one of the $1-billion-plus behemoths that constitute the pinnacle of NASA’s robotic space exploration fleet in terms of size, cost and capability.</p>\n\n<p>The Venusians, on the other hand, found themselves getting used to their new status as triumphant victors. Thanks to their tireless efforts, the next decade will now belong to the second planet. At last, Ghail says, “there’s a recognition that we need to do at Venus what we’ve done at Mars.”</p>\n\n<p>Like their DAVINCI+ and EnVision colleagues, Smrekar and her VERITAS collaborators are thrilled, exhausted and incredulous all at once. The night before NASA’s announcement, she had snapped a photograph of Venus, pointlike and gleaming in the dark sky above. In the aftermath of the announcement—in the light of a new day—that diamantine speck suddenly looked quite different. It was no longer an unreachable isle but the destination for NASA’s next giant leap in interplanetary exploration.</p></div></div>",
  "textContent": "Like many kids, Sue Smrekar dreamed that she would one day voyage into space. But instead of becoming an astronaut, she ended up as a planetary geophysicist at NASA’s Jet Propulsion Laboratory, where she worked on robotic explorers of other worlds. In some sense, her interplanetary destiny seemed preordained even before she was born: her father hails from a rural community in Pennsylvania named Venus.\n\nFittingly, the very first mission Smrekar worked on was NASA’s Venus orbiter Magellan. Launched in 1989, Magellan was equipped with a radar system that peered underneath the planet’s thick clouds to map its entire surface for the first time. Smrekar recalls watching the initial radar images come in, revealing a bizarre world covered in few craters, a surfeit of volcanoes and rolling plains of frozen lava. Magellan’s data sharpened what has become one of the greatest unanswered questions in planetary science: What transformed Venus—the second planet from the sun, and a near twin of Earth in size and composition—into such an unearthly and apocalyptic state? Why did these two similar, neighboring planets have such staggeringly divergent stories?\n\nMagellan’s explorations ended in 1994, marking the last time NASA sent a dedicated mission to Venus. Just as Smrekar and her peers were beginning to grapple with the planet’s freshly unveiled mysteries, sensational claims of life on Mars captured the public imagination. Today, a quarter of a century later, much of the global planetary science community still remains wrapped up in the so far fruitless search for Martian life. All the while, Venus—an acidic, superhot, arid and presumably lifeless wasteland—has languished in the shadows.\n\nA turning point came in June, when NASA announced its latest choices for new interplanetary missions as part of its Discovery exploration program. The space agency had considered four missions: one to visit a moon of Neptune, another to rendezvous with a Jovian moon, and two, named DAVINCI+ and VERITAS, each independently aiming for a return to Venus.\n\n“We are all desperately hoping the ‘Venus curse’ will be lifted,” Smrekar, who is the principal investigator of VERITAS, said before the announcement. She and her colleagues hoped NASA would maybe greenlight a single Venus mission. Instead, to Smrekar’s great surprise, the space agency selected both VERITAS and DAVINCI+ for flight. The two complementary missions are designed to study the planet’s bygone habitability. For the first time in three decades, NASA had chosen to go back to Venus—not once but twice.\n\nThe good news kept coming. Just a week after NASA’s eagerly anticipated announcement, the European Space Agency declared that EnVision, an orbiter that would carry out scientific surveys of select parts of the planet, would be joining the party. A Venusian renaissance had begun.\n\nTurning Their Back on the Devil\n\nEarlier this year it was not at all clear Venus was set for a comeback. History seemed to suggest that its time in the limelight had already come and gone. During the 1960s and 1970s the planet amounted to an interplanetary front in the cold war as the U.S. and the Soviet Union each sent multiple missions there. But with each foray, it became clearer that the planet was nightmarishly ill suited for future human exploration.\n\nVenus’s thick, suffocating atmosphere is about 95 percent carbon dioxide. Its cloud layers are packed with sulfuric acid—enough to chew through skin, bone and metal in moments. If you stood on the surface, you would escape the corrosive acid rain, but only because rain down there is impossible: the ground bakes at more than 900 degrees Fahrenheit, hot enough to broil any astronaut or robot. If you were miraculously heat-resistant, you would still have to contend with a surface pressure that is about 90 times that on Earth, making the experience like being a mile or more underwater. No matter which part of the planet you visited, you would die a quick but agonizing death.\n\nSince the end of Magellan, Venus has been rather lonely. Europe’s Venus Express spacecraft orbited it from 2006 to 2014. Japan’s Akatsuki orbiter, which successfully entered orbit in 2015, remains there to this day, studying the Venusian atmosphere and hunting for its elusive lightning. If it were up to Paul Byrne, a planetary scientist at North Carolina State University and unabashed Venus zealot, there would be plenty of spacecraft flying around or landing there today. Instead, he says, Venus is a planet nobody has cared about for 30 years.\n\nThe turning point arrived in 1996, when a cadre of reputable scientists published a paper announcing they had found microscopic fossils in a Martian meteorite named ALH 84001. President Bill Clinton gave a speech on the South Lawn of the White House about the discovery, telling the world that “the American space program will put its full intellectual power and technological prowess behind the search for further evidence of life on Mars.\n\n\n\nThe discovery did not really pan out—further studies, reported with considerably less fanfare, suggested the “microfossils” could just as well have been entirely abiotic mineral formations. But the dream of finding life proved too enchanting to dismiss. Mission after mission was sent to Mars, each building off the successes of its predecessors and strengthening the world’s allure as a premiere destination for planetary exploration. “I don’t want to say that Mars has an inviolable hold over the public,” Byrne says, “but it kind of does.” He regularly quips that he wishes to blow up Mars, Death-Star-at-Alderaan-style, so everyone would be forced to reconsider Venus instead. He is only half-joking.\n\nEven if Mars was wiped from the heavens, however, the problem remains that Venus is a prolific destroyer of droids. Orbiters survive just fine, but studying the surface requires excellent radar capable of penetrating the dense, overlying clouds. Conversely, with a thinner and transparent atmosphere and a cold, dry surface plagued only occasionally by global dust storms, “Mars is the ideal place to do a lot of planetary surface exploration,” Byrne says. But is Mars more valuable to science than Venus? “I do not remotely think so.”\n\nOne strike against Mars is its size. At only one-sixth the volume of Earth and just one-tenth of our planet’s mass, it is not really “Earth-like” at all—at least, not compared with Venus, which by those metrics is practically our planetary twin. There is, of course, the problem of its spacecraft-slaying environment. Heat-resistant electronics that can withstand the Venusian inferno are being developed for in situ exploration, but nothing yet exists that could give a surface mission more than a couple of hours of survivability. Even so, Byrne says, Venus’s bulk similarity to our own planet makes it a better option for learning about what makes—and breaks—Earth-like worlds. “Venus is going to be hard,” Byrne says. “But that’s not a reason not to do it.”\n\nThe Truth Seeker, the Artist and the Visionary\n\nNASA’s Discovery-class program of interplanetary missions is renowned for being relatively inexpensive (with a circa $600-million-per-project price tag) but also profoundly heartbreaking. Typically teams of scientists and engineers work together for several years to develop richly detailed proposals that are then judged by senior agency officials. The selection process is as competitive as it is ruthless, producing dozens of losers for every winner—and dictating which swaths of the solar system are destined to be explored by the U.S. VERITAS and DAVINCI+ did not win their coveted Discovery slots through sentimental appeals. Each is a technological tour de force, designed and honed to answer planetary scientists’ most burning questions about our inhospitable neighbor.\n\nVERITAS (Latin for “truth,” and short for the Venus Emissivity, Radio Science, InSAR, Topography, and Spectroscopy mission) will be in many respects a sequel to Magellan—an orbiter with a state-of-the-art radar system to generate an unprecedentedly detailed map of the planet. It would replace Magellan’s old maps with glorious 3-D topographic charts packed with detail, from individual volcanoes and their lava-licked landscapes to fault systems streaking through the land like scars.\n\nVERITAS will also see in infrared, distinguishing specific minerals on the surface by their characteristic thermal glow. But the orbiter’s work will not just be skin-deep. Another of its instruments will peer into the planet’s guts, mapping the varying strength of its gravitational field to visualize the layer-cake structure of the Venusian interior. This mission, Smrekar says, will finally give scientists a high-fidelity view of Venus akin to the richly detailed data sets they have long possessed for the moon and Mars.\n\nDAVINCI+ (Deep Atmosphere Venus Investigation of Noble Gases, Chemistry, and Imaging Plus) is a mission named after the Renaissance-era master of everything. Its leader is Jim Garvin, chief scientist of NASA’s Goddard Space Flight Center, who like Smrekar loves Venus and self-effacingly shirks any limelight: when asked to share some fun facts about himself, Garvin once said that he is “probably too boring for words.”\n\nThat is not true of his team’s mission concept, a bombastic endeavor that would drop an American probe into the Venusian maw for the first time since NASA’s Pioneer Venus mission of 1978. The probe would tumble through the atmosphere, gulping and analyzing its constituent chemicals during its intentionally deadly journey. As the clouds parted and the surface approached, it would use its cameras to take the most high-resolution images of the planet’s mountainous and geologically complex Alpha Regio region to date, while infrared detectors would parse out the terrain’s mineralogy. The probe would expire shortly after landing but not before beaming back the data gathered during its parachute-slowed plunge.\n\nIts descent probe may be the main event, but DAVINCI+ has an orbiter component, too. It will lack a sophisticated radar system, but its cameras will peruse the atmosphere and the surface in ultraviolet and infrared, augmenting the data gathered by VERITAS. The mission’s driving goal is to resolve, once and for all, whether Venus’s climate has always been so catastrophically awful. “DAVINCI+ was designed to attack this question,” Garvin says.\n\nThe third member of the Venusian cavalcade, the European Space Agency’s EnVision mission, will use its radar systems to map the surface while its ultraviolet and infrared spectrometers analyze the composition of the planet’s rocks and atmosphere. It will also carry a radio science experiment that will detect minute variation in the planet’s gravitational field, generating a picture of Venus’s innards. Like VERITAS, some of EnVision’s surveys would be global in nature. But its strength will come from its ability to rapidly target specific sites of interest in response to scientists’ evolving needs.\n\n“I was always captivated by Venus,” says Richard Ghail, a planetary geologist at the Royal Holloway University of London, who serves as EnVision’s lead scientist. Like his American counterparts, he, too, desired to discover how “Earth-size planets work under different conditions.” Where better to explore, then, than our accursed neighbor?\n\nThe Many Deaths of Venus\n\nThe most telling clue we possess about Venus’s cataclysmic history is the elevated heavy water content of its atmosphere—a finding that dates to the probe deployed in 1978 by NASA’s Pioneer mission. Heavy water is a rarer version of H2O in which ordinary hydrogen has been replaced with deuterium—that is, with hydrogen atoms bearing an extra neutron. Because it is heavier than ordinary water, it is harder to boil off into space. Venus’s overabundance of heavy water is thought to be the dregs from an ocean’s worth of normal water that graced the planet eons ago. To learn what really happened to Venus, we need to find out what happened to all that water. The planet, Garvin says, should not be thought of as a hellish pandemonium but “as an ocean world that lost its oceans.” How did it lose them?\n\nLack of data means that this question, like so many others about Venus, lacks a definitive answer. That hasn’t stopped scientists from imagining what those answers might be and how missions such as VERITAS and DAVINCI+ could confirm them. One such dreamer is Michael Way, a research scientist at NASA’s Goddard Institute for Space Studies. In recent years he and his colleagues have peered into the possible pasts of Venus using detailed computer simulations.\n\n\n\nAccording to Way’s models, the slow but steady brightening of the newborn sun may have doomed Venus in its infancy, cooking the young planet so severely that any water could exist only as steam. All that water vapor, a potent greenhouse gas, would quickly raise the temperature, compounded by the effects of carbon dioxide, another greenhouse gas that bubbled from what was then a planetwide magma ocean. If the sun was the villain in Venus’s climate history, then the planet was “dead from day one,” Way says.\n\nIf the young sun’s early brightening was not the culprit, then another antagonist could be to blame. Way suspects volcanoes. Like stars, they influence everything that happens on the surface of a planet, from the evolution of a world’s atmosphere to the fate of its oceans.\n\nSeveral times in Earth’s past, continent-size eruptions of lava vented enormous volumes of greenhouse gases into the sky for hundreds of thousands or even millions of years, either contributing to or causing mass extinctions. On Earth, these monster eruptions have (so far) occurred in isolation, each registering as a disruptive blip in our planet’s geologic history. But if a few happened on Venus simultaneously, they could have released so much carbon dioxide that the oceans would begin to evaporate, filling the atmosphere with heat-trapping water vapor and kicking off an inescapable feedback cycle that would have scorched the world.\n\nSo, whodunnit? DAVINCI+ can help determine when Venus lost its water, thanks to its ability to sniff out the noble gases in its atmosphere, including, among others, xenon, argon and helium. Each gas has multiple versions of itself—some heavier, some lighter—and scientists know where each version comes from. For example, helium 3 comes from a planet’s deep interior, but helium 4, a heavier isotope, is born from radioactive decay in the crust above. Like this pair, several versions of other noble gases reside in a planet’s atmosphere. More important, noble gases do not react with other geophysically relevant compounds, including carbon dioxide and water. That means they are effectively postmarked messages, revealing not only their planetary origins but also when and how they were delivered to Venus’s skies.\n\nMeasurements of such gases could indicate that Venus was bone-dry from the very beginning. If so, that would imply the youthful sun was our world-scorching culprit. If, however, the sun did not brighten quite so speedily in its youth, then Venus’s carbon dioxide–belching magma ocean should have frozen over, allowing liquid water to form and pool on the surface. Venus could have been a tropical world of rivers, lakes, seas and oceans. Martha Gilmore, a planetary geologist at Wesleyan University, who is part of both the DAVINCI+ and VERITAS teams, brims with excitement over the notion. “There’s no reason, according to what we know about the planets, that Venus was not habitable at its onset,” she says.\n\nRight now the consensus odds are on mega eruptions exterminating Venus’s oceans. This could have happened early on, but perhaps DAVINCI+ will reveal that Venus was a water world well into its planetary adolescence. “I think the question about Venus is: Were there oceans for billions of years on the surface?” says Joseph O’Rourke, a planetary scientist at Arizona State University. It could be that for much of its lifetime, Venus, too, was another pale blue dot orbiting the sun—a paradise lost.\n\nIf Venus was indeed a water world for eons, then it also must have had plate tectonics. This mountain-making, basin-carving, volcano-building process also serves as a planetary thermostat. Atmospheric carbon dioxide dissolves in the oceans, where it gets trapped in tectonic plates that dive into the hot mantle undergirding the crust. Eventually that greenhouse gas will be liberated again, flowing to the surface and then the sky in an assortment of volcanic eruptions fueled by deep-seated magma. Much of a terrestrial planet’s long-term climatic stability comes down to this carbon-cycling process. On Venus, both EnVision’s and VERITAS’s radar systems could spy ancient or active faulting, signs that this habitability-defining cycle once took place.\n\nThree missions are set to study Venus in the 2030s, at last putting the mysterious world back in the planetary science spotlight. NASA's VERITAS spacecraft (lower left) will create the best yet radar and infrared maps of Venus while studying the planet's interior; the space agency's DAVINCI+ mission will observe the planet in ultraviolet and infrared while delivering an atmospheric probe (right). ESA's EnVision spacecraft (top left) will scrutinize Venus with radar, infrared and ultraviolet instruments and will excel at rapid, responsive investigations of specific surface targets. Credit: MS EnVision Design Graphics ©VR2Planets (EnVision); NASA and GSFC (DAVINCI); NASA and JPL-Caltech (VERITAS)\n\n\nBoth missions will also examine the tesserae, odd continentlike plateaus that dot the Venusian surface. Most of the planet is covered in lava flows (which must have erupted long after the epic climate-changing volcanism that may have boiled off its water). Rising high above these lava flows, the tesserae are thought to represent the oldest rocks on Venus. “They could be half a billion years old, they could be four billion years old—we don’t know,” Gilmore says.\n\nNot only do scientists not know how old the tesserae are, they do not know what they are. If the tesserae truly are continental rocks akin to those on Earth, it would have taken a lot of water to make them. This would be concrete evidence that Venus was once a water world. “That would blow people’s minds,” O’Rourke says. If they contain layers, as Byrne and his colleagues have recently suggested, they may be sedimentary features, preserving evidence of ancient rivers and lakes. Alternatively they may be pancakelike layers of lava, perhaps remnants of the ancient global volcanism that destroyed the sky.\n\nDAVINCI+’s probe, O’Rourke says, would get an extremely close-up and detailed view of just one tessera. “We don’t even know that all the tesserae are the same, so just picking one is a bit of a gamble,” he says. “But DAVINCI+ will get superb, human-scale geology images that you just can’t really do from orbit.” On the other hand, VERITAS would provide a map of every tessera, though with less detail. Meanwhile EnVision would pick several tesserae to carefully study from on high.\n\nVERITAS’s dynamic map of Venus, which could discern changes by imaging one spot on the surface several times, may also show that the planet is still volcanically active today. This is a long-held belief supported by plenty of circumstantial evidence, but scientists have yet to witness the smoking-gun proof of a live eruption. “It would be just plain cool to find an active volcano,” Smrekar says. EnVision, too, could help complete this quest by detecting the scent of a gassy plume belched out of an erupting volcano or spotting the heat leaking out of any magma-filled mountain.\n\nConfirming that such a key planetary process is still churning away is more than merely ticking a box. Like all tumultuous, transformative tectonic activity, volcanoes are powered by what goes on in the deep interior of worlds. Catching erupting volcanoes in the act would provide an open window into Venus’s dark geologic heart, allowing scientists to compare the vigor of its rhythm with that of Earth’s.\n\nAnd while DAVINCI+ would determine how much water Venus has lost, EnVision would ascertain how much water Venus still holds. “Is there still water inside the planet?” Ghail says. By sniffing the H2O-containing gas plumes gushing out of its volcanoes, scientists would learn whether its interior is as desiccated as its exterior.\n\nA Time of Hope and Fear\n\nLike EnVision, VERITAS and DAVINCI+ are far from hastily hashed-out proposals. Sketches of both mission designs began cropping up more than a decade ago. (Versions of both were finalists in the last Discovery competition in 2017, but they lost out to Psyche and Lucy, two asteroid investigation missions.) Each proposal is built on more than 50 years of scientific comprehension. It has been a long, stressful journey for everyone.\n\nAs the latest Discovery announcement approached, tension levels peaked. The first few months of 2021 were an especially taxing experience for both mission teams, who worked around the clock to impress the arbiters of their future. “To really describe the effort over the past year would take a novel,” Smrekar says. The concept study report her team submitted to the judges last November was “just shy of the number of pages in War and Peace.”\n\nPersisting through the pandemic also took its psychological toll. “Teams work intensely together. Perhaps, especially under COVID, the team becomes a little family,” Smrekar says. “I’m immensely grateful to, and in total awe of, the people who had to manage small children at home or take care of elders during this past year.”\n\nVERITAS and DAVINCI+ were up against two indisputably outstanding mission concepts. The first was the Io Volcano Observer, or IVO, which would have visited the eponymous Jovian moon—the most volcanic object known to science and the best place to understand how gravitational tides can keep worlds geologically active long after our naive estimates of their expiration dates. The second mission concept was Trident, which would have headed to Neptune’s moon Triton, a relic of the outermost solar system kept puzzlingly youthful by some scarcely glimpsed form of icy volcanism.\n\nJudged solely on their merits, each of the quartet stood an excellent chance of winning. But for one or some to win this contest, others must lose. And in weighing the odds, it is impossible to ignore the fact that on September 14, 2020, a wild card was drawn that may have tipped the scales in Venus’s favor: a team of scientists announced that, using two telescopes, they had detected phosphine around a particular altitude in the Venusian clouds where temperatures and pressures could allow droplets of liquid water to exist.\n\nAlpha Regio, a 1,500-kilometer-wide swath of Venus’s surface, is defined by strangely deformed mountains and volcanic plains. This is the intended landing site of the DAVINCI+ probe. Credit: NASA and JPL-Caltech\n\n\nPhosphine can be made by volcanism and lightning, but it can also be made by microbes, which raised the possibility that this discovery was indirect evidence of alien life. In the blink of an eye, interest in both phosphine and Venus—from the public, media and scientific community—exploded.\n\nThe detection has been called into question in the months since, with analyses either corroborating or refuting it. Ultimately whether or not there is phosphine and whether or not it is being manufactured by microbes were not all that counted in the competition. This controversy also underscored an important fact: there is a global region of Venus’s clouds that is neither too hot nor too acidic to fundamentally preclude the possibility of indigenous microbes flourishing there, having adapted to dwell in those conditions.\n\nOn Earth, scientists cannot seem to stop finding microbes—thriving, surviving or dormant—in places that would promptly kill plants and animals. Mars’s surface is an irradiated, frigid desert hostile to life, but microbes may find a home in the potentially warmer, wetter subsurface. Like Mars, Venus helps to redefine the meaning of habitability. “A hellish planet isn’t necessarily inhospitable in every way,” says Clara Sousa-Silva, an astrochemist at the Center for Astrophysics | Harvard & Smithsonian in Cambridge, Mass., and a member of the original phosphine discovery team.\n\nAlthough it has been suggested that DAVINCI+ could detect phosphine as it makes its plunge, neither it nor VERITAS nor EnVision was designed to study this suddenly fashionable chemical compound. But all three could help constrain the other planetary processes that can make phosphine, from volcanism to atmospheric alchemy. In any event, perhaps what matters most is that phosphine gave Venus a PR boost much like the suspicious-looking meteorite gave Mars in 1996. “I think [phosphine] is the icing on the cake for us,” Gilmore says, “because Venus is compelling irrespective of life.”\n\nSmrekar and Garvin know this better than anyone. Both are Venus veterans who have been in the field since before the Magellan era. Both wanted answers to their long-held questions, to snatch the low-hanging fruit that has simply hung there, frustratingly unplucked, for decades. Whereas Mars-centric scientists have frequented mission-control rooms, erupting into cheers as the latest robot joined its friends on that rusted world, Venus proponents have worked and waited, torturing themselves over the thought that, this time, this time, NASA may pick a mission to head back to Venus. “I have been nervous for the past 41 years,” Garvin said shortly before the Discovery selection.\n\n“To say we were nervous is an understatement,” Smrekar admits, speaking of her own team. “Those of us who are very close to the mission have poured our hearts, our weekends, our ingenuity into making this happen.”\n\nThe lack of a win for either team would have come as a huge blow. If neither mission had been selected, many would have perceived the decision as absurd, perhaps even insulting. The spacecraft designs were the best they could be. The momentum of the community was impossible to ignore. And now it had phosphine in its corner.\n\nEven so, if both VERITAS and DAVINCI+ had been rejected, there were still some reasons to be optimistic. As well as Europe’s promising EnVision prospects, other space agencies, including those of Russia and India, have been seriously pondering a return to Venus and may have carried the torch if NASA had failed to pick it up.\n\nYounger Venusian scientists, such as O’Rourke, were determined to keep the fire burning, too, even as the American-based Venusian community’s venerable legends retired. “The last time a U.S. spacecraft entered orbit around Venus, I was 10 days old,” O’Rourke says. Despite the lack of mission opportunities, “I just got into it, like a lot of people my age, because it’s obviously so interesting.” He suspects that the appetite for Venus science would have been unquenched, no matter what happened with NASA’s latest Discovery competition.\n\nIn the days before NASA’s fateful decision, fear lingered in the words of the Venusians. But thanks to worlds orbiting alien stars, so did another note of hope.\n\nExoplanet hunters have caught sight of a multitude of Earth- and Venus-size worlds far from our galaxy. Yet current telescopic technology makes it almost impossible to tell whether they are as welcoming as our planet or hellish as Venus. For now studying Venus up close may be the only route to reliable estimates of which is more common in the cosmos: Earths or Venuses. Exoplanet hunters are starting to acknowledge this fact, reckoning that maybe they should know the solar system itself a little better, Sousa-Silva says, “if nothing else, because it’s such a good lab for exoplanet research.”\n\nCracking the case of Venus would clearly be to the benefit of not just a select few but everyone in the planetary science community. “Only Venus can tell us why our home planet is unique in our solar system and the likelihood of actually finding Earth 2.0 around another star,” Smrekar says. Awaiting the announcement, the VERITAS and DAVINCI+ teams had hoped that this widely shared conviction, along with many lifetimes’ worth of work, would finally push at least one of them across the finish line—and that an emissary would once again visit the beguiling world that has dominated their dreams.\n\nThe Fleet Arrives\n\nFor a time following NASA’s declaration that Venus emerged victorious in its latest Discovery-class selections, the proponents of VERITAS and DAVINCI+ basked in the afterglow. “I jumped up and down more than I have in quite a few years,” Gilmore recalls. “We are off to Venus!” Garvin gushes. “I don’t know what else we could have done better to make this the right mission for the moment,” Smrekar says. “I feel like we did that. And I feel like NASA noticed.”\n\nMagellan was the very first mission Smrekar worked on. Now, she says, VERITAS will be her last—and the crowning achievement of her life in science. “This is going to be the capstone of my career,” she says. “I can’t wait to see what we discover.”\n\nThese two teams did not just lift the curse; they obliterated it. And the very next week, EnVision was chosen by the European powers that be. In the 2030s Venus will be getting its own fleet of scientific sleuths.\n\nFor the vanquished, an inevitable disappointment was tinged with optimism. Proponents of an Io mission hope that they will clinch victory in the next Discovery competition—or perhaps even in the next tier up: a competition for the pricier and more technically ambitious missions in NASA’s New Frontiers program. Those wishing for a return to the oft-forgotten worlds of Uranus and Neptune, each of which last saw a spacecraft in the late 1980s, are eyeing a future “flagship” mission, one of the $1-billion-plus behemoths that constitute the pinnacle of NASA’s robotic space exploration fleet in terms of size, cost and capability.\n\nThe Venusians, on the other hand, found themselves getting used to their new status as triumphant victors. Thanks to their tireless efforts, the next decade will now belong to the second planet. At last, Ghail says, “there’s a recognition that we need to do at Venus what we’ve done at Mars.”\n\nLike their DAVINCI+ and EnVision colleagues, Smrekar and her VERITAS collaborators are thrilled, exhausted and incredulous all at once. The night before NASA’s announcement, she had snapped a photograph of Venus, pointlike and gleaming in the dark sky above. In the aftermath of the announcement—in the light of a new day—that diamantine speck suddenly looked quite different. It was no longer an unreachable isle but the destination for NASA’s next giant leap in interplanetary exploration.",
  "length": 30830,
  "excerpt": "Despite the best efforts of scientists eager to study Earth&rsquo;s sister world, U.S. efforts to send a dedicated spacecraft to Venus languished&mdash;until NASA made a surprising announcement",
  "siteName": "Scientific American"
}