{
  "title": "Paralympics opening ceremony: pandemic, politics and plenty of fun | Tokyo Paralympic Games 2020",
  "byline": "Paul MacInnes",
  "dir": null,
  "content": "<h2>Paralympics opening ceremony: pandemic, politics and plenty of fun | Tokyo Paralympic Games 2020</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>T</span></span><span>he location for the <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/paralympics\">Paralympics</a> opening ceremony, at least in the imagination, was that of the Para Airport. After all the dispiriting pandemic processes every athlete has been forced to endure after getting off the plane in Japan, they might not have welcomed the reminder, but there you are.</span></p><p>It was a different kind of airport though, one of sweeping colour, soft purples and greens, one awash with music and a place which gave flight to themes of creativity, endeavour and possibility. It also had 380 volunteers dressed in hats with big purple propellers on them, and you don’t get that at London Luton.</p><p>After a period of uncertainty – correction – amidst a period of ongoing uncertainty, the Paralympic Games finally got under way in Tokyo on Tuesday night local time and the feeling was a good one. This airport, it turned out, was a great place to be, one which through a series of traditional <em>son et lumiere</em> set pieces projected a vision of disability that was not only empowering, but dynamic, imaginative and just a little wild.</p><p>It could not escape the pandemic, of course, nor politics. After the opening scenes, a sombre rendition of the Japanese national anthem and a troupe of Karakuri circus performers simulating screws and springs and other airplane paraphernalia, we reached the parade of nations. First to enter the arena were the refugee team, representing those disabled people forced from their homes across the world. Shortly after came the Afghan representation, a sole Japanese volunteer carrying the flag after the two athletes who were to have competed for their country were unable to leave home due to the current political turmoil.</p><div id=\"dcaafa85-7b4f-4706-9888-dd432411521b\"><div><picture itemprop=\"contentUrl\"><img alt=\"A volunteer carries the national flag of Afghanistan during the opening ceremony.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_2/images/img3_u22.jpg\"></picture></div><p><span></span><span>A volunteer carries the national flag of Afghanistan during the opening ceremony.</span> Photograph: OIS/Joel Marklund/Shutterstock</p></div><p>A few minutes later, another volunteer walked alone carrying a flag, this time that of New Zealand. The absence on this occasion was on public health grounds, although perhaps there was politics too. On the day of the showpiece New Zealand had announced it would not take part in the opening ceremony in any form as the gathering of hundreds of athletes and media and propeller heads was “not aligned with our commitment to our Covid-19 protocols”, according to their chef de mission, Paula Tesoriero.</p><p>If all that sounds an all too sharp reminder of the realities of the world outside the bubble of Tokyo 2020, the feeling within the Olympic Stadium was anything but anxious. The parade proceeded with displays of athletic power – as the Chinese team emerged to take up about half the 400m track – and determination, in the form of small contingents from countries such as the Democratic Republic of Congo, Palestine and Zimbabwe. Elsewhere, throughout in fact, it was spilling over with fun.</p><p>The Spanish were at it the most, also taking to the track en masse (other countries, like Great Britain, held back athletes about to go into competition) in outfits so primped they looked like they should have been taking a café con leche on the Costa Blanca. Or selling timeshares there, somewhere between the two. They were dancing, they were singing, they stopped for a massive group selfie and they weren’t the only ones. Almost ever team had a bit of boogie in them.</p><p>As for the costumes, from the Tajik hats to the Malaysian outfits of blooming blue silk with matching masks, there was enthusiasm and a sense of flamboyance. The Brits, led out by the estimable Ellie Simmonds and archer John Stubbs, whose dry sense of humour was deployed on the British press pack this week, looked relatively mundane by comparison in their flash new tracksuits.</p><div id=\"cfc02a48-35a6-46c5-93aa-2196de31b51c\"><div><picture itemprop=\"contentUrl\"><img alt=\"Dancers take to the floor at the Olympic Stadium.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_2/images/img4_u9.jpg\"></picture></div><p><span></span><span>Dancers take to the floor at the Olympic Stadium.</span> Photograph: OIS/Bob Martin/Shutterstock</p></div><p>Oh, and all this was played out against a backdrop of techno and drum’n’bass and the odd bit of handbag house, more suited to a night out in Shibuya than the spirit of Stoke Mandeville, where the Paralympic movement was born in 1948. This was not, or at least it very much did not feel like, an attempt at a “rebrand” or any other dreadful concept. This was channeling a sense that is tangible when you speak to Paralympic athletes; that they’re not (just) brave, inspirational stories, they are dynamic, assertive people, more confident in their skin because of the movement of which they are part.</p><p>A piece of dance theatre, The Little One-Winged Plane, captured this journey in antic fashion. It culminated with the plane, played by the 13-year-old Yui Wago, who has upper and lower limb dysfunction caused by a congenital disorder and had never acted before, finding her voice thanks to the direction of a silver-clad magus sitting in the front of a circus truck, and a band playing pomp rock in a manner Freddie Mercury would have recognised. Yeah, it was a bit out there.</p><p>Then, back to the politics, and the one bit of the ceremony where disbelief had to be suspended. The head of the International Paralympic Committee, the Brazilian Andrew Parsons, gave a speech which codified all the preceding themes and tied them in to a new initiative, We the 15, which the IPC launched last week. It is a project that will, Parsons argued, seek to put the 1.2bn people with a disability across the world “at the heart of the inclusion agenda”. It was time, he said, “for each and every one of us to play our part every day to make a more inclusive society in our countries.”</p><div data-cy=\"embed-block\" id=\"190f6647-ec58-4b1a-a7b0-d79321ce24ff\"><p>Sign up for our Tokyo 2020 briefing with all the news, views and previews for the Paralympic Games.</p></div><p>In sports politics words come easily, actions often less so. But when Parsons called for “opportunities for all” in a post-pandemic world, he did sum up his argument in a simple motto that was captured by this opening ceremony and will be on display in the Games. “Difference,” he said, “is a strength, not a weakness.”</p></div></main></main></div></div>",
  "textContent": "The location for the Paralympics opening ceremony, at least in the imagination, was that of the Para Airport. After all the dispiriting pandemic processes every athlete has been forced to endure after getting off the plane in Japan, they might not have welcomed the reminder, but there you are.It was a different kind of airport though, one of sweeping colour, soft purples and greens, one awash with music and a place which gave flight to themes of creativity, endeavour and possibility. It also had 380 volunteers dressed in hats with big purple propellers on them, and you don’t get that at London Luton.After a period of uncertainty – correction – amidst a period of ongoing uncertainty, the Paralympic Games finally got under way in Tokyo on Tuesday night local time and the feeling was a good one. This airport, it turned out, was a great place to be, one which through a series of traditional son et lumiere set pieces projected a vision of disability that was not only empowering, but dynamic, imaginative and just a little wild.It could not escape the pandemic, of course, nor politics. After the opening scenes, a sombre rendition of the Japanese national anthem and a troupe of Karakuri circus performers simulating screws and springs and other airplane paraphernalia, we reached the parade of nations. First to enter the arena were the refugee team, representing those disabled people forced from their homes across the world. Shortly after came the Afghan representation, a sole Japanese volunteer carrying the flag after the two athletes who were to have competed for their country were unable to leave home due to the current political turmoil.A volunteer carries the national flag of Afghanistan during the opening ceremony. Photograph: OIS/Joel Marklund/ShutterstockA few minutes later, another volunteer walked alone carrying a flag, this time that of New Zealand. The absence on this occasion was on public health grounds, although perhaps there was politics too. On the day of the showpiece New Zealand had announced it would not take part in the opening ceremony in any form as the gathering of hundreds of athletes and media and propeller heads was “not aligned with our commitment to our Covid-19 protocols”, according to their chef de mission, Paula Tesoriero.If all that sounds an all too sharp reminder of the realities of the world outside the bubble of Tokyo 2020, the feeling within the Olympic Stadium was anything but anxious. The parade proceeded with displays of athletic power – as the Chinese team emerged to take up about half the 400m track – and determination, in the form of small contingents from countries such as the Democratic Republic of Congo, Palestine and Zimbabwe. Elsewhere, throughout in fact, it was spilling over with fun.The Spanish were at it the most, also taking to the track en masse (other countries, like Great Britain, held back athletes about to go into competition) in outfits so primped they looked like they should have been taking a café con leche on the Costa Blanca. Or selling timeshares there, somewhere between the two. They were dancing, they were singing, they stopped for a massive group selfie and they weren’t the only ones. Almost ever team had a bit of boogie in them.As for the costumes, from the Tajik hats to the Malaysian outfits of blooming blue silk with matching masks, there was enthusiasm and a sense of flamboyance. The Brits, led out by the estimable Ellie Simmonds and archer John Stubbs, whose dry sense of humour was deployed on the British press pack this week, looked relatively mundane by comparison in their flash new tracksuits.Dancers take to the floor at the Olympic Stadium. Photograph: OIS/Bob Martin/ShutterstockOh, and all this was played out against a backdrop of techno and drum’n’bass and the odd bit of handbag house, more suited to a night out in Shibuya than the spirit of Stoke Mandeville, where the Paralympic movement was born in 1948. This was not, or at least it very much did not feel like, an attempt at a “rebrand” or any other dreadful concept. This was channeling a sense that is tangible when you speak to Paralympic athletes; that they’re not (just) brave, inspirational stories, they are dynamic, assertive people, more confident in their skin because of the movement of which they are part.A piece of dance theatre, The Little One-Winged Plane, captured this journey in antic fashion. It culminated with the plane, played by the 13-year-old Yui Wago, who has upper and lower limb dysfunction caused by a congenital disorder and had never acted before, finding her voice thanks to the direction of a silver-clad magus sitting in the front of a circus truck, and a band playing pomp rock in a manner Freddie Mercury would have recognised. Yeah, it was a bit out there.Then, back to the politics, and the one bit of the ceremony where disbelief had to be suspended. The head of the International Paralympic Committee, the Brazilian Andrew Parsons, gave a speech which codified all the preceding themes and tied them in to a new initiative, We the 15, which the IPC launched last week. It is a project that will, Parsons argued, seek to put the 1.2bn people with a disability across the world “at the heart of the inclusion agenda”. It was time, he said, “for each and every one of us to play our part every day to make a more inclusive society in our countries.”Sign up for our Tokyo 2020 briefing with all the news, views and previews for the Paralympic Games.In sports politics words come easily, actions often less so. But when Parsons called for “opportunities for all” in a post-pandemic world, he did sum up his argument in a simple motto that was captured by this opening ceremony and will be on display in the Games. “Difference,” he said, “is a strength, not a weakness.”",
  "length": 5799,
  "excerpt": "The location for the Paralympics opening ceremony, at least in the imagination, was that of the Para Airport. After all the dispiriting pandemic processes every athlete has been forced to endure after getting off the plane in Japan, they might not have welcomed the reminder, but there you are.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_2/images/img3_u22.jpg"
}