{
  "title": "Lucy Dawson: the model who got a mystery headache, a misdiagnosis – and a new mission in life | Encephalitis",
  "byline": "Simon Hattenstone",
  "dir": null,
  "content": "<h2>Lucy Dawson: the model who got a mystery headache, a misdiagnosis – and a new mission in life | Encephalitis</h2><div id=\"readability-page-1\" class=\"page\"><div id=\"1591cc05-5616-46dd-9437-145db74af8d3\"><div><picture itemprop=\"contentUrl\"><img alt=\"Lucy Dawson, disabled model and encephalitis survivor, at Hartsholme country park near Lincoln\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_1/article_5/images/img2_u84.jpg\"></picture></div><p><span><p><span></span><span>Lucy Dawson: ‘I’m proud of what I’ve been though and the way that I live.’</span> Photograph: Christopher Thomond/The Guardian</p></span></p></div><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>L</span></span><span>ucy Dawson was skating through life. Everything came so easily to her: she had friends, confidence, academic success. At the age of 20, she was studying criminology at the University of Leicester, determined to join the police. Then, in the summer of 2016, she got a terrible headache that refused to go away.</span></p><p>The headache was to change Dawson’s life. It took almost four months for her to be diagnosed with autoimmune encephalitis, an acute inflammation of the brain that leaves many people with permanent brain damage and has a mortality rate of about one in 10. She was showing classic symptoms of encephalitis from the off (confusion, personality change, hallucinations and the headaches) which should have been spotted within a couple of days.</p><p>Instead, Dawson was misdiagnosed with a breakdown and sectioned for three and a half months in a psychiatric ward. Worse was to follow. By the time she was discharged from hospital, she not only still had a serious acquired brain injury, she was physically disabled, too. After being given electroconvulsive therapy (ECT), she had a seizure and fell out of her hospital bed on to an exposed radiator pipe which burned through her sciatic nerve and left her left leg paralysed below the knee.</p><p>Five years on from this ordeal, she talks to me over Zoom from her home in Lincolnshire, where she lives with her cat, Alan. She giggles when I compliment Alan on his name. “‘It’s good, isn’t it? Everyone calls their cat Tiddles or Fluffy. Alan is a sick name for a cat.”</p><p>Dawson, now 25, has made a good recovery from her encephalitis, although there are plenty of days when she is exhausted and brain fogged. As for the leg that was paralysed, that didn’t recover. She has given up on her plan to join the police force. Today, she is an <a data-link-name=\"in body link\" href=\"https://www.instagram.com/luuudaw/?hl=en\" title=\"\">encephalitis and disability campaigner</a>, a successful lingerie model and an ambassador for disabled modelling.</p><div id=\"bfbd4cc1-c14e-463a-a6e2-0f9996db51b4\"><div><picture itemprop=\"contentUrl\"><img alt=\"Lucy Dawson in a country park in Lincolnshire\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_1/article_5/images/img4_u23.jpg\"></picture></div><p><span></span><span>Lucy Dawson near her home in Lincolnshire.</span> Photograph: Christopher Thomond/The Guardian</p></div><p>She tells me how the headache that began in the summer of 2016 continued to the autumn and her final year at university. For the first weeks of term she coped, then things changed. “All of a sudden, I was really depressed, crying about weird things. I was saying: ‘I’m going to fail my degree, I don’t know what to do for my dissertation.’ Then it was: ‘I’m fat, I’m ugly, I don’t have a boyfriend, nobody likes me,’ things that had never bothered me. I locked myself in my room and wasn’t eating.”</p><p>She remembers the date clearly when she first lost control – 12 October 2016: “My best friend, Becs, found me at 6am just screaming her name over and over again like a robot. She called my mum, who said: ‘Get an ambulance and take her to hospital.’” The hospital said Dawson had a panic attack, gave her breathing exercises and sent her home. She rang her parents and apologised for the fuss; she told them she was stressed with work, was arranging a meeting with her dissertation supervisor and that she would be fine.</p><p>The next morning, the same thing happened again. “I was just screaming for Becs again and again, robotically. When she came into my room, I ripped it to pieces, pulled everything out of the cupboards and off the shelves. I sat crosslegged in the middle of the floor, rocking backwards and forwards, my eyes bulging.”</p><div><blockquote>Before, I didn’t follow any disabled people. My feed was just the Kardsashians and Kardashian lookalikes. It was depressing</blockquote></div><p>Her parents drove to Leicester immediately. They asked her housemates whether Lucy had taken drugs or had her drink spiked. No way, they replied. She didn’t do drugs and hadn’t been out for more than a week. Dawson’s parents put her in the car and drove around looking for a hospital that would accept her. “It was like the birth of Christ where they go round all the inns and no one will let them in,” Dawson says. “We went to three hospitals in Leicester, and they wouldn’t accept me because I was a student and my postcode was wrong. We ended up in Lincoln, and on the way I tried to escape from the car while it was moving. I was hysterically laughing one minute, sobbing the next. I couldn’t get any words out, but then I’d be singing word for word along with the radio. My parents must have been terrified.”</p><p>At 5.30pm, she was seen at Lincoln county hospital. “In the waiting room, my mum had to sit on top of me to restrain me, because I was pulling down the hospital curtains.” That night she was sectioned at the Peter Hodgkinson Centre, where she remained for the next three months. Dawson’s parents were told that she had suffered a breakdown.</p><p>In hospital, she was given antipsychotic medication. Having been manic, she now became catatonic. “You’re in a rigid stupor and you can’t feel your own body … On 18 November, my 21st birthday, they said to my mum and dad: ‘She is going to die and we don’t know why.’” She laughs now at the illogicality of it all. “People don’t just randomly die of a mental breakdown!”</p><p>She was given ECT in a last-ditch attempt to shock her brain into a reaction. An electric current was sent through her brain using two padded electrodes placed on her temples to trigger seizures. After the ECT, Dawson was placed in a bed without side rails. “My grandma and mum said to the staff: ‘If she starts mobilising in this bed, she’s going to fall out of it.’” Their warnings went unheeded. Sure enough, Dawson did fall out of bed – on to the exposed radiator pipe. Because she was still catatonic, she couldn’t feel anything. “It was the end of November, so the pipe was as hot as it was ever going to be, and I lay on it half dead and having just had ECT, until an old lady screamed for help because she saw what had happened.” Dawson stresses that she can’t remember anything herself. This is all information she has subsequently been told or gleaned through research.</p><p>When she came round, Dawson “was in a hell of a lot of pain”, but no longer had confidence in what her brain was telling her. “Everything had felt wrong for so long, so what actually was right and what was wrong?” When her parents came to the ward and found her screaming in pain, staff said this was another manifestation of the breakdown. They put an orthopaedic boot on her foot, and told her parents she’d had a fall.</p><p>Two days before Christmas, Dawson was discharged. The hospital gave her mother some cream and casually mentioned that the fall resulted in a burn. “That night my mum went to change the dressing. The burn is on my bum, and she could not believe it. It was 13cm, completely open, bloody and pussy. She was like: ‘What the hell?’”<em> </em>But her parents were so glad to have her home, they didn’t ask questions. “I guess having me alive with a moon-boot and a burn was better than having me dead.” </p><p>Towards the end of her section, the hospital finally tested Dawson for acquired brain injuries. In January 2017, she saw a neurologist for the first time and was given a diagnosis of anti-NMDA receptor encephalitis. “They call it friendly fire because your immune system identifies antibodies and healthy cells in the brain as being bad and attacks them,” Dawson says. She had never heard of encephalitis before. There was no more mention of a breakdown from the hospital. As for the leg she could no longer move, she was told this was a symptom of the encephalitis.</p><p>There were other symptoms, too: “My speech was ruinous. Sentences would just not form. I’d forget so many words. I was really slow. I was asleep for pretty much the entire day for a long time.”</p><p>Despite her frailty, Dawson was determined to find out more about her illness. She got in touch with the <a data-link-name=\"in body link\" href=\"https://www.encephalitis.info/\" title=\"\">Encephalitis Society</a>, who were appalled by her story: the misdiagnosis, the fact she still hadn’t been treated for the condition, and the explanation of her paralysis. “They said you need to ask questions. They didn’t understand how what had happened to my leg could be part of the encephalitis.” Dawson got herself a lawyer.</p><p>She had already seen a number of specialists about her leg, none of whom had been able to fix it or provide an explanation for what had happened. One day, due to see yet another rehab doctor, she ended up seeing a locum who was curious about the scar the burn had left. “She Googled diagrams of sciatic nerves and the penny instantly dropped. She said the radiator burned through your sciatic nerve and now it’s dead. That’s what has happened to your leg.”</p><div><blockquote>If it was an able-bodied person modelling a sexy set from Ann Summers, you wouldn’t be saying she was cute!</blockquote></div><p>Dawson confronted her neurologist. “I asked him point blank: ‘Is this what happened?’ He was so flustered and admitted it.” She comes to a stop, staggered by the deceit. “What did they think was going to happen? Of course we’d ask questions and find out at some point.”</p><p>The trust has since apologised to Dawson for its failings. Lincolnshire Partnership NHS foundation trust told the Guardian: “We are truly sorry for any care that fell below our expected standards and the impact this has had on Lucy and her family. We have a robust internal investigation process in place to learn lessons for the future.”</p><p>But Dawson says nothing could make up for what she has endured. As she started to recover, she began to grieve for her sunny, go-getting former self. She watched the livestream from her graduation class and despaired. “I thought that the rest of my life I’m going to be vegetative in my parents’ spare room. I remember saying to my grandparents: ‘Why did I have to wake up?’ There was no point to life, and I didn’t think there ever was going to be. I just wished that I’d died.”</p><p>She had always been a huge Elvis Presley fan. So her grandfather, a former teacher, helped her recover her speech by learning to play her favourite Elvis songs on his keyboard and encouraging her to sing along. “The way my words started to come back was remembering the songs.”</p><p>Two years after first becoming ill, she returned to university to complete her degree. “It was the hardest thing I’ve ever done,” she says. “Trying to navigate a degree with a fresh brain injury was hellish.” On the way to her first lecture, a girl called out her name enthusiastically. “I looked at her and didn’t have a clue who she was, and she said we used to be in seminars together. I just turned round and cried because if I’d forgotten this, what else had I forgotten?” Her lectures were moved online because she was depressed and struggled to navigate the campus with her physical disability. Despite everything, she graduated with a 2:1.</p><p>Dawson would regularly visit encephalitis survivor groups on Facebook for support. There were so often deaths reported that she worried she was in danger of becoming desensitised to it. Then one day, a post shook her into action. “Someone had posted on the group that this girl had passed away – she was 21 and her fiancee had written the post.” She found herself grieving for the girl she had never known as if it was for herself. And in a way it was. “I went: Lucy what the hell are you doing? This girl, her fiancee, her friends, her family would do anything for her to be here, to have a voice and a second chance, and you’re wasting the one you were given.” A switch turned on. “I decided I’d take any opportunity to speak about encephalitis and try to get the word out. Otherwise what was the point of me being alive and her not being?”</p><div id=\"6c584902-386c-432d-8505-3ee3c8fc6301\"><div><picture itemprop=\"contentUrl\"><img alt=\"Lucy Dawson sitting in sand dunes wearing a silver scaled suit like a mermaid and holding a blue walking stick\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_1/article_5/images/img5_u11.jpg\"></picture></div><p><span></span><span>One of Dawson’s modelling shoots: ‘Thankfully a lot more girls do it now with all different conditions.’</span> Photograph: Ethic Co Photography</p></div><p>Dawson realised how much she had changed. Many of her friends seemed immature and shallow. She no longer had time for their endless chatter about boys who had or hadn’t texted them. She discovered the meaning of ableism when friends lost interest in her because she couldn’t drink and was no longer keen on clubbing. (Dawson acknowledges how fortunate she is to have retained four close friends from her pre-encephalitis days, including Becs, whom she says she can rely on for life.) The new Lucy was less forgiving and more discerning than the old one.</p><p>Her story is eerily familiar. As a child, I also contracted encephalitis, was misdiagnosed and treated as a psychiatric case for many months. My doctor also misdiagnosed my mother as having <a data-link-name=\"in body link\" href=\"https://www.nhs.uk/mental-health/conditions/fabricated-or-induced-illness/overview/\" title=\"\">Munchausen syndrome by proxy</a> – a mental health problem where a carer fabricates or induces an illness in a person under their care. Like Dawson, I was angry about the misdiagnosis, with many unanswered questions and a heightened sense of injustice. But I didn’t have to deal with the double whammy of physical disability as well.</p><p>Dawson tells me how fascinated she has become by disability politics. “Before I got ill, I didn’t follow any disabled people, I didn’t know any disabled people. My feed was just the Kardashians and Kardashian lookalikes. It was so depressing seeing all these ‘perfect’ bodies, where nobody’s got anything going on other than what the surgeon has given them. I became so much happier when I got rid of all that toxic stuff and started following people who have something to say and actually stand for something. I’ve done so much learning from other people in the disabled community.”</p><p>Her sister Hannah, who dabbled in graphic design, created a blogging website for her called <a data-link-name=\"in body link\" href=\"https://lucyintheskywithencephalitis.wordpress.com/\" title=\"\">Lucy in the Sky with Encephalitis</a>, on which she voiced all her concerns about encephalitis and disability. Then, in 2019, Lucy was signed up by <a data-link-name=\"in body link\" href=\"https://www.zebedeemanagement.co.uk/\" title=\"\">Zebedee Management</a>, the agency for models with disabilities, and over the past 18 months has been regularly commissioned by well-known retailers, including Ann Summers. “That came out of nowhere. Because I’ve got quite a curvy figure, brands were interested and that became my niche. But once I started doing it, I realised no one else is doing this. Thankfully a lot more girls do it now with all different conditions. Getting messages from people saying: ‘Oh my God, you’ve given me the confidence to wear this,’ or, ‘I feel so much better represented,’ makes me feel what I do is worthwhile.</p><div><blockquote>Why am I an inspiration? For being alive? Just because I’m disabled doesn’t mean I’m inspiring</blockquote></div><p>“A lot of the time, disabled people are infantilised,” she continues. “I have a friend who has spinal muscular atrophy, so she uses a ventilator and a wheelchair. If she posts a really good photo, the comments will always be: ‘Aaah, so cute!’ No, not cute! She looks hot. Just because she’s disabled doesn’t mean you have to treat her like a child. If it was an able-bodied person in a sexy set from Ann Summers, you wouldn’t be going ‘cute’!”</p><p>Now Dawson is determined to educate people about how to talk to disabled people. First there are the well-meaning patronising types who call her an inspiration without knowing the first thing about her. “Why am I an inspiration? For being alive? I might be the most awful person in the world. Just because I’m disabled doesn’t mean I’m inspiring.” And then there are those who are plain rude. “They dehumanise you to the point that you won’t get a hello. Straight away it’s like: ‘What the fuck’s wrong with your leg?’”</p><p>As she is talking, I’m looking at her dazzling nails, painted in <a data-link-name=\"in body link\" href=\"http://enablemagazine.co.uk/raising-awareness-of-all-disabilities-this-july-during-disability-pride-month/\" title=\"\">Disability Pride colours</a>. She explains that the five colours represent the different kinds of disability, the black background is for those who have suffered from ableist violence, the zigzags represent the challenging paths disabled people face, and the parallel lines “show solidarity within the disabled community despite our differences,” she says. “I’m proud of what I’ve been though and the way that I live.”</p><p>Modelling is a great way of raising awareness. And if she can educate just a few people about encephalitis, she says, she will have done a useful job. As for physical disability, she mentions the “horror stories” from TV and film, where able-bodied people are consistently cast in roles written for disabled characters. “There are increases all the time in representation, but it’s a slow-moving thing.” Dawson says, with relish, that she has barely started: “We’re nowhere near done.”</p><p><em>Simon Hattenstone is an ambassador for the <a data-link-name=\"in body link\" href=\"https://www.encephalitis.info/\" title=\"\">Encephalitis Society</a>.</em></p><p>In the UK and Ireland, Samaritans can be contacted on 116 123 or by emailing <a data-link-name=\"in body link\" href=\"mailto:jo@samaritans.org\" title=\"\">jo@samaritans.org</a> or <a data-link-name=\"in body link\" href=\"mailto:jo@samaritans.ie\" title=\"\">jo@samaritans.ie</a>. In the US, the <a data-link-name=\"in body link\" href=\"https://suicidepreventionlifeline.org/\" title=\"\">National Suicide Prevention Lifeline</a> is 1-800-273-8255. In Australia, the crisis support service <a data-link-name=\"in body link\" href=\"https://www.lifeline.org.au/\" title=\"\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a data-link-name=\"in body link\" href=\"http://www.befrienders.org/\" title=\"\">befrienders.org</a>.</p></div></main></main></div></div>",
  "textContent": "Lucy Dawson: ‘I’m proud of what I’ve been though and the way that I live.’ Photograph: Christopher Thomond/The GuardianLucy Dawson was skating through life. Everything came so easily to her: she had friends, confidence, academic success. At the age of 20, she was studying criminology at the University of Leicester, determined to join the police. Then, in the summer of 2016, she got a terrible headache that refused to go away.The headache was to change Dawson’s life. It took almost four months for her to be diagnosed with autoimmune encephalitis, an acute inflammation of the brain that leaves many people with permanent brain damage and has a mortality rate of about one in 10. She was showing classic symptoms of encephalitis from the off (confusion, personality change, hallucinations and the headaches) which should have been spotted within a couple of days.Instead, Dawson was misdiagnosed with a breakdown and sectioned for three and a half months in a psychiatric ward. Worse was to follow. By the time she was discharged from hospital, she not only still had a serious acquired brain injury, she was physically disabled, too. After being given electroconvulsive therapy (ECT), she had a seizure and fell out of her hospital bed on to an exposed radiator pipe which burned through her sciatic nerve and left her left leg paralysed below the knee.Five years on from this ordeal, she talks to me over Zoom from her home in Lincolnshire, where she lives with her cat, Alan. She giggles when I compliment Alan on his name. “‘It’s good, isn’t it? Everyone calls their cat Tiddles or Fluffy. Alan is a sick name for a cat.”Dawson, now 25, has made a good recovery from her encephalitis, although there are plenty of days when she is exhausted and brain fogged. As for the leg that was paralysed, that didn’t recover. She has given up on her plan to join the police force. Today, she is an encephalitis and disability campaigner, a successful lingerie model and an ambassador for disabled modelling.Lucy Dawson near her home in Lincolnshire. Photograph: Christopher Thomond/The GuardianShe tells me how the headache that began in the summer of 2016 continued to the autumn and her final year at university. For the first weeks of term she coped, then things changed. “All of a sudden, I was really depressed, crying about weird things. I was saying: ‘I’m going to fail my degree, I don’t know what to do for my dissertation.’ Then it was: ‘I’m fat, I’m ugly, I don’t have a boyfriend, nobody likes me,’ things that had never bothered me. I locked myself in my room and wasn’t eating.”She remembers the date clearly when she first lost control – 12 October 2016: “My best friend, Becs, found me at 6am just screaming her name over and over again like a robot. She called my mum, who said: ‘Get an ambulance and take her to hospital.’” The hospital said Dawson had a panic attack, gave her breathing exercises and sent her home. She rang her parents and apologised for the fuss; she told them she was stressed with work, was arranging a meeting with her dissertation supervisor and that she would be fine.The next morning, the same thing happened again. “I was just screaming for Becs again and again, robotically. When she came into my room, I ripped it to pieces, pulled everything out of the cupboards and off the shelves. I sat crosslegged in the middle of the floor, rocking backwards and forwards, my eyes bulging.”Before, I didn’t follow any disabled people. My feed was just the Kardsashians and Kardashian lookalikes. It was depressingHer parents drove to Leicester immediately. They asked her housemates whether Lucy had taken drugs or had her drink spiked. No way, they replied. She didn’t do drugs and hadn’t been out for more than a week. Dawson’s parents put her in the car and drove around looking for a hospital that would accept her. “It was like the birth of Christ where they go round all the inns and no one will let them in,” Dawson says. “We went to three hospitals in Leicester, and they wouldn’t accept me because I was a student and my postcode was wrong. We ended up in Lincoln, and on the way I tried to escape from the car while it was moving. I was hysterically laughing one minute, sobbing the next. I couldn’t get any words out, but then I’d be singing word for word along with the radio. My parents must have been terrified.”At 5.30pm, she was seen at Lincoln county hospital. “In the waiting room, my mum had to sit on top of me to restrain me, because I was pulling down the hospital curtains.” That night she was sectioned at the Peter Hodgkinson Centre, where she remained for the next three months. Dawson’s parents were told that she had suffered a breakdown.In hospital, she was given antipsychotic medication. Having been manic, she now became catatonic. “You’re in a rigid stupor and you can’t feel your own body … On 18 November, my 21st birthday, they said to my mum and dad: ‘She is going to die and we don’t know why.’” She laughs now at the illogicality of it all. “People don’t just randomly die of a mental breakdown!”She was given ECT in a last-ditch attempt to shock her brain into a reaction. An electric current was sent through her brain using two padded electrodes placed on her temples to trigger seizures. After the ECT, Dawson was placed in a bed without side rails. “My grandma and mum said to the staff: ‘If she starts mobilising in this bed, she’s going to fall out of it.’” Their warnings went unheeded. Sure enough, Dawson did fall out of bed – on to the exposed radiator pipe. Because she was still catatonic, she couldn’t feel anything. “It was the end of November, so the pipe was as hot as it was ever going to be, and I lay on it half dead and having just had ECT, until an old lady screamed for help because she saw what had happened.” Dawson stresses that she can’t remember anything herself. This is all information she has subsequently been told or gleaned through research.When she came round, Dawson “was in a hell of a lot of pain”, but no longer had confidence in what her brain was telling her. “Everything had felt wrong for so long, so what actually was right and what was wrong?” When her parents came to the ward and found her screaming in pain, staff said this was another manifestation of the breakdown. They put an orthopaedic boot on her foot, and told her parents she’d had a fall.Two days before Christmas, Dawson was discharged. The hospital gave her mother some cream and casually mentioned that the fall resulted in a burn. “That night my mum went to change the dressing. The burn is on my bum, and she could not believe it. It was 13cm, completely open, bloody and pussy. She was like: ‘What the hell?’” But her parents were so glad to have her home, they didn’t ask questions. “I guess having me alive with a moon-boot and a burn was better than having me dead.” Towards the end of her section, the hospital finally tested Dawson for acquired brain injuries. In January 2017, she saw a neurologist for the first time and was given a diagnosis of anti-NMDA receptor encephalitis. “They call it friendly fire because your immune system identifies antibodies and healthy cells in the brain as being bad and attacks them,” Dawson says. She had never heard of encephalitis before. There was no more mention of a breakdown from the hospital. As for the leg she could no longer move, she was told this was a symptom of the encephalitis.There were other symptoms, too: “My speech was ruinous. Sentences would just not form. I’d forget so many words. I was really slow. I was asleep for pretty much the entire day for a long time.”Despite her frailty, Dawson was determined to find out more about her illness. She got in touch with the Encephalitis Society, who were appalled by her story: the misdiagnosis, the fact she still hadn’t been treated for the condition, and the explanation of her paralysis. “They said you need to ask questions. They didn’t understand how what had happened to my leg could be part of the encephalitis.” Dawson got herself a lawyer.She had already seen a number of specialists about her leg, none of whom had been able to fix it or provide an explanation for what had happened. One day, due to see yet another rehab doctor, she ended up seeing a locum who was curious about the scar the burn had left. “She Googled diagrams of sciatic nerves and the penny instantly dropped. She said the radiator burned through your sciatic nerve and now it’s dead. That’s what has happened to your leg.”If it was an able-bodied person modelling a sexy set from Ann Summers, you wouldn’t be saying she was cute!Dawson confronted her neurologist. “I asked him point blank: ‘Is this what happened?’ He was so flustered and admitted it.” She comes to a stop, staggered by the deceit. “What did they think was going to happen? Of course we’d ask questions and find out at some point.”The trust has since apologised to Dawson for its failings. Lincolnshire Partnership NHS foundation trust told the Guardian: “We are truly sorry for any care that fell below our expected standards and the impact this has had on Lucy and her family. We have a robust internal investigation process in place to learn lessons for the future.”But Dawson says nothing could make up for what she has endured. As she started to recover, she began to grieve for her sunny, go-getting former self. She watched the livestream from her graduation class and despaired. “I thought that the rest of my life I’m going to be vegetative in my parents’ spare room. I remember saying to my grandparents: ‘Why did I have to wake up?’ There was no point to life, and I didn’t think there ever was going to be. I just wished that I’d died.”She had always been a huge Elvis Presley fan. So her grandfather, a former teacher, helped her recover her speech by learning to play her favourite Elvis songs on his keyboard and encouraging her to sing along. “The way my words started to come back was remembering the songs.”Two years after first becoming ill, she returned to university to complete her degree. “It was the hardest thing I’ve ever done,” she says. “Trying to navigate a degree with a fresh brain injury was hellish.” On the way to her first lecture, a girl called out her name enthusiastically. “I looked at her and didn’t have a clue who she was, and she said we used to be in seminars together. I just turned round and cried because if I’d forgotten this, what else had I forgotten?” Her lectures were moved online because she was depressed and struggled to navigate the campus with her physical disability. Despite everything, she graduated with a 2:1.Dawson would regularly visit encephalitis survivor groups on Facebook for support. There were so often deaths reported that she worried she was in danger of becoming desensitised to it. Then one day, a post shook her into action. “Someone had posted on the group that this girl had passed away – she was 21 and her fiancee had written the post.” She found herself grieving for the girl she had never known as if it was for herself. And in a way it was. “I went: Lucy what the hell are you doing? This girl, her fiancee, her friends, her family would do anything for her to be here, to have a voice and a second chance, and you’re wasting the one you were given.” A switch turned on. “I decided I’d take any opportunity to speak about encephalitis and try to get the word out. Otherwise what was the point of me being alive and her not being?”One of Dawson’s modelling shoots: ‘Thankfully a lot more girls do it now with all different conditions.’ Photograph: Ethic Co PhotographyDawson realised how much she had changed. Many of her friends seemed immature and shallow. She no longer had time for their endless chatter about boys who had or hadn’t texted them. She discovered the meaning of ableism when friends lost interest in her because she couldn’t drink and was no longer keen on clubbing. (Dawson acknowledges how fortunate she is to have retained four close friends from her pre-encephalitis days, including Becs, whom she says she can rely on for life.) The new Lucy was less forgiving and more discerning than the old one.Her story is eerily familiar. As a child, I also contracted encephalitis, was misdiagnosed and treated as a psychiatric case for many months. My doctor also misdiagnosed my mother as having Munchausen syndrome by proxy – a mental health problem where a carer fabricates or induces an illness in a person under their care. Like Dawson, I was angry about the misdiagnosis, with many unanswered questions and a heightened sense of injustice. But I didn’t have to deal with the double whammy of physical disability as well.Dawson tells me how fascinated she has become by disability politics. “Before I got ill, I didn’t follow any disabled people, I didn’t know any disabled people. My feed was just the Kardashians and Kardashian lookalikes. It was so depressing seeing all these ‘perfect’ bodies, where nobody’s got anything going on other than what the surgeon has given them. I became so much happier when I got rid of all that toxic stuff and started following people who have something to say and actually stand for something. I’ve done so much learning from other people in the disabled community.”Her sister Hannah, who dabbled in graphic design, created a blogging website for her called Lucy in the Sky with Encephalitis, on which she voiced all her concerns about encephalitis and disability. Then, in 2019, Lucy was signed up by Zebedee Management, the agency for models with disabilities, and over the past 18 months has been regularly commissioned by well-known retailers, including Ann Summers. “That came out of nowhere. Because I’ve got quite a curvy figure, brands were interested and that became my niche. But once I started doing it, I realised no one else is doing this. Thankfully a lot more girls do it now with all different conditions. Getting messages from people saying: ‘Oh my God, you’ve given me the confidence to wear this,’ or, ‘I feel so much better represented,’ makes me feel what I do is worthwhile.Why am I an inspiration? For being alive? Just because I’m disabled doesn’t mean I’m inspiring“A lot of the time, disabled people are infantilised,” she continues. “I have a friend who has spinal muscular atrophy, so she uses a ventilator and a wheelchair. If she posts a really good photo, the comments will always be: ‘Aaah, so cute!’ No, not cute! She looks hot. Just because she’s disabled doesn’t mean you have to treat her like a child. If it was an able-bodied person in a sexy set from Ann Summers, you wouldn’t be going ‘cute’!”Now Dawson is determined to educate people about how to talk to disabled people. First there are the well-meaning patronising types who call her an inspiration without knowing the first thing about her. “Why am I an inspiration? For being alive? I might be the most awful person in the world. Just because I’m disabled doesn’t mean I’m inspiring.” And then there are those who are plain rude. “They dehumanise you to the point that you won’t get a hello. Straight away it’s like: ‘What the fuck’s wrong with your leg?’”As she is talking, I’m looking at her dazzling nails, painted in Disability Pride colours. She explains that the five colours represent the different kinds of disability, the black background is for those who have suffered from ableist violence, the zigzags represent the challenging paths disabled people face, and the parallel lines “show solidarity within the disabled community despite our differences,” she says. “I’m proud of what I’ve been though and the way that I live.”Modelling is a great way of raising awareness. And if she can educate just a few people about encephalitis, she says, she will have done a useful job. As for physical disability, she mentions the “horror stories” from TV and film, where able-bodied people are consistently cast in roles written for disabled characters. “There are increases all the time in representation, but it’s a slow-moving thing.” Dawson says, with relish, that she has barely started: “We’re nowhere near done.”Simon Hattenstone is an ambassador for the Encephalitis Society.In the UK and Ireland, Samaritans can be contacted on 116 123 or by emailing jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org.",
  "length": 16479,
  "excerpt": "Lucy Dawson: ‘I’m proud of what I’ve been though and the way that I live.’ Photograph: Christopher Thomond/The Guardian",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_1/article_5/images/img2_u84.jpg"
}