{
  "title": "Digital banks race to capture the next generation",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>Digital banks race to capture the next generation</h2><div id=\"readability-page-1\" class=\"page\"><div>\n      <p>By Reuters - Global Times Source: Reuters-Global Times Published: 2020/11/19 18:28:42 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----calibre/feed_0/article_16/images/img1_u15.jpg\"></p>\n<p>Parents take their kids for a ride near a lake in Aquitaine, France. File photo: AFP</p><p>When John Hibbs' daughter Xanthe received her first bank card in the mail, the six-year-old spent the next week Googling how to buy a horse.</p><p>Hibbs and his wife Kate had got Xanthe a newly launched children's debit card from UK digital bank Starling, one of a number of new offerings from fintechs aimed at children and teenagers.</p><p>\"The earlier we can start the learning process of using a card, the earlier she can learn that you can't just go out and buy a horse,\" said Hibbs, who runs a charity.</p><p>While traditional banks have long offered basic savings accounts to children, fintechs say they have spotted an opportunity to offer better, slicker apps to tech-savvy kids and teenagers, who they say have been under-served.</p><p>Starling's Kite card allows parents to transfer money to their children's account, set spending limits and receive notifications of their purchases. It rivals similar products from Gohenry and Monzo in Britain while in the US fintechs Greenlight, Step and Copper are trying to capture the youth market.</p><p>JPMorgan Chase &amp; Co also recently entered the space, introducing a children's account in partnership with Greenlight.</p><p>The companies say they aim to give children a taste of financial freedom and education, while letting parents track and block spending. They hope to capitalize on the digital payment and ecommerce boom, and hold on to new customers into adulthood.</p><p>\"It's a play on profitability to get lifelong customers,\" said Kavita Kamdar, who heads JPMorgan's children's venture Chase First Banking.</p><p>JPMorgan's partner Greenlight has grown from 500,000 to 2 million parent and children customers in a year.</p><p>\"I think the startups are in a position to take junior accounts away from the high street banks,\" said Sarah Kocianski, head of research at fintech consultancy 11:FS. \"But they have to strike a balance between being appealing to kids and appealing to parents and goodness knows how you do that.\"</p><p>Companies must also be careful in keeping data secure and ensure children and parents understand what they are giving consent to, Kocianski said.</p><p>Popularity to profitability&nbsp;</p><p>Atlanta-based Greenlight, which costs $4.99 a month including debit cards for up to five kids, allows parents to create in-app chore lists for children and tie the work to perks. It also lets parents set and pay interest on their children's savings.</p><p>\"A couple of big macro trends drove the adoption of Greenlight,\" Timothy Sheehan, the company's chief executive said. \"The decline in use in cash and the adoption of the smartphone, not only among adults but among children.\"</p><p>US digital payment apps such as PayPal Holdings Inc's Venmo and Square Inc's Cash App, which have become a common way for consumers to send money to each other, do not allow users under the age of 18. This boosts the appeal of new apps targeted at those too young for popular apps but old enough to spend money.</p><p>\"This is a demographic that doesn't have a bank account, they still have money underneath their bed and we are providing them access to the digital economy,\" said Eddie Behringer, chief executive of Seattle-based teen banking app Copper.</p><p>Analysts and investors question whether the youth market is getting overcrowded, given youngsters are not cash-rich.</p><p>\"A lot of money is going to these firms, but do they make money?\" said Ian Kar, the founder and chief executive of consultancy Fintech Today. \"Teen banking is not very profitable yet.\"</p><p>UK-based GoHenry, which was founded 8 years ago, offers accounts for children charging parents 2.99 pounds per month.</p><p>Alex Zivoder, GoHenry's chief executive, said the company is on track to make a profit within a few years, despite its pretax loss jumping by three quarters to 5.8 million pounds last year as it invested in expansion including in the US.</p><p>Zivoder said the company made an underlying profit in the second and third quarters of 2020.</p><p>\"If you think of how many parents there are in the US and UK, will they be happy with one solution, one product?\"</p><p>For neobanks like Starling, where children and teen accounts are an added product line, analysts see the service as a way to generate additional revenue. Apps solely focused on the younger demographic may find it tougher.</p><p>Starling's Kite account, which costs 2 pounds a month, has been \"flying off the shelves\", said Helen Bierton, the startup's chief banking officer. She declined to disclose figures, noting products like Kite are part of its strategy to reach profitability by the end of 2020.</p><p>Spending power</p><p>Teenagers and children may not have much disposable income, but startups are banking on their growing spending power.&nbsp;</p><p>Gen Z, the generation currently between the ages of 8 and 23, represents around $150 billion in spending power in the US, according to McKinsey.</p><p>San Francisco-based Step, which hopes to build a bank for the next generation, plans to initially make money through card interchange and then offer more financial products as customers grow older.</p><p>\"Every brand wants to reach this new generation,\" said Step founder and chief executive CJ MacDonald. \"They are not rich, but they still spend billions of dollars a year.\"</p><p>Ben Galbraith, a Palo Alto-based father of eight, has used Step with his five older kids for the past 10 months. He used to keep track of allowances, spending and frequently lost cards with a spreadsheet.</p><p>\"Moving it into an easy-to-use app gets rid of all that stuff,\" Galbraith said.</p><p><strong>Newspaper headline: Cash card for kids</strong></p> </div></div>",
  "textContent": "\n      By Reuters - Global Times Source: Reuters-Global Times Published: 2020/11/19 18:28:42 \n      \n      \n      \n     \nParents take their kids for a ride near a lake in Aquitaine, France. File photo: AFPWhen John Hibbs' daughter Xanthe received her first bank card in the mail, the six-year-old spent the next week Googling how to buy a horse.Hibbs and his wife Kate had got Xanthe a newly launched children's debit card from UK digital bank Starling, one of a number of new offerings from fintechs aimed at children and teenagers.\"The earlier we can start the learning process of using a card, the earlier she can learn that you can't just go out and buy a horse,\" said Hibbs, who runs a charity.While traditional banks have long offered basic savings accounts to children, fintechs say they have spotted an opportunity to offer better, slicker apps to tech-savvy kids and teenagers, who they say have been under-served.Starling's Kite card allows parents to transfer money to their children's account, set spending limits and receive notifications of their purchases. It rivals similar products from Gohenry and Monzo in Britain while in the US fintechs Greenlight, Step and Copper are trying to capture the youth market.JPMorgan Chase & Co also recently entered the space, introducing a children's account in partnership with Greenlight.The companies say they aim to give children a taste of financial freedom and education, while letting parents track and block spending. They hope to capitalize on the digital payment and ecommerce boom, and hold on to new customers into adulthood.\"It's a play on profitability to get lifelong customers,\" said Kavita Kamdar, who heads JPMorgan's children's venture Chase First Banking.JPMorgan's partner Greenlight has grown from 500,000 to 2 million parent and children customers in a year.\"I think the startups are in a position to take junior accounts away from the high street banks,\" said Sarah Kocianski, head of research at fintech consultancy 11:FS. \"But they have to strike a balance between being appealing to kids and appealing to parents and goodness knows how you do that.\"Companies must also be careful in keeping data secure and ensure children and parents understand what they are giving consent to, Kocianski said.Popularity to profitability Atlanta-based Greenlight, which costs $4.99 a month including debit cards for up to five kids, allows parents to create in-app chore lists for children and tie the work to perks. It also lets parents set and pay interest on their children's savings.\"A couple of big macro trends drove the adoption of Greenlight,\" Timothy Sheehan, the company's chief executive said. \"The decline in use in cash and the adoption of the smartphone, not only among adults but among children.\"US digital payment apps such as PayPal Holdings Inc's Venmo and Square Inc's Cash App, which have become a common way for consumers to send money to each other, do not allow users under the age of 18. This boosts the appeal of new apps targeted at those too young for popular apps but old enough to spend money.\"This is a demographic that doesn't have a bank account, they still have money underneath their bed and we are providing them access to the digital economy,\" said Eddie Behringer, chief executive of Seattle-based teen banking app Copper.Analysts and investors question whether the youth market is getting overcrowded, given youngsters are not cash-rich.\"A lot of money is going to these firms, but do they make money?\" said Ian Kar, the founder and chief executive of consultancy Fintech Today. \"Teen banking is not very profitable yet.\"UK-based GoHenry, which was founded 8 years ago, offers accounts for children charging parents 2.99 pounds per month.Alex Zivoder, GoHenry's chief executive, said the company is on track to make a profit within a few years, despite its pretax loss jumping by three quarters to 5.8 million pounds last year as it invested in expansion including in the US.Zivoder said the company made an underlying profit in the second and third quarters of 2020.\"If you think of how many parents there are in the US and UK, will they be happy with one solution, one product?\"For neobanks like Starling, where children and teen accounts are an added product line, analysts see the service as a way to generate additional revenue. Apps solely focused on the younger demographic may find it tougher.Starling's Kite account, which costs 2 pounds a month, has been \"flying off the shelves\", said Helen Bierton, the startup's chief banking officer. She declined to disclose figures, noting products like Kite are part of its strategy to reach profitability by the end of 2020.Spending powerTeenagers and children may not have much disposable income, but startups are banking on their growing spending power. Gen Z, the generation currently between the ages of 8 and 23, represents around $150 billion in spending power in the US, according to McKinsey.San Francisco-based Step, which hopes to build a bank for the next generation, plans to initially make money through card interchange and then offer more financial products as customers grow older.\"Every brand wants to reach this new generation,\" said Step founder and chief executive CJ MacDonald. \"They are not rich, but they still spend billions of dollars a year.\"Ben Galbraith, a Palo Alto-based father of eight, has used Step with his five older kids for the past 10 months. He used to keep track of allowances, spending and frequently lost cards with a spreadsheet.\"Moving it into an easy-to-use app gets rid of all that stuff,\" Galbraith said.Newspaper headline: Cash card for kids ",
  "length": 5642,
  "excerpt": "When John Hibbs' daughter Xanthe received her first bank card in the mail, the six-year-old spent the next week Googling how to buy a horse.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----calibre/feed_0/article_16/images/img1_u15.jpg"
}