{
  "title": "Domestic abusers ‘weaponised’ Covid in England and Wales, study finds | Domestic violence",
  "byline": "Jamie Grierson",
  "dir": null,
  "content": "<h2>Domestic abusers ‘weaponised’ Covid in England and Wales, study finds | Domestic violence</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>Coronavirus was “weaponised” by domestic abusers during the pandemic and police forces should remain alert to “Covid blaming” as an excuse or defence by suspects, a study has found.</p><p>The Domestic Homicide Project, established by the National Police Chiefs’ Council (NPCC) and the College of Policing, revealed that domestic homicides in <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/uk-news/england\">England</a> and Wales had not increased dramatically during the pandemic but still remained at about three a week, with 163 recorded in the 12 months to March.<strong> </strong>This was similar to the previous year’s figure of 152 and in line with the 15-year average.</p><p>The project also found 38 suspected suicides of victims with a known history of domestic abuse, an average of three a month, although this figure could not be compared with previous years as it was the first time the data had been recorded.</p><p>The report concluded Covid had not caused domestic homicide but it had been “weaponised” by some abusers both as a new tool of control over victims and – in some cases – as an excuse or defence for abuse or homicide of the victim.</p><p>Police and relevant agencies should be prepared for an increased risk of domestic homicides and potentially domestic suicides, particularly intimate partner homicide and victim suicides, as some abusers’ control is taken away by the easing of Covid restrictions, and other abusers regain access to victims, the report said.</p><p>Likewise, police and other agencies should remain alert to “Covid blaming” as an excuse or defence by suspects.</p><p>The first-of-its-kind study found the proportion of “intimate partner” homicide suspects previously known to police in the year to March was 58%.</p><p>It found 48% of suspects of all types of domestic homicide, including killing parents and children, were previously reported to police as suspects for domestic abuse.</p><p>In 57% of all cases, either the victim or suspect, or both, were previously known to an agency other than police, such as children’s social services, adult social services, or mental health services.</p><p>The report concluded this suggests that potential domestic homicide suspects are more visible to police than previous studies have shown.</p><p>The NPCC’s lead for domestic abuse, assistant commissioner Louisa Rolfe, said: “Domestic homicide and suspected victim suicides are not something that only the police can try to prevent and we’re grateful for all the collaboration happening across the entire sector.</p><p>“However, as the report highlights, there are still areas where we can improve, both separately and by working together, and this is especially important now that lockdown is over.”</p><p>The evidence gathered by the project showed victims of domestic homicide were mostly female (73%), aged between 25 and 54 years old, with the vast majority of deaths occurring in urban areas (90%) and the most common cause of death being by a sharp instrument (29%).</p><p>Most suspects were male (80%) and this was across all homicide types, except for child deaths where more than half the suspects were female (59%).</p><p>In addition to the 48% of<strong> </strong>suspects previously reported to police as suspects for domestic abuse, a further 10% were known to police for non-domestic abuse offending, and a further 10% were previously known to police as a victim of domestic abuse or vulnerable person.</p></div></main></main></div></div>",
  "textContent": "Coronavirus was “weaponised” by domestic abusers during the pandemic and police forces should remain alert to “Covid blaming” as an excuse or defence by suspects, a study has found.The Domestic Homicide Project, established by the National Police Chiefs’ Council (NPCC) and the College of Policing, revealed that domestic homicides in England and Wales had not increased dramatically during the pandemic but still remained at about three a week, with 163 recorded in the 12 months to March. This was similar to the previous year’s figure of 152 and in line with the 15-year average.The project also found 38 suspected suicides of victims with a known history of domestic abuse, an average of three a month, although this figure could not be compared with previous years as it was the first time the data had been recorded.The report concluded Covid had not caused domestic homicide but it had been “weaponised” by some abusers both as a new tool of control over victims and – in some cases – as an excuse or defence for abuse or homicide of the victim.Police and relevant agencies should be prepared for an increased risk of domestic homicides and potentially domestic suicides, particularly intimate partner homicide and victim suicides, as some abusers’ control is taken away by the easing of Covid restrictions, and other abusers regain access to victims, the report said.Likewise, police and other agencies should remain alert to “Covid blaming” as an excuse or defence by suspects.The first-of-its-kind study found the proportion of “intimate partner” homicide suspects previously known to police in the year to March was 58%.It found 48% of suspects of all types of domestic homicide, including killing parents and children, were previously reported to police as suspects for domestic abuse.In 57% of all cases, either the victim or suspect, or both, were previously known to an agency other than police, such as children’s social services, adult social services, or mental health services.The report concluded this suggests that potential domestic homicide suspects are more visible to police than previous studies have shown.The NPCC’s lead for domestic abuse, assistant commissioner Louisa Rolfe, said: “Domestic homicide and suspected victim suicides are not something that only the police can try to prevent and we’re grateful for all the collaboration happening across the entire sector.“However, as the report highlights, there are still areas where we can improve, both separately and by working together, and this is especially important now that lockdown is over.”The evidence gathered by the project showed victims of domestic homicide were mostly female (73%), aged between 25 and 54 years old, with the vast majority of deaths occurring in urban areas (90%) and the most common cause of death being by a sharp instrument (29%).Most suspects were male (80%) and this was across all homicide types, except for child deaths where more than half the suspects were female (59%).In addition to the 48% of suspects previously reported to police as suspects for domestic abuse, a further 10% were known to police for non-domestic abuse offending, and a further 10% were previously known to police as a victim of domestic abuse or vulnerable person.",
  "length": 3259,
  "excerpt": "Coronavirus was “weaponised” by domestic abusers during the pandemic and police forces should remain alert to “Covid blaming” as an excuse or defence by suspects, a study has found.",
  "siteName": null
}