{
  "title": "What's New on Amazon Prime Video in September 2021",
  "byline": null,
  "dir": null,
  "content": "<h2>What's New on Amazon Prime Video in September 2021</h2><div id=\"readability-page-1\" class=\"page\"><div><p>Writer/director Kay Cannon—who worked with Tina Fey on <em>30 Rock </em>before penning the<em> Pitch Perfect</em> trilogy and directing the underrated raunchy teen comedy <em>Blockers—</em>is from my hometown. When I was in high school, she even judged me at a forensics meet. I mention this only because that fact is basically the only thing that interests me about her new spin on <em>Cinderella</em>, coming to Amazon Prime Video on Sept. 3. This is a movie that is very much Not For Me.</p><p>Every generation gets its revisionist fairy tale, and this one is about what you’d expect from Cinderella 2021: The title character isn’t a scullery maid, but a #girlboss (did I mention Kay Cannon created <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;External link&quot;,&quot;https://en.wikipedia.org/wiki/Girlboss&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://en.wikipedia.org/wiki/Girlboss\" rel=\"noopener noreferrer\" target=\"_blank\">Netflix’s <em>Girlboss</em></a></span>?); she isn’t looking to land a man but to kick off her career as a fashion designer—and what better way to do so than by debuting one of her own designs at the prince’s matchmaking ball? In a twist visible from space, <em>Pose</em>’s Billy Porter takes over the magic wand as Cinderella’s “fabulous godmother,” dressing her for the main even in a smart blue business suit. Idina Menzel is the stepmother, and James Corden (who is credited with the <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;External link&quot;,&quot;https://ew.com/movies/2019/04/09/cinderella-cambila-cabello-james-corden/&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://ew.com/movies/2019/04/09/cinderella-cambila-cabello-james-corden/\" rel=\"noopener noreferrer\" target=\"_blank\">“original idea”</a></span> for the film) plays one of the talking mice, because of course he fucking does. And so on. </p></div><div><p>The trailer’s incorporation of modern pop hits and a period setting suggests <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;External link&quot;,&quot;https://www.youtube.com/watch?v=0Hi8IWqic0U&amp;ab_channel=killerkenny555&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://www.youtube.com/watch?v=0Hi8IWqic0U&amp;ab_channel=killerkenny555\" rel=\"noopener noreferrer\" target=\"_blank\">heavy <em>A Knight’s Tale</em> vibes</a></span>, so if that’s your thing, you’re probably down for this. Or maybe if you’re under 40? I’m very old—I was already an adult when Ella got Enchanted; my opinion on this one doesn’t matter. </p><p>What else is coming to Prime Video in September? A few more original films: <em>LuLaRich</em> (Sept. 10), an investigative documentary about the <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;Internal link&quot;,&quot;https://jezebel.com/dozens-of-women-who-sold-lularoe-have-filed-for-bankrup-1820181423&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://jezebel.com/dozens-of-women-who-sold-lularoe-have-filed-for-bankrup-1820181423\">LuLaRoe pyramid scheme</a></span>; <em>Everybody’s Talking About Jamie</em>  (Sept. 17), a stage-to-screen adaptation of the West End musical about a boy who becomes a drag queen at 16; and <em>The Voyeurs</em> (Sept. 10), which is definitely the first film ever to build a thriller plot on top of a couple in an apartment staring at their neighbors through binoculars.</p></div></div>",
  "textContent": "Writer/director Kay Cannon—who worked with Tina Fey on 30 Rock before penning the Pitch Perfect trilogy and directing the underrated raunchy teen comedy Blockers—is from my hometown. When I was in high school, she even judged me at a forensics meet. I mention this only because that fact is basically the only thing that interests me about her new spin on Cinderella, coming to Amazon Prime Video on Sept. 3. This is a movie that is very much Not For Me.Every generation gets its revisionist fairy tale, and this one is about what you’d expect from Cinderella 2021: The title character isn’t a scullery maid, but a #girlboss (did I mention Kay Cannon created Netflix’s Girlboss?); she isn’t looking to land a man but to kick off her career as a fashion designer—and what better way to do so than by debuting one of her own designs at the prince’s matchmaking ball? In a twist visible from space, Pose’s Billy Porter takes over the magic wand as Cinderella’s “fabulous godmother,” dressing her for the main even in a smart blue business suit. Idina Menzel is the stepmother, and James Corden (who is credited with the “original idea” for the film) plays one of the talking mice, because of course he fucking does. And so on. The trailer’s incorporation of modern pop hits and a period setting suggests heavy A Knight’s Tale vibes, so if that’s your thing, you’re probably down for this. Or maybe if you’re under 40? I’m very old—I was already an adult when Ella got Enchanted; my opinion on this one doesn’t matter. What else is coming to Prime Video in September? A few more original films: LuLaRich (Sept. 10), an investigative documentary about the LuLaRoe pyramid scheme; Everybody’s Talking About Jamie  (Sept. 17), a stage-to-screen adaptation of the West End musical about a boy who becomes a drag queen at 16; and The Voyeurs (Sept. 10), which is definitely the first film ever to build a thriller plot on top of a couple in an apartment staring at their neighbors through binoculars.",
  "length": 1991,
  "excerpt": "A progressive take on a classic fairy tale? Well, this is the first I'm hearing of it.",
  "siteName": "Lifehacker"
}