{
  "articleList": [
    {
      "title": "Afghanistan: 2,000 people who worked for UK still to be airlifted | Afghanistan",
      "byline": "Dan Sabbagh",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1314,
      "excerpt": "Two thousand Afghan interpreters and others who worked for the British government are still to be airlifted out of Kabul by the RAF, defence sources said, as the emergency evacuation reaches its final stages.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_0/index_u170.json"
    },
    {
      "title": "Afghanistan live news: unclear how many will be left behind after evacuation, says UK foreign secretary | World news",
      "byline": "Jessica Murray",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 17305,
      "excerpt": "3.22pm BST\n    15:22",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_1/images/img5_u3.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_1/index_u16.json"
    },
    {
      "title": "Leftwinger Sharon Graham elected as Unite union leader | Unite",
      "byline": "Andrew Sparrow",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4467,
      "excerpt": "The leftwinger Sharon Graham has won a surprise victory in the contest to succeed Len McCluskey as general secretary of the Unite union.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_10/index_u37.json"
    },
    {
      "title": "UN criticised over statement on overuse of antibiotics in farming | Environment",
      "byline": "Sophie Kevany",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4341,
      "excerpt": "Animal health experts and UN leaders have called for a significant reduction in antimicrobial drug usage in food animals, which is already causing a “silent pandemic”.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_11/index_u61.json"
    },
    {
      "title": "C of E admits to failings over allegations against priest who took his own life | Anglicanism",
      "byline": "Harriet Sherwood",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2751,
      "excerpt": "The Church of England has admitted it made mistakes in its handling of unsubstantiated allegations of child abuse against a former Anglican priest who took his own life.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_12/index_u95.json"
    },
    {
      "title": "Runner dies from injuries after falling in Ultra Trail du Mont Blanc mountain race | Sport",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 926,
      "excerpt": "A Czech ultra runner died from his injuries after falling at the Ultra Trail du Mont Blanc’s TDS mountain race, organisers reported on Wednesday.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_13/index_u52.json"
    },
    {
      "title": "Baby on Nevermind cover sues Nirvana over child sexual exploitation | Nirvana",
      "byline": "Ben Beaumont-Thomas",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3092,
      "excerpt": "Spencer Elden, who appeared as a naked baby on one of rock music’s most iconic album covers – Nevermind by Nirvana – is suing the band, claiming he was sexually exploited as a child.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_14/index_u75.json"
    },
    {
      "title": "US special relationship still alive after Afghan evacuation, says Dominic Raab | Dominic Raab",
      "byline": "Andrew Sparrow",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3934,
      "excerpt": "Britain’s failure to persuade the US to extend the evacuation from Afghanistan into September does not mean the “special relationship” with Washington is over, the foreign secretary, Dominic Raab, has said.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_2/index_u27.json"
    },
    {
      "title": "Evacuating Afghanistan: a visual guide to flights in and out of Kabul | Afghanistan",
      "byline": "Ashley Kirk",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2323,
      "excerpt": "Kabul airport’s air traffic now seems to be at a stable level due to an increase in military aircraft evacuating people, new Guardian analysis has revealed.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_3/index_u84.json"
    },
    {
      "title": "Black people more likely to be Tasered for longer, police watchdog finds | Police",
      "byline": "Vikram Dodd",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5500,
      "excerpt": "Police have been criticised for their deployment of Taser, with an official report finding black people are more likely to face prolonged use and cases of the powerful electrical weapon being fired when it should not be.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_4/index_u107.json"
    },
    {
      "title": "Families urge ban on English police Taser use against people in distress | Police",
      "byline": "Mattha Busby",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4009,
      "excerpt": "The families of people who died after being Tasered by police in England have called for a ban on the use of electrical weapons against people in mental health crises.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_5/images/img3_u54.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_5/index_u131.json"
    },
    {
      "title": "OnlyFans scraps plans to ban sexually explicit material | Technology",
      "byline": "Alex Hern",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3390,
      "excerpt": "OnlyFans, the user-generated adult content site, is reversing course on plans to ban “sexually explicit” content after securing agreement with its payment processors, it has announced.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_6/index_u115.json"
    },
    {
      "title": "HGV driver shortages could ‘cancel’ Christmas, warns Iceland boss | Retail industry",
      "byline": "Jillian Ambrose",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3129,
      "excerpt": "The UK government must allow retailers to recruit HGV drivers from abroad to avoid a supply chain crisis that could ruin Christmas, a senior supermarket chain boss has warned.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_7/index_u145.json"
    },
    {
      "title": "Iceland boss: Christmas at risk from HGV driver shortages and supply chain crisis – business live | Business",
      "byline": "Graeme Wearden",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 15719,
      "excerpt": "3.24pm BST\n    15:24",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_8/images/img2_u124.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_8/index_u139.json"
    },
    {
      "title": "Extinction Rebellion protesters block Oxford Circus in London | Extinction Rebellion",
      "byline": "Damien Gayle",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3682,
      "excerpt": "Extinction Rebellion protesters have blocked Oxford Circus in London, the site of one of their most famous occupations, as women took the lead on the third day of their latest campaign of UK protest.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_0/article_9/index_u119.json"
    },
    {
      "title": "Sam Fender: ‘Leftie is now a slur in working-class towns’ | Sam Fender",
      "byline": "Ben Beaumont-Thomas",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12595,
      "excerpt": "In 2011, Sam Fender was, by his own admission, “a little stoner” who had flunked out of his A-Levels in his hometown of North Shields, living with his mother in a flat with black mould on the walls. A decade later, he’s one of the UK’s best and most successful singer-songwriters: his 2019 debut album Hypersonic Missiles went to No 1, he won a Brit award, and his knack for writing songs about 21st-century disaffections marked him out from cheerier peers such as Ed Sheeran and George Ezra. His second album Seventeen Going Under, a superb record that channels the sound of Bruce Springsteen and the War on Drugs into an examination of his family, youth and frailty, is out in October.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_0/images/img4_u5.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_0/index_u17.json"
    },
    {
      "title": "Charlie Watts: a rock’n’roll legend whose true love was jazz | Charlie Watts",
      "byline": "Richard Williams",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5422,
      "excerpt": "Everyone knew that Charlie Watts’s heart was always in jazz. Even when he grew his hair long and put on hippie garb while the Rolling Stones were going through their Satanic Majesties period, underneath he was still the cool bebopper who could see through the nonsense that surrounded his group and the rampaging egos at its heart.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_1/index_u54.json"
    },
    {
      "title": "How John Cage, the great disrupter, had the last laugh – by writing beautiful music | John Cage",
      "byline": "Andrew Male",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7647,
      "excerpt": "In the summer of 1990 John Cage gave a lecture at the International New Music gathering in Darmstadt, Germany, and effectively admitted defeat. The then 76-year-old US composer announced that his philosophical ideas of freedom and collaboration, concepts built into his avant garde musical compositions since the 1950s, had failed to influence reality. The world had got worse, not better. It was “a life spent … beating my head against a wall”, he announced. There was, however, one consolation. “I no longer consider it necessary to find alternatives to harmony,” he said. “After all these years I am finally writing beautiful music.”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_2/images/img3_u44.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_2/index_u128.json"
    },
    {
      "title": "New Unite boss Sharon Graham: doing what it says on the union tin | Unite",
      "byline": "Caroline Davies",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4714,
      "excerpt": "Sharon Graham’s victory to replace Len McCluskey and become the first woman to lead Unite, one of Britain’s most powerful trade unions, may have come as a surprise to many. But not to those who know her determination and fearlessness.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_3/index_u4.json"
    },
    {
      "title": "Hobbled by hype: why are lauded British directors only making one movie? | Film",
      "byline": "Caspar Salmon",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4851,
      "excerpt": "Prano Bailey-Bond’s debut feature, Censor, came out in the UK last Friday on the back of a huge publicity push and wave of critical acclaim, from five star reviews and magazine covers to tweets from directors such as Edgar Wright and Sean Baker (the latter sporting a Prano Bailey-Bond T-shirt). Set at the height of the 1980s “video nasties” moral panic, the film adopts and adapts the genre of gory horror it depicts, by focusing on a character still grieving for her long-lost sister.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_4/images/img3_u15.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_4/index_u45.json"
    },
    {
      "title": "Lucy Dawson: the model who got a mystery headache, a misdiagnosis – and a new mission in life | Encephalitis",
      "byline": "Simon Hattenstone",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 16479,
      "excerpt": "Lucy Dawson: ‘I’m proud of what I’ve been though and the way that I live.’ Photograph: Christopher Thomond/The Guardian",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_5/images/img2_u84.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_5/index_u79.json"
    },
    {
      "title": "Canada turns to satirical Indigenous website to interpret grim news | Canada",
      "byline": "Leyland Cecco",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4887,
      "excerpt": "Days after the statues of two British monarchs were toppled in the province of Manitoba amid growing fury over the legacy of Canada’s residential school system, where Indigenous children were forcibly sent for much of the 20th century, the website Walking Eagle News had its own take – not so much on the grief and outrage, but on the fixation with statues.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_6/images/img2_u77.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_6/index_u85.json"
    },
    {
      "title": "‘I’m lost’: poorer pupils lose university places after A-level grade surge | A-levels",
      "byline": "Anna Fazackerley",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7784,
      "excerpt": "Despite being a carer for his mother since he started senior school, 18-year-old Keir Adeleke, from Newham, east London, was predicted A*AA in his A-levels this summer, and had an offer to study law at the prestigious King’s College London. But when his teacher-assessed grades came in at BBC, his hopes of getting into a leading university vanished.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_7/images/img1_u145.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_1/article_7/index_u162.json"
    },
    {
      "title": "Kanye West formally applies to change name to Ye | Kanye West",
      "byline": "Ben Beaumont-Thomas",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1723,
      "excerpt": "Kanye West has filed court documents to formally change his name to Ye.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_0/index_u91.json"
    },
    {
      "title": "Ansel Adams, Brassaï and Bill Brandt sitting on a bench: Paul Joyce’s best photograph | Art and design",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4732,
      "excerpt": "In 1976, I was working at the Photographers’ Gallery in London. The great Hungarian-French photographer Brassaï had an exhibition opening there and was coming over from Paris. I hurried along, wanting to meet him. Brassaï had heard Ansel Adams was also in town for his own exhibition at the Victoria & Albert, so we all piled into a taxi, diverting to my flat to pick up my Gandolfi plate camera – a spur-of-the-moment decision. At the V&A, I was informed that Bill Brandt had come to see Ansel’s exhibition, too. So I corralled all three of them on to a bench in the V&A garden.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_1/images/img3_u39.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_1/index_u113.json"
    },
    {
      "title": "Mosquito State review – a torrid, original tone poem to late capitalism | Film",
      "byline": "Phil Hoad",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1968,
      "excerpt": "This highly original, visually torrid take on Wall Street and last decade’s global financial crisis celebrates the true masters of the universe: mosquitoes. Richard Boca (Beau Knapp), head analyst for investment firm Abbott Werner, is a gauche social misfit tolerated because he developed the algorithms that keep the company ahead. But, in the autumn of 2007, he’s getting twitchy about bizarre market fluctuations that his broker colleagues dismiss, while back at his granite-lined penthouse an infestation of another kind of bloodsucker is taking hold. Are the teeming swarms, whose bites inflict disfiguring boils on Richard, a manifestation of some kind of mental breakdown?",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_2/index_u65.json"
    },
    {
      "title": "Chineke!/Bovell review – young orchestra continue to make strong case for neglected repertoire | Proms 2021",
      "byline": "Andrew Clements",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2414,
      "excerpt": "It’s a long time since I heard any of Samuel Coleridge-Taylor’s Hiawatha cantata trilogy in a concert; probably not, in fact, since as a schoolboy I played in a performance of the first part, Hiawatha’s Wedding Feast. But Chineke! have been doing their best for Coleridge-Taylor’s music since the orchestra was formed in 2015. Their debut concert was launched with his Ballade, and their latest prom, conducted by Kalena Bovell, began with the Overture to “The Song of Hiawatha”.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_3/images/img4_u14.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_3/index_u50.json"
    },
    {
      "title": "Firefights, foxhunts and flower shows: a staggering new view of the Troubles | Photography",
      "byline": "Sean O’Hagan",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 8776,
      "excerpt": "When someone asks me what it was like growing up during the Troubles, I always find myself at a loss for an answer. Day-to-day life in Armagh was uneasy and anxious, but sometimes surreal and often repetitive. There were bombs and bomb scares, there was gunfire in the night, early morning raids by the security forces, and the wearying presence of British army foot patrols and their constant scrutiny. But there were also countless days when there was nothing to do and nowhere to go.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_4/images/img4.png",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_4/index_u87.json"
    },
    {
      "title": "From Ghetts to Genesis, Nick Cave to Arlo Parks: autumn 2021’s essential music | Music",
      "byline": "Alexis Petridis",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12573,
      "excerpt": "Snapped Ankles, Ghetts and Little Simz. Composite: Guardian/Adama Jalloh/Laura Lewis/Nick Dale",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_5/images/img3_u4.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_10/article_5/index_u132.json"
    },
    {
      "title": "How to make the perfect lamingtons – recipe | Food",
      "byline": "Felicity Cloake",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 9404,
      "excerpt": "Felicity Cloake’s lamingtons. Photograph: Dan Matthews/The Guardian. Food styling: Loïc Parisot.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img2_u48.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/index_u176.json"
    },
    {
      "title": "Viking beauty kits and Neanderthal contouring: the secret history of male beauty | Fashion",
      "byline": "Priya Elan",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4689,
      "excerpt": "The history of the male beauty ritual has been largely undocumented – and forgotten about – due to a combination of gender prejudice and misogyny, according to a new book by David Yi, writer and founder of the gender-inclusive skincare website Very Good Light. “For centuries, it is as if speaking about a king’s cosmetics predilections or a famed ruler’s aesthetics meant they were feminine which meant them being less powerful,” he says.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_1/images/img4_u29.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_1/index_u96.json"
    },
    {
      "title": "A moment that changed me: the shock of being beaten by teenage fascists | Crime",
      "byline": "Benjamin Myers",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4660,
      "excerpt": "The first time I was beaten up in the street I was 16 and had intervened when a boy tried to throw a friend of mine through a shop window. The third time, I had my nose broken at 2am in Luton for laughing when three jeering lads called me “John Travolta” (a reference to Grease, presumably; I was going through a big Rocket From The Crypt phase).",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_2/index_u154.json"
    },
    {
      "title": "'It makes you feel alive while half-killing you': cycling in Carmarthenshire | Wales holidays",
      "byline": "Dixe Wills",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6081,
      "excerpt": "“So,” my hostess Tanya said as I arrived at Penstacan, an organic farmstay in the Welsh village of Cilycwm, “they’re making you go over the Black Mountain, are they?’",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/images/img3_u7.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/index_u159.json"
    },
    {
      "title": "Lockdown spirit lives on as neighbour groups become swap shops | Communities",
      "byline": "Sarah Marsh",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3699,
      "excerpt": "They started as a way of doing the right thing by vulnerable neighbours during the pandemic: WhatsApp groups asking if anybody along the street needs help, for example with shopping.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_4/index_u51.json"
    },
    {
      "title": "August Design News: wooden bags, concrete coral, political pottery | Design",
      "byline": "Alice Fisher",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 11209,
      "excerpt": "After a long break, the design world is coming to life again. London Design Festival (LDF) is back and bigger than ever this year. There will be three more design districts in the capital – including the Design District at Greenwich Peninsula. It is hoped this new development will become London’s new creative quarter and showcases the work of eight different architects. A great location for Design London, a new event at LDF. Also new is Planted, a design show attempting to connect people with nature. Finally, it feels like green shoots are coming through.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img3_u42.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/index_u76.json"
    },
    {
      "title": "Tell us: have you been affected by the shortage of school uniform in the UK? | Retail industry",
      "byline": "Guardian community team",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 794,
      "excerpt": "Businesses and retailers in the UK have been experiencing a supply chain crisis with stock levels at their lowest since 1983.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_12/article_0/index_u71.json"
    },
    {
      "title": "Tell us: how is the shortage of EU workers affecting your business? | Business",
      "byline": "Guardian community team",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 832,
      "excerpt": "The number of EU citizens searching for work in Britain has fallen by 36% since Brexit, according to a study by the jobs site Indeed. This issue, combined with the impact of the pandemic, has led to staff shortages in some sectors.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_12/article_1/index_u15.json"
    },
    {
      "title": "Tell us: what was the moment that changed you? | Life and style",
      "byline": "Guardian community team",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 562,
      "excerpt": "What was the moment that changed you? From the joyful to the sad, we would like to hear your stories about a point in time when your world turned on its axis.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_12/article_2/index_u8.json"
    },
    {
      "title": "Tell us: has your children’s screen time changed during the pandemic? | Society",
      "byline": "Guardian community team",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1038,
      "excerpt": "During months of lockdown, homeworking and homeschooling, many families have relied on screens to teach and entertain their children during the pandemic.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_12/article_3/index_u160.json"
    },
    {
      "title": "Tell us: what are you enjoying most about the Tokyo Paralympic Games 2020? | Tokyo Paralympic Games 2020",
      "byline": "Guardian community team",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 698,
      "excerpt": "The Tokyo Paralympic Games 2020 have commenced. We’d like you to share your thoughts and experiences of the Games. How are you watching the Paralympics? What are you enjoying most?",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_12/article_4/index_u21.json"
    },
    {
      "title": "‘My persian had a three-hour blow-dry!’ 150 years of cat shows – then and now | Cats",
      "byline": "Sirin Kale",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12627,
      "excerpt": "Patrick of Allington, a blue persian, wins first prize at a ‘society championship show’ at Holy Trinity Hall in central London, 1933. Photograph: Topical Press Agency/Getty Images",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_0/images/img3_u9.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_0/index_u100.json"
    },
    {
      "title": "Meat wars: why Biden wants to break up the powerful US beef industry | Meat industry",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 9450,
      "excerpt": "Both the planet and US politics have heated up in tandem over recent decades, but few sectors have stewed in controversy quite like America’s beef industry. Four super-powered meatpackers control more than 80% of the US beef market, an extraordinary concentration of market power that the Biden administration is not happy about. A recent executive action signed by the president aims to increase competition in the beef industry, with the White House noting that, over the past five years, “farmers’ share of the price of beef sales has dropped by more than a quarter – from 51.5% to 37.3% – while the price of beef has risen”.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_1/images/img4_u37.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_1/index_u73.json"
    },
    {
      "title": "‘We can never go back’: Taliban surge spreads fear in Delhi’s ‘Little Kabul’ | Afghanistan",
      "byline": "Hannah Ellis-Petersen",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5730,
      "excerpt": "They call it little Kabul and it’s not hard to see why. In this lively corner of south Delhi, the streets of Lajpat Nagar are lined with Afghan pharmacies, supermarkets, travel agents and beauty parlours, with Dari Persian signage almost as common as Hindi. Delhi’s residents will trek across the city just for the Afghan restaurants, and for a taste of the thick, steaming ovals of naan bread baked in the numerous Afghan bakeries in the neighbourhood.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_2/index_u110.json"
    },
    {
      "title": "‘It literally saved us’: what the US’s new anti-poverty measure means for families | Biden administration",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 9558,
      "excerpt": "Four weeks ago the Biden administration officially began implementing the child tax credit in what was hailed by Columbia University as an initiative that could “cut child poverty in half in the US”. Most eligible families have received just one monthly installment so far – but for many American parents struggling to make ends meet during the ongoing Covid-19 crisis, it has already made a huge difference.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_3/images/img3_u29.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_3/index_u5.json"
    },
    {
      "title": "‘I feel like it’s quite shaky acceptance’: trans kids and the fight for inclusion | Transgender",
      "byline": "Shon Faye",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 24248,
      "excerpt": "‘My preconceptions about trans people came from the media, and I certainly hadn’t heard of trans children. So it just flummoxed me having an assigned male child who didn’t have especially ‘feminine’ interests and yet was saying consistently, ‘I’m a girl.’”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_4/images/img3_u2.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_4/index_u43.json"
    },
    {
      "title": "Guardian Morning Briefing - sign up and start the day one step ahead | UK news",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 946,
      "excerpt": "The Guardian Morning Briefing breaks down the news stories of the day, telling you what’s happening and why it matters so you’ll be completely up to speed. Besides the main headlines, you can expect a fantastic lunchtime read to get your teeth into, and highlights of what’s on the UK’s newspapers front pages. We’ll make sure you don’t miss a thing. See the latest morning briefing here.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_14/article_0/index_u88.json"
    },
    {
      "title": "Tokyo 2020 Paralympics briefing: two more weeks of glory and despair | Tokyo Paralympic Games 2020",
      "byline": "Martin Belam",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5683,
      "excerpt": "Today in a nutshell: the Roman god Janus of Tokyo briefings, looking backwards, looking forwards.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_14/article_1/images/img3_u48.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_14/article_1/index_u39.json"
    },
    {
      "title": "The Guide: Staying In – sign up for our home entertainment tips | Life and style",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1239,
      "excerpt": "Who needs to go out when there’s so much to do indoors? If you’re looking for inspiration, let The Guide – The Guardian’s Saturday arts and entertainment supplement – help you out. Every week, we’ll send you some hot picks, guaranteed to keep you entertained.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_14/article_2/index_u134.json"
    },
    {
      "title": "TechScape: How the UK forced global shift in child safety policies | Facebook",
      "byline": "Alex Hern",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 8239,
      "excerpt": "I bring good news: regulation works.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_14/article_3/index_u10.json"
    },
    {
      "title": "Reading festival and Extinction Rebellion protest: Wednesday’s best photos | UK news",
      "byline": "Matt Fidler",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12379,
      "excerpt": "The Guardian’s picture editors select photo highlights from around the world",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_0/images/img2_u19.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_0/index_u83.json"
    },
    {
      "title": "Earthquake relief efforts under way in Haiti – in pictures | World news",
      "byline": "Photograph: Ricardo Arduengo/Reuters",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 13698,
      "excerpt": "Shipments of aid from many countries have been arriving in the south-western Tiburon peninsula of Haiti, which was struck by a 7.2 magnitude earthquake on 14 August",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_1/images/img2_u81.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_1/index_u137.json"
    },
    {
      "title": "Silence is golden: the archives of Charlie Chaplin – in pictures | Film",
      "byline": "Photograph: Roy Export Company Establishment",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 9707,
      "excerpt": "A new edition of an expansive Taschen book collates the vast archives of the much-loved star with an oral history of the man and his films and further treasures",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_2/images/img2_u71.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_2/index_u111.json"
    },
    {
      "title": "In black and white: the 2021 Mono photography awards – in pictures | Art and design",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6279,
      "excerpt": "Dedicated to the art of monochrome and black-and-white photography in Australia and New Zealand, the Mono awards has announced its winners across three categories: people, places and animals",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_3/images/img2_u128.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_3/index_u3.json"
    },
    {
      "title": "Charlie Watts: a life in pictures | Art and design",
      "byline": "Photograph: Victoria Will/Invision/AP",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 19962,
      "excerpt": "Pejman Faratin",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_4/images/img2_u112.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_15/article_4/index_u155.json"
    },
    {
      "title": "Tokyo 2020 Paralympics briefing: golden starts for GB and Australia in cycling and swimming | Paralympics",
      "byline": "Martin Belam",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12961,
      "excerpt": "Today in a nutshell: Australia dominated in the pool, China took a clean sweep in the wheelchair fencing, Denmark caused a shock in the wheelchair rugby, and Sarah Storey started with a gold.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_16/article_0/images/img3_u8.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_16/article_0/index_u42.json"
    },
    {
      "title": "Rookie quarterback watch: Trevor Lawrence struggles as Zach Wilson shines | NFL",
      "byline": "Oliver Connolly",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7742,
      "excerpt": "It’s an unusual year for rookie quarterbacks. Ordinarily, when a first-round quarterback steps into an organization, they do so in the midst of some sort of rebuild. The rookie is drafted to kick off a new cycle.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_16/article_1/images/img3_u49.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_16/article_1/index_u114.json"
    },
    {
      "title": "Tokyo 2020 Paralympics briefing: Games lift off with airport-themed opening ceremony | Paralympics",
      "byline": "Martin Belam",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 11866,
      "excerpt": "Today in a nutshell: the Paralympics lifted off with a fun airport-themed opening ceremony that featured the obligatory speeches, the flag of Afghanistan, and a 13-year-old girl playing a little one-winged plane that wanted to learn to fly.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_17/article_0/images/img2_u97.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_17/article_0/index_u149.json"
    },
    {
      "title": "Paralympic basketballer Jannik Blair: ‘All I remember is light and dark as the ute was rolling’ | Tokyo Paralympic Games 2020",
      "byline": "Kieran Pender",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5584,
      "excerpt": "In early July, a month and a half before the Paralympics, Jannik Blair was having wheelchair problems. A seasoned member of the Rollers, the Australian men’s wheelchair basketball team, Blair had too many chairs. “It’s hard enough to travel with one chair, let alone two, let alone three,” he says.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_17/article_1/images/img3_u17.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_17/article_1/index_u28.json"
    },
    {
      "title": "‘Stain for our game’: AFL apologises again to Adam Goodes | AFL",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1626,
      "excerpt": "The AFL’s failure to support Indigenous great Adam Goodes during the 2015 booing of the Sydney Swans champion was a “stain” for the sport, the league’s chairman Richard Goyder has said.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_0/index_u123.json"
    },
    {
      "title": "Odd Christian Eiking takes Vuelta red jersey after Primoz Roglic suffers spill | Vuelta a España",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1811,
      "excerpt": "The defending champion, Primoz Roglic, surrendered the Vuelta a España leader’s jersey to Odd Christian Eiking (Intermarché-Wanty-Gobert Materiaux) after a minor crash on Tuesday. Australia’s Michael Storer (Team DSM) won the stage with a solo surge.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_1/images/img3_u34.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_1/index_u74.json"
    },
    {
      "title": "Anti-vaxx athletes’ stance shows myths cut across boundaries of privilege | Sport",
      "byline": "Jonathan Liew",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5811,
      "excerpt": "A few years ago, I was in India on an England cricket tour, watching net practice. It was a baking hot day at the Feroz Shah Kotla stadium in Delhi, and for the observing media the only available shade was next to a small marquee – really, just a glorified tent – that had been erected for the batsmen to pad up and the bowlers to take a breather. It was while perching in this very spot that I became aware of the surreal conversation taking place on the other side of the canvas.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_2/images/img4_u11.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_2/index_u1.json"
    },
    {
      "title": "Female athletes from Afghanistan leave Kabul after being granted Australian visas | Afghanistan",
      "byline": "Suzanne Wrack",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2994,
      "excerpt": "A group of 77 Afghan athletes and family members, including members of the Afghanistan women’s national football team, youth team and women’s football officials have left Kabul airport on a plane bound for Australia but there is still a long way to go to ensure the safety of many female athletes still at risk in the country.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_3/index_u59.json"
    },
    {
      "title": "Senior ECB executives to share £2.1m bonus despite Covid job cuts | ECB",
      "byline": "Ali Martin",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5120,
      "excerpt": "Tom Harrison and a group of senior executives at the England and Wales Cricket Board are poised to share a projected £2.1m bonus pot despite making 62 job cuts last year in response to the Covid-19 pandemic.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_4/images/img3_u11.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_4/index_u2.json"
    },
    {
      "title": "Tributes paid to Australian darts player Kyle Anderson after his death aged 33 | Darts",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2131,
      "excerpt": "The Australian darts player Kyle Anderson has died at the age of 33, the Professional Darts Corporation has confirmed.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_18/article_5/index_u167.json"
    },
    {
      "title": "Patty Mills: ‘I don’t consider my actions to be political activism’ | Basketball",
      "byline": "Mike Hytner",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 10761,
      "excerpt": "Boomers co-captain Patty Mills is a fierce social justice advocate with a long history of philanthropic activity. Photograph: Aris Messinis/AFP/Getty Images",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/images/img2_u37.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/index_u25.json"
    },
    {
      "title": "England’s top order quacking and creaking into history of the duck | Cricket",
      "byline": "James Wallace",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6622,
      "excerpt": "Cricket is both cosy and cruel. On the surface it can appear all polite applause (“clap the new batsman in, chaps”) and taking tea in flannel whites – but it has failure running through its bucolic green pastures like a diseased river. In almost every game from village green to Test arena there will come a moment when a player desires nothing more than for the ground to open up beneath them.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_1/images/img3.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_1/index_u133.json"
    },
    {
      "title": "Paralympics opening ceremony: pandemic, politics and plenty of fun | Tokyo Paralympic Games 2020",
      "byline": "Paul MacInnes",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5799,
      "excerpt": "The location for the Paralympics opening ceremony, at least in the imagination, was that of the Para Airport. After all the dispiriting pandemic processes every athlete has been forced to endure after getting off the plane in Japan, they might not have welcomed the reminder, but there you are.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_2/images/img3_u22.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_2/index_u165.json"
    },
    {
      "title": "Azeem Rafiq: ‘It brings back a lot of hurt to be around cricket people’ | Yorkshire",
      "byline": "Tanya Aldred",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4595,
      "excerpt": "The third Test of an intriguing series between England and India starts on Wednesday at Headingley, but one former Yorkshire player who will not be watching is Azeem Rafiq.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_3/index_u101.json"
    },
    {
      "title": "‘Lovely to be back’: La Liga fans finally return on emotional weekend | La Liga",
      "byline": "Sid Lowe",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12520,
      "excerpt": "“I had waited a long time to live this moment,” Marcelino García Toral said, speaking for so many. Since he took over from Gaizka Garitano in January, the Athletic Club manager has won the Spanish Super Cup, been at two Copa del Rey finals and seen his team beat Barcelona, Real Madrid and Atlético Madrid, but he hadn’t seen this. This, he said when at last the place they call the cathedral had fallen quiet again, was “extraordinary.”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_4/images/img4.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_4/index_u93.json"
    },
    {
      "title": "Does Covid immunity wane and will vaccine booster jabs be needed? | Coronavirus",
      "byline": "Nicola Davis",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4723,
      "excerpt": "With plans for the UK’s Covid vaccine booster programme this autumn soon to be revealed, we take a look at what we do – and don’t – know about waning immunity after vaccination.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_0/index_u64.json"
    },
    {
      "title": "New Zealand won’t ‘throw in towel’ on Covid-zero strategy despite rising infections | New Zealand",
      "byline": "Tess McClure",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3063,
      "excerpt": "New Zealand’s Covid response minister says the country will not “throw in the towel” with its elimination strategy, as cases continue to rise.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_1/index_u90.json"
    },
    {
      "title": "Thailand develops robotic system to up Covid vaccine doses | Thailand",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2567,
      "excerpt": "Researchers in Thailand have developed a machine to draw out Covid-19 vaccine doses more efficiently and optimise lower-than-expected supplies as the country struggles with its worst coronavirus outbreak yet.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_2/index_u46.json"
    },
    {
      "title": "Taiwan hits zero Covid cases for first time since outbreak in May | Taiwan",
      "byline": "Helen Davidson",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3085,
      "excerpt": "Taiwan has reported zero community cases of Covid-19 for the first time since its biggest outbreak began in May, killing more than 800 people.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_3/index_u124.json"
    },
    {
      "title": "Covid test-and-trace staff told to limit toilet and food breaks to 10 minutes | Working from home",
      "byline": "Peter Walker",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4425,
      "excerpt": "Private call centre staff subcontracted to work on Covid test-and-trace services have been advised to limit time away from answering phones to 10 minutes on a six-hour shift and told they might not be paid for breaks, the Guardian has learned.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_4/index_u151.json"
    },
    {
      "title": "Covid live news: Japan to expand state of emergency; New Zealand delay over potential saline jab error ‘regrettable’ | World news",
      "byline": "Mattha Busby",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 29272,
      "excerpt": "3.26pm BST\n    15:26",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_5/images/img2_u15.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_5/index_u174.json"
    },
    {
      "title": "US intelligence study inconclusive on Covid origins, according to reports | Coronavirus",
      "byline": "Vincent Ni",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4029,
      "excerpt": "A classified US intelligence report delivered to the White House was inconclusive on the origins of the Covid-19 pandemic, in part due to a lack of information from China, according to US media reports.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_2/article_6/index_u112.json"
    },
    {
      "title": "Wales’ Robert Page calls decision to move Belarus game a ‘nightmare’ | Wales",
      "byline": "Ben Fisher",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3606,
      "excerpt": "Robert Page, the Wales manager, has questioned Uefa’s decision to stage their World Cup qualifier against Belarus in Russia and said his squad faces another logistical nightmare following a summer of travelling, having racked up more than 5,000 air miles at Euro 2020.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_0/index_u122.json"
    },
    {
      "title": "Carabao Cup: Aston Villa and Norwich score six as Watford beat Crystal Palace | Carabao Cup",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1652,
      "excerpt": "Norwich thumped Bournemouth 6-0 in the Carabao Cup second round but some of their Premier League rivals lived dangerously before overcoming lowly opponents.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_1/index_u72.json"
    },
    {
      "title": "Mikel Arteta admits turning Arsenal’s form around will ‘take some time’ | Arsenal",
      "byline": "Ed Aarons",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2068,
      "excerpt": "Mikel Arteta has admitted turning Arsenal’s fortunes around will “take some time” and urged supporters to get behind the team when they travel to West Brom in the Carabao Cup tonight before facing Manchester City on Saturday.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_2/index_u53.json"
    },
    {
      "title": "Football transfer rumours: Cristiano Ronaldo to land at Manchester City? | Football",
      "byline": "Barry Glendenning",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3015,
      "excerpt": "While their negotiations with Tottenham Hotspur over a deal to bring Harry Kane to Manchester City remain at an impasse, City are exploring the possibility of signing Cristiano Ronaldo from Juventus.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_3/index_u166.json"
    },
    {
      "title": "Mauritius FA looks into claim recording device seen in women’s toilets in May | Football",
      "byline": "Ed Aarons",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4315,
      "excerpt": "A cleaner who works at the Mauritius Football Association has claimed she found a mobile phone in recording mode in the women’s toilets at its headquarters three months before a complaint was lodged with police by another employee.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_4/index_u92.json"
    },
    {
      "title": "Phillips and Harrison strike late for Leeds to end Crewe’s resistance | Carabao Cup",
      "byline": "Richard Jolly",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3976,
      "excerpt": "An Olympic gold medal winner is heading for territory he has never previously charted. Marcelo Bielsa’s pedigree in knockout competitions also includes steering his teams to the finals of the Copa América, Copa Libertadores and the Uefa Cup. Now, at the fourth time of asking, he has finally reached the third round of the Carabao Cup.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_5/index_u99.json"
    },
    {
      "title": "Andros Townsend helps 10-man Everton survive Huddersfield scare | Carabao Cup",
      "byline": "Aaron Bower",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3896,
      "excerpt": "These early season cup ties can often double up as fact-finding missions for managers in the embryonic stages of their reigns at new clubs – and Rafael Benítez will have learned plenty about his Everton squad here. Some of it good, some of it not so good.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_6/index_u22.json"
    },
    {
      "title": "Graham Potter’s young guns take Brighton past ‘physical’ Cardiff | Carabao Cup",
      "byline": "Ben Fisher",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3841,
      "excerpt": "If the next generation is anything to go by, Brighton appear in rude health. A side including several teenagers extended their flawless start to the season and cruised into the third round of the Carabao Cup courtesy of expertly taken goals by Jakub Moder and Andi Zeqiri. The team may have been unrecognisable compared with the one that has made an impressive start in the Premier League but they played with an identical swagger.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_20/article_7/index_u177.json"
    },
    {
      "title": "What is the point of Arsenal? – Football Weekly | Football",
      "byline": "Max Rushden",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2505,
      "excerpt": "",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_0/images/img1_u86.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_0/index_u121.json"
    },
    {
      "title": "More associated with the fabled Fun and Games in South America Dept | Ligue 1",
      "byline": "Barry Glendenning",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7619,
      "excerpt": "While the arrival of Leo Messi at Paris Saint-Germain was always likely to increase interest in a Farmers League often dismissed by outsiders as more boring than a wet weekend at Pontins, few could have predicted how lively it would become before the Argentinian maestro had even kicked a ball. With so much global attention being lavished on the Parisienne Globetrotters, rival teams have to find their own ways of staying in the spotlight and last night fans of Nice did their best to relegate Messi from the back and front pages by inciting a brawl and subsequent match abandonment more readily associated with the Fiver’s often patronising fabled Fun and Games in South America Department.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_1/images/img3_u33.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_1/index_u157.json"
    },
    {
      "title": "Premier League: 10 talking points from the weekend’s action | Premier League",
      "byline": "Guardian sport",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 12476,
      "excerpt": "Romelu Lukaku was always going to assume centre stage. In scoring his first ever goal for the club, the £97.5m returnee did just that. The evidence of 90 minutes at the Emirates showed an added dimension to Thomas Tuchel’s attack, though one reminding of champion Chelsea teams of the Premier League era. Lukaku has never hidden his boyhood admiration for Didier Drogba while the club has lacked a centre-forward as focal point since Diego Costa was shown the door by Antonio Conte in the summer of 2017. The next question is how Tuchel fits his phalanx of inside-forwards and wingers around the Belgian. At the Emirates, Kai Havertz played off Lukaku with Mason Mount forging on from midfield. Reece James, goalscorer and supplier of Lukaku’s goal, and Marcos Alonso provided width as wing-backs, though there were moments when Lukaku’s central presence looked to come at the expense of Chelsea’s previous attacking fluidity. John Brewin",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_2/images/img3_u21.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_2/index_u35.json"
    },
    {
      "title": "Underdogs Glamorgan win One-Day Cup, their first trophy in 17 years | Royal London Cup",
      "byline": "Gary Naylor",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6823,
      "excerpt": "Favourites Essex had a good start away at Glamorgan in the first of the One-Day Cup semi-finals on Monday, Alastair Cook being the unlikely aggressor early on. His was the first wicket to fall, out for 68 at better than a run a ball, a victim of club call-up Steve Reingold. With 30 overs gone, the visitors were 151-2 and eyeing a score of at least 300.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_3/images/img3_u13.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_3/index_u9.json"
    },
    {
      "title": "Harry Kane and the endless Tottenham transfer saga – Football Weekly Extra | Football",
      "byline": "Max Rushden",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2329,
      "excerpt": "",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_5/images/img1_u139.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_5/index_u77.json"
    },
    {
      "title": "David Squires on … the Premier League’s big opening weekend | Football",
      "byline": "David Squires",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 67,
      "excerpt": "Tue 17 Aug 2021 11.39 BST",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_6/index_u40.json"
    },
    {
      "title": "Mohammed Siraj is keeping batsmen quiet after rapid rise with India | Cricket",
      "byline": "Emma John",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5090,
      "excerpt": "It can be dangerous to have a trademark wicket celebration. Just ask Sheldon Cottrell. You salute a couple of times, and suddenly it’s your thing. Before you know it you’re Googling: “Can you get RSI in your elbow?”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_7/images/img4_u16.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_7/index_u24.json"
    },
    {
      "title": "The ballad of Phil Jones, decorated elite-level player and pilloried laughing stock | Manchester United",
      "byline": "Barry Glendenning",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5943,
      "excerpt": "The straw that appears to have broken the camel’s back could scarcely have been more innocuous. On the first Sunday of October 2017, Phil Jones tweeted a reply to Simon Wood, a Masterchef-winning restaurateur who had used Twitter to flag up the presence of the Manchester United defender in his premises earlier that evening. “Fantastic food,” wrote Phil, by way of acknowledgement for the shout-out. “Me and the wife will be back soon. Thank you.”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_0/images/img2_u100.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_0/index_u89.json"
    },
    {
      "title": "Jonnie Peacock: ‘I don’t need to win another gold medal for my happiness’ | Jonnie Peacock",
      "byline": "Paul MacInnes",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4994,
      "excerpt": "Jonnie Peacock has a new look for 2021. His blond hair is no longer in a nice schoolboy short back and sides, but tied in an unruly topknot. He has a wiry beard to go with it too. He looks less like he’s about to challenge for a third consecutive sprint title at the Paralympics, than lead a horde of Vikings on a spot of light pillaging.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_1/images/img3_u25.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_1/index_u41.json"
    },
    {
      "title": "Marc Márquez: ‘I was afraid I would not have a normal arm again’ | MotoGP",
      "byline": "Giles Richards",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7401,
      "excerpt": "Marc Márquez pauses as he ponders what has hit him hardest since injury forced the multiple world champion to climb off his bike. Never happier than when he is racing, he looks up with piercing eyes and delivers a pleasingly frank response. “All the time I miss the feeling of the victory,” he says. “Every time it’s like a drug, you try more and you want more, try more and want more.”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_2/images/img4_u24.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_2/index_u14.json"
    },
    {
      "title": "Rob Burrow: ‘It’s beautiful being cared for by the only girl you’ve ever loved’ | Rugby league",
      "byline": "Donald McRae",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 11440,
      "excerpt": "It’s quiet and peaceful in the summerhouse where Rob and Lindsey Burrow sit together. Pale Yorkshire sunshine streams in through the windows. We’re out in the garden in Castleford, at the home of Rob’s parents, and there are times when it’s possible to almost forget the deadly impact of motor neurone disease. Rob won eight Grand Finals with Leeds Rhinos as they dominated rugby league from 2004 to 2017 and he played 20 times for Great Britain and England in a celebrated career. But this once cheerfully garrulous man is now a silent prisoner in his body as MND paralyses him and prevents him from talking.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_3/images/img3_u18.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_3/index_u118.json"
    },
    {
      "title": "Login • Instagram",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 104,
      "excerpt": "This article was downloaded by calibre from https://www.instagram.com/guardian_sport/",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_23/article_0/index_u70.json"
    },
    {
      "title": "Tokyo 2020 Paralympic Games: full medal table | Paralympics",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 385,
      "excerpt": "As is traditional, the table prioritises the number of gold medals won. On this basis in 2016, China led the Paralympics field with 107 golds, with Great Britain second on 64 and Ukraine third with 41. If countries have the same number of gold medals, the order is then dictated by which has the most silvers, and finally bronze if the numbers are still identical.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_24/article_0/index_u66.json"
    },
    {
      "title": "Tokyo 2020 Paralympics day one: swimming, cycling, wheelchair rugby and more – as it happened | Sport",
      "byline": "David Tindall",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 27023,
      "excerpt": "2.53pm BST\n    14:53",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_24/article_1/images/img2_u59.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_24/article_1/index_u56.json"
    },
    {
      "title": "Virat Kohli will not ‘back down’ after sledging against England at Lord’s | England v India 2021",
      "byline": "Ali Martin",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3112,
      "excerpt": "Virat Kohli insists his India team will not back down this summer after claiming sledging from England spurred them on to their famous victory at Lord’s last week.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_24/article_2/images/img3_u5.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_24/article_2/index_u156.json"
    },
    {
      "title": "Who’s to blame for the Afghanistan chaos? Remember the war’s cheerleaders | George Monbiot",
      "byline": "George Monbiot",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6919,
      "excerpt": "Everyone is to blame for the catastrophe in Afghanistan, except the people who started it. Yes, Joe Biden screwed up by rushing out so chaotically. Yes, Boris Johnson and Dominic Raab failed to make adequate and timely provisions for the evacuation of vulnerable people. But there is a frantic determination in the media to ensure that none of the blame is attached to those who began this open-ended war without realistic aims or an exit plan, then waged it with little concern for the lives and rights of the Afghan people: the then US president, George W Bush, the British prime minister Tony Blair and their entourages.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_0/index_u117.json"
    },
    {
      "title": "Why has so little been said about the Afghan casualties of the past 20 years? | Clive Lewis",
      "byline": "Clive Lewis",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5184,
      "excerpt": "I can’t speak for other veterans, but I was never certain of the legitimacy of our presence in Afghanistan. I wanted to believe I was there for the right reasons, namely to help the Afghan people and deter future terror attacks. But the doubts always remained, fuelled by witnessing civilians caught up in exchanges of fire, or seeing eerie ghost towns that had been abandoned after ceaseless violence.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_1/index_u152.json"
    },
    {
      "title": "A Scottish Green-SNP alliance could transform the country, and the climate | Caroline Lucas",
      "byline": "Caroline Lucas",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4324,
      "excerpt": "No one gets into politics to be in opposition for ever, especially people in a hurry. And the Greens have every reason to hurry. We believe other parties have neither the ideas nor the resolve to handle the interlocking crises we face. Crucially, we understand that – as the environmentalist Bill McKibben once said – “winning slowly is the same as losing”.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_2/index_u55.json"
    },
    {
      "title": "Feeding birds in our gardens is a joy – but it may be harming weaker species | Alexander C Lees",
      "byline": "Alexander C Lees",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6212,
      "excerpt": "Feeding birds is hard-wired into our national psyche. The apocryphal Victorian “tuppence a bag” for seed for the Trafalgar Square pigeons has morphed into a national pastime, with an estimated 17m households spending £250m a year on more than 150,000 tonnes of bird feed – enough to feed the entire breeding population of the 10 most common feeder-using bird species year-round three times over.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_3/index_u135.json"
    },
    {
      "title": "Is democracy getting in the way of saving the planet? | Kate Aronoff",
      "byline": "Kate Aronoff",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7195,
      "excerpt": "What the Intergovernmental Panel on Climate Change’s report confirmed this month is that the stable climate many of us grew up with is gone and has been replaced by a fundamentally unstable one. Sea levels will almost certainly rise and storms will get more intense. Amid a drumbeat of depressing news and decades of inaction, there’s a sort of folk wisdom emerging that liberal democracy might just be too slow to tackle a problem as urgent and massive as the climate crisis. It’s an enticing vision: that governments can forgo the messy, deliberative work of politics in favour of a benign dictatorship of green technocrats who will get emissions down by brute force. With a punishingly tiny budget of just 400 gigatonnes of CO2 left to make a decent shot of staying below 1.5C of warming, is it time to give something less democratic a try?",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_4/index_u163.json"
    },
    {
      "title": "I dreamed of moving to the country – until I went on a rural summer holiday | Arwa Mahdawi",
      "byline": "Arwa Mahdawi",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3612,
      "excerpt": "I may be a homosexual but, let me be very clear, I am not a homosexual who camps. Like a lot of people, I experimented with camping in my youth but eventually realised it wasn’t my thing. Still, a few years ago, I found myself camping in New York State’s Catskill mountains for a friend’s birthday. Due to some logistical errors (I forgot to take a sleeping bag) and an incontinent dog called Audrey (long story), it was a thoroughly unpleasant experience. I did, however, fall in love with a cute little Catskills hamlet called Livingston Manor that we drove through on the way home. “Maybe we should leave New York City and move up here?” I said to my partner. “We could grow vegetables and breathe fresh air! Hicksters are the new hipsters, apparently. We could be hicksters!”",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_5/index_u31.json"
    },
    {
      "title": "It’s time to free Black revolutionaries from US prisons | Akin Olla",
      "byline": "Akin Olla",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 8100,
      "excerpt": "While the rise of the Black Lives Matter movement has increased the profile of holidays like Juneteenth and Black History Month, there is one important Black celebration that remains at the margins of American popular consciousness. Black August is a month-long commemoration dedicated to freedom fighters lost in the struggle for Black liberation, particularly those who were killed by US authorities or who perished behind bars.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_6/index_u172.json"
    },
    {
      "title": "Ian Botham as trade envoy? Never fear, it’s a job even Prince Andrew could do | Marina Hyde",
      "byline": "Marina Hyde",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4479,
      "excerpt": "I am disappointed to note that a certain mirth has attended the news that Beefy Botham has been made a UK trade envoy. There seems to be some sense that his lordship is not up to the job, despite being a former cricketer with his own wine range, and despite the position of trade envoy being one that even Prince Andrew could manage for many years.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_3/article_7/index_u86.json"
    },
    {
      "title": "The Guardian view on the G7’s great game: the Taliban rules in Kabul | Editorial",
      "byline": "Editorial",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3819,
      "excerpt": "It speaks volumes about the world today that a US president was more worried about the Taliban looking weak than about his western allies. Britain, France and Germany asked Joe Biden to continue evacuating civilians from Kabul past his self-imposed deadline of 31 August. But the US rejected these requests. Mr Biden wanted to end the chaotic TV scenes from Afghanistan that hurt his domestic poll ratings. But he also accepted that Kabul’s new rulers could not afford to look weak in front of their rival Isis, which is looking for an opportunity to embarrass its Taliban peer.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_4/article_0/index_u80.json"
    },
    {
      "title": "The Guardian view on Ukraine’s independence celebration: shadowed by insecurity | Editorial",
      "byline": "Editorial",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3111,
      "excerpt": "Ukraine’s president, Volodymyr Zelenskiy, could be forgiven for cursing his luck as the country celebrates the 30th anniversary of its independence from the former Soviet Union. On Tuesday, Mr Zelenskiy presided over a military parade in Kiev, attended by an impressive array of dignitaries and heads of state. But in a week when he hoped to concentrate the minds of western allies on Russian bullying and intransigence, their focus is firmly on Afghanistan.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_4/article_1/index_u102.json"
    },
    {
      "title": "Britain’s military must learn from its mistakes | Letters",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3452,
      "excerpt": "Simon Akam is right, the military does want to ignore its failure in Afghanistan (Britain’s military will want to ignore its failure in Afghanistan. It must face reality, 22 August), but it does so by deflecting responsibility on to the politicians.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_4/article_2/index_u57.json"
    },
    {
      "title": "Cheaper Covid tests help high hopes in Italy | Letters",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1603,
      "excerpt": "In Italy, mandatory Covid tests required for travel have a fixed price of €15 set by the government, with a result provided within 20 minutes (Cowboy’ providers could lose approval to sell PCR travel tests, 23 August). This is a sensible and fair approach that is helping lead the tide of optimism in Italy. Perhaps it has something to do with the country’s health minister being so appropriately named Bob Hope (Roberto Speranza).Sara ReedFlorence, Italy",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_4/article_3/index_u33.json"
    },
    {
      "title": "Sarah Storey storms to stunning 15th Paralympic gold in individual pursuit | Tokyo Paralympic Games 2020",
      "byline": "Paul MacInnes",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5050,
      "excerpt": "One down, two to go. Dame Sarah Storey raced closer to Paralympic immortality in the Izu Velodrome on Wednesday as she breezed her way to gold in the C5 3,000m individual pursuit, breaking her own world record in the process.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_0/images/img3_u47.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_0/index_u141.json"
    },
    {
      "title": "Tokyo Paralympics 2020: day one – in pictures | Sport",
      "byline": "Joe Plimmer",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 13424,
      "excerpt": "The best images from the first day’s action in Tokyo, including cycling, fencing, swimming, table tennis and wheelchair rugby",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_1/images/img2_u74.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_1/index_u175.json"
    },
    {
      "title": "Your guide to all the best action at the Tokyo 2020 Paralympics | Tokyo Paralympic Games 2020",
      "byline": "Edward Gibbes",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 8148,
      "excerpt": "Dame Sarah Storey could win GB’s first medal of the Games, and move to within one of swimmer Mike Kenny’s GB record of 16 Paralympic gold medals, in the C5 3,000m Individual Pursuit at the Velodrome, with qualifying scheduled for 11.10am (3.10am) and the final at 2.25pm (6.25am). Her teammate Crystal Lane-Wright should provide lively competition.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_2/images/img3_u36.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_2/index_u67.json"
    },
    {
      "title": "Two more Paralympic athletes test positive for Covid-19 in Tokyo village | Tokyo Paralympic Games 2020",
      "byline": "Paul MacInnes",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1946,
      "excerpt": "Two more athletes have tested positive for Covid-19 in the Paralympic village, with officials awaiting information to confirm if a cluster of infection has broken out, after a first case had been discovered on Tuesday.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_3/index_u136.json"
    },
    {
      "title": "Kearney and Dunn take swimming silver as ParalympicsGB go close in pool | Tokyo Paralympic Games 2020",
      "byline": "Greg Wood",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6230,
      "excerpt": "Tully Kearney and Reece Dunn led the way for ParalympicsGB on the first day in the pool in Tokyo, winning silver medals in the women’s 200m freestyle S5 and men’s 100m butterfly S14 respectively, after 18-year-old Toni Shaw had earlier taken bronze in the women’s 400m freestyle S9.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_4/images/img3_u53.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_4/index_u161.json"
    },
    {
      "title": "Ellie Simmonds: ‘I’ve found the expectations harder as I’ve got older’ | Paralympics",
      "byline": "Paul MacInnes",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6018,
      "excerpt": "“I think when you’re in that massive bubble, when you’re in the village, sometimes you don’t look at people’s disabilities. You just look at them as human beings and who they are. You forget they have a disability and it’s not until you take a step back and you talk to them … that you realise the stories they have. That’s one thing that’s incredible about the Paralympics.”",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_5/images/img4_u10.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_5/article_5/index_u7.json"
    },
    {
      "title": "England bowl India out for 78: third Test, day one – live! | Sport",
      "byline": "Daniel Harris",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 19839,
      "excerpt": "3.37pm BST\n    15:37",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_0/images/img2_u44.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_0/index_u12.json"
    },
    {
      "title": "Harry Kane confirms he will be staying at Tottenham this summer | Harry Kane",
      "byline": "Sachin Nakrani",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3738,
      "excerpt": "Harry Kane has confirmed he will be staying at Tottenham this summer and that he is “100% focused on helping the team achieve success” having accepted defeat in his battle to force a move to Manchester City.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_1/index_u81.json"
    },
    {
      "title": "Lack of European fans will magnify US team’s home advantage at Ryder Cup | Golf",
      "byline": "Ewan Murray",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5373,
      "excerpt": "The vast array of superlatives attached to the Ryder Cup ignore the recent propensity for predictable outcomes. Since Europe trounced the United States in Michigan, 17 years ago, there has been just a single away victory. When that transpired, at Medinah, we all saw fit to brand it a “miracle”. The past three Ryder Cups have been won by the length of a par five.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_2/images/img4_u19.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_2/index_u68.json"
    },
    {
      "title": "R&A scrap ‘no-readmission’ policy at Open tournament from 2022 | The Open",
      "byline": "Ewan Murray",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2121,
      "excerpt": "The R&A is to scrap a controversial ‘no-readmission’ policy for those attending the Open, starting at St Andrews in 2022.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_3/index_u29.json"
    },
    {
      "title": "Serena Williams withdraws from US Open with hamstring not healed | Serena Williams",
      "byline": "Tumaini Carayol",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2211,
      "excerpt": "Serena Williams has withdrawn from the US Open, marking another major setback in an extremely difficult season.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_4/index_u48.json"
    },
    {
      "title": "PSG reject Real Madrid’s £137m bid for Kylian Mbappé but admit he wants to go | Paris Saint-Germain",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1159,
      "excerpt": "Paris St Germain have rejected an offer from Real Madrid for France forward Kylian Mbappé, the French club’s sporting director Leonardo told BFM and RMC Sport, saying the offer was “not sufficient”.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_6/index_u103.json"
    },
    {
      "title": "Kostas Tsimikas has given Liverpool a new lease of life at left-back | Liverpool",
      "byline": "Ben McAleer",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5574,
      "excerpt": "Liverpool have been rewarding their star players with new deals this summer. Andy Robertson is the most recent to have put pen to paper on a new contract, following in the footsteps of Trent Alexander-Arnold, Fabinho, Alisson and Virgil van Dijk as the club seeks to protect their prized assets.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_7/images/img3_u51.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_7/index_u153.json"
    },
    {
      "title": "Leon Bailey’s long road to Aston Villa via Slovakia and a cold Austrian park | Aston Villa",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6119,
      "excerpt": "From rejections to muggings, Leon Bailey’s journey to the Premier League has been a whirlwind ride. But throughout all the trials and tribulations, the Jamaica international has never given up on his dream.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_8/images/img3_u45.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_8/index_u127.json"
    },
    {
      "title": "Which teammates have played the most games against each other? | Football",
      "byline": "Guardian sport",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5709,
      "excerpt": "“Now that Lionel Messi and Sergio Ramos are playing together at PSG, it made me wonder: do they hold the record for the two players who have played the most competitive matches against each other before playing on the same team,” asked Alex Batchen.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_9/images/img3_u40.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_6/article_9/index_u108.json"
    },
    {
      "title": "Australia is ‘more and more isolated’ on climate, former EU trade commissioner says | Climate crisis",
      "byline": "Katharine Murphy",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5276,
      "excerpt": "The former European Union trade commissioner, Cecilia Malmström, has warned Australia is becoming “more and more isolated” on climate action at a time when floods, fires, droughts, and the latest assessment by the Intergovernmental Panel on Climate Change (IPCC) shows global heating “is created by humanity”.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_7/article_0/index_u49.json"
    },
    {
      "title": "Extinction Rebellion blocks junction in London’s West End in latest protest | Extinction Rebellion",
      "byline": "Damien Gayle",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4323,
      "excerpt": "Environmentalist protesters have blocked another main junction in London’s West End, calling for “crisis talks” over global warming on the second day of Extinction Rebellion’s latest campaign of protest.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_7/article_1/images/img3_u23.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_7/article_1/index_u69.json"
    },
    {
      "title": "Climate crisis made deadly German floods ‘up to nine times more likely’ | Climate crisis",
      "byline": "Damian Carrington",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4406,
      "excerpt": "The record-shattering rainfall that caused deadly flooding across Germany and Belgium in July was made up to nine times more likely by the climate crisis, according to research.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_7/article_2/images/img3_u6.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_7/article_2/index_u19.json"
    },
    {
      "title": "Gatwick plans to proceed with conversion of emergency runway | Gatwick airport",
      "byline": "Gwyn Topham",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3344,
      "excerpt": "Gatwick airport is to press ahead with plans to convert its emergency runway for routine use, in a sign that the aviation industry expects demand to rebound in full soon after the coronavirus pandemic.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_0/index_u94.json"
    },
    {
      "title": "Domestic abusers ‘weaponised’ Covid in England and Wales, study finds | Domestic violence",
      "byline": "Jamie Grierson",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3259,
      "excerpt": "Coronavirus was “weaponised” by domestic abusers during the pandemic and police forces should remain alert to “Covid blaming” as an excuse or defence by suspects, a study has found.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_1/index_u120.json"
    },
    {
      "title": "Beavers to make ‘cautious’ return to England with legal protection | Wildlife",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4561,
      "excerpt": "Beavers will be released into the wild under government proposals to support a “cautious” return of the semi-aquatic mammals to English rivers.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_2/index_u11.json"
    },
    {
      "title": "Afghan boy, 5, fell from Sheffield hotel on to car park roof, inquest told | Sheffield",
      "byline": "Helen Pidd",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2726,
      "excerpt": "The body of a five-year-old Afghan refugee who fell from a hotel in Sheffield was found on top of a neighbouring multistorey car park, an inquest has heard.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_3/images/img3_u35.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_3/index_u106.json"
    },
    {
      "title": "Amigo chief says new rescue plan could save struggling firm by 2022 | Personal loans",
      "byline": "Kalyeena Makortoff",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3067,
      "excerpt": "Amigo’s chief executive has said he hopes a new rescue plan to keep the struggling sub-prime lender from going bust can be successfully completed by the end of the year.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_4/index_u142.json"
    },
    {
      "title": "National Trust to give staff siestas in summer | The National Trust",
      "byline": "Helena Horton",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2646,
      "excerpt": "The National Trust is giving its workers siestas in summer due to increasingly hot weather because of climate change.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_5/index_u164.json"
    },
    {
      "title": "Scottish minister’s wife pursues legal action against Dundee nursery | UK news",
      "byline": "Libby Brooks",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2051,
      "excerpt": "Court action is proceeding against a Dundee nursery over claims it discriminated against the wife and daughter of the Scottish government’s health secretary.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_6/index_u146.json"
    },
    {
      "title": "Dangerous weight loss products for sale online with no health warnings | Health",
      "byline": "Denis Campbell",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3284,
      "excerpt": "“Dangerous” weight loss products containing substances that can induce a stroke or heart attack are being sold on websites such as eBay without any health warnings, an investigation has found.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_7/images/img3_u20.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_7/index_u63.json"
    },
    {
      "title": "Morrisons and Meggitt tipped for FTSE 100 return as shares surge | FTSE",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1767,
      "excerpt": "The takeover targets Morrisons and Meggitt look set for a brief return to the FTSE 100 index of blue-chip UK companies, after their share prices were boosted by bidding wars between rival US suitors.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_8/index_u169.json"
    },
    {
      "title": "EY fined by UK accountancy watchdog over Stagecoach audit failings | EY",
      "byline": "Jillian Ambrose",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2575,
      "excerpt": "EY has been fined more than £2.2m by the UK accountancy watchdog for failing to properly challenge Stagecoach bosses when auditing their accounts for 2017.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_8/article_9/index_u44.json"
    },
    {
      "title": "Taliban have captured more than 100 military helicopters, Russia says | Afghanistan",
      "byline": "Andrew Roth",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3952,
      "excerpt": "The Taliban have captured more than 100 Russian-made helicopters in various states of operability, the head of a Russian state arms exporter has said, but will be largely unable to use them with little access to maintenance crews and spare parts.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_0/index_u130.json"
    },
    {
      "title": "Fury as US politicians fly into Kabul in midst of evacuation effort | Afghanistan",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3481,
      "excerpt": "Two members of US Congress flew unannounced into Kabul airport in the middle of the chaotic evacuation, stunning State Department and military personnel who had to divert resources to provide security and information to the lawmakers, US officials have said.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_1/index_u158.json"
    },
    {
      "title": "Supreme court orders Biden to revive Trump’s ‘remain in Mexico’ policy | US news",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2921,
      "excerpt": "The US supreme court on Tuesday denied Joe Biden’s bid to rescind an immigration policy implemented by his predecessor, Donald Trump, that forced thousands of asylum seekers to stay in Mexico awaiting US hearings.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_10/index_u36.json"
    },
    {
      "title": "Caldor fire: fear as raging blaze ‘knocks on the door’ of Lake Tahoe | California",
      "byline": "Gabrielle Canon",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5498,
      "excerpt": "Thousands of firefighters battled on Tuesday to keep a behemoth blaze from surging closer to Lake Tahoe, the blue alpine lake surrounded by resort communities straddling the California-Nevada state line.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_11/images/img3_u24.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_11/index_u60.json"
    },
    {
      "title": "R Kelly barred girlfriends from watching series on abuse allegations, court hears | R Kelly",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3955,
      "excerpt": "R Kelly barred his live-in girlfriends from watching a series that portrayed him as a sexual predator and kept watch over them during an interview with Gayle King, one of the women testified Tuesday at the R&B singer’s sex-trafficking trial.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_12/index_u58.json"
    },
    {
      "title": "Scottish charity urges Raab to help evacuate two Afghan aid workers | Afghanistan",
      "byline": "Severin Carrell",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2563,
      "excerpt": "The foreign secretary has been urged to help evacuate two Afghan aid workers employed by a Scottish charity set up in the memory of the kidnapped aid worker Linda Norgrove.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_2/index_u34.json"
    },
    {
      "title": "‘Don’t avert your eyes’: Afghan teachers urge world to defend girls’ education | Women's rights and gender equality",
      "byline": "Karen McVeigh",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5180,
      "excerpt": "Afghanistan’s only boarding school for girls has temporarily relocated to Rwanda, its co-founder has said, just days after a video of her burning class records to avoid Taliban recriminations was widely shared on social media.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_3/images/img4_u28.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_3/index_u98.json"
    },
    {
      "title": "Oxygen firms accused of intimidating Mexican hospitals during pandemic | Global development",
      "byline": "Madlen Davies",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7680,
      "excerpt": "In March 2020, Benjamin Espinoza Zavala saw an entire floor of his small hospital in Guanajuato, central Mexico, converted into Covid-19 wards. The hospital’s need for oxygen soared.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_4/images/img3_u52.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_4/index_u140.json"
    },
    {
      "title": "A love heart made out of sheep: Australian farmer pays tribute to his aunt | Australia news",
      "byline": "Royce Kurmelovs",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2403,
      "excerpt": "A sheep farmer stuck in lockdown in New South Wales who was unable to attend his aunt’s funeral has honoured her memory with the ultimate tribute: a love heart made from sheep.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_5/index_u13.json"
    },
    {
      "title": "Murdoch empire strikes back at ABC’s documentary on Fox News’ championing of Trump | News Corporation",
      "byline": "Amanda Meade",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 5808,
      "excerpt": "Rupert Murdoch’s global media operation is honing its sights on the ABC after the public broadcaster aired a critical look at Fox News and its relationship with Donald Trump.",
      "siteName": null,
      "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_7/images/img2_u87.jpg",
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_7/index_u104.json"
    },
    {
      "title": "Fresh hope for ex-marine’s efforts to rescue 200 cats and dogs from Kabul | Afghanistan",
      "byline": "Kevin Rawlinson",
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 2623,
      "excerpt": "A former Royal Marine who has been campaigning to have dozens of people and hundreds of animals at his sanctuary evacuated from Afghanistan has been offered a glimmer of hope after the defence secretary said UK officials would help.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_8/index_u20.json"
    },
    {
      "title": "Kamala Harris Vietnam trip delayed after two US officials report Havana syndrome | Kamala Harris",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 3612,
      "excerpt": "US vice-president Kamala Harris’ trip from Singapore to Vietnam was delayed by several hours on Tuesday by an investigation into two possible cases of the so-called Havana syndrome in Hanoi, administration officials said.",
      "siteName": null,
      "articleJson": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_9/index_u82.json"
    }
  ]
}