{
  "title": "‘I feel like it’s quite shaky acceptance’: trans kids and the fight for inclusion | Transgender",
  "byline": "Shon Faye",
  "dir": null,
  "content": "<h2>‘I feel like it’s quite shaky acceptance’: trans kids and the fight for inclusion | Transgender</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>‘M</span></span><span>y preconceptions about trans people came from the media, and I certainly hadn’t heard of trans children. So it just flummoxed me having an assigned male child who didn’t have especially ‘feminine’ interests and yet was saying consistently, ‘I’m a girl.’”</span></p><p>Kate was telling me about her eldest daughter, Alex. (Names of all trans young people, and of their parents, have been changed for their privacy.) It was a warm July evening, and we were sitting in the kitchen of their family home, in a comfortable British suburb populated by middle-class couples with young families. Alex, still at primary school, is trans. A few years ago, her mum assumed she was a boy who was clumsily trying to ask for typically feminine things. “I remember I used to have conversations with her at a very young age in the car because she’d get really upset. I’d say: ‘But I don’t understand what would be different if you were a girl? What can’t you do that you could do if you were a girl?’ I’d ask: ‘Do you want a doll?’ She’d just reply: ‘I don’t like dolls!’”</p><p>Sitting next to me at her home, Alex seemed like a typical kid of her age, who accepted me casually as a stranger at the table. As Alex’s parents later pointed out, there wasn’t anything especially feminine about her dress sense; she wasn’t what people call a “girly girl”.</p><div data-cy=\"embed-block\" id=\"41027543-5d2e-4103-9958-56e85743387f\"><p>Get the Guardian’s award-winning long reads sent direct to you every Saturday morning</p></div><p>“She was very into books from a really young age, and still is,” Joe told me. “We have to tell her to stop reading to sleep.” He and Kate described their daughter proudly as “someone with a strong sense of herself and a sense of justice – what’s right and wrong. She thinks very deeply about things.”</p><p>Alex was about three years old when she began to correct her mother if she called her a boy. “I’d try to encourage her good behaviour, as any parent does, by saying things like ‘good boy’,” Kate explained. “She began to reply, ‘No. Good girl.’”</p><p>Joe and Kate soon felt a little out of their depth. “Like a lot of parents with young kids, I thought there was something I was meant to teach her that I had missed,” said Kate. “I just didn’t get it.” Joe told me how Alex soon started to tell other children and the staff at nursery that she was a girl – but would regularly be corrected. Soon she started to become frequently upset, particularly before bed. The source of her distress, said Joe, was always clear. “It was: ‘Why can’t you call me a girl?’, ‘Why won’t you call me a girl?’, ‘I’m a girl’, ‘I’m a girl’, ‘I’m a girl’, ‘Why can’t I be a girl?’” Joe was careful to stress how fixated his daughter had become on being regarded as female by those around her. It wasn’t long before Alex had convinced half her nursery class to refer to her with female pronouns; the staff, meanwhile, were as unsure as her parents about how to respond to this unusual situation. <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/society/children\">Children</a> are known for being more accepting of difference than adults, after all. One thing, though, was clear to everyone around her: Alex was really unhappy.</p><p>For those unacquainted with trans people, it might seem that in the past decade there has been a huge rise in children expressing issues with their birth-assigned gender. This is a perilous misunderstanding of the reality; in fact, there aren’t greater numbers of children asserting a trans identity than there were in the past. There are simply more children who feel able to talk about it openly and seek support and advocacy from their parents. In March 2017, a 90-year-old second world war veteran called Patricia Davies came out as a transgender woman and began taking hormones, shortly after discussing her lifelong gender dysphoria with her doctor. Speaking to the Daily Mirror, <a data-link-name=\"in body link\" href=\"https://www.mirror.co.uk/news/uk-news/world-war-2-veteran-comes-10119089\" title=\"\">Davies said</a> she first realised she was a girl back in 1930, when she was very young – the same age as Alex, when she began to assert her gender identity to her parents. “I’ve known I was transgender since I was three years old. I knew a girl called Patricia and I decided I wanted to be known by that name, but it didn’t stick.”</p><p>Davies recalled that, even though her own mother was initially tolerant of her interest in femininity, she soon sensed wider society would not be so understanding and learned to repress her own instincts about her gender. “They thought they could make you better. They didn’t realise it was something that you could not cure. Because of the general hostility of people, I kept quiet.”</p><p>For many trans people, experiences of shame, suppression and discrimination start early in life, often in their family home. If the existence of adult trans people has become increasingly accepted, even normalised, in recent decades, the same isn’t true for trans children, whose existence is more often disputed, and who risk censure, or even punishment, from adults for expressing their trans identity. In Britain, the national conversation about trans children, driven by the media, focuses on the question of why children are trans (or, in some cases, whether trans children exist at all).</p><hr><p><span><span>A</span></span><span>s their certainty that they merely had a confused son started to crumble, Kate and Joe realised they’d have to do some research. Alex was determined to assert a female identity, and her parents dropping the use of male pronouns in the family home could hardly alleviate her daily distress in a world that still treated her as a boy. “Being gender neutral when everyone else was being gendered wasn’t an acceptable solution,” Kate told me. “That was when I started properly reading and thinking, ‘OK, we need to actually have a plan.’”</span></p><p>As the couple read up on the subject, they came across hundreds of accounts of families with a young child identifying as a gender different from the one they were assigned at birth. They were surprised to find how close these accounts were to their own story. “It can be spookily similar, even with quite diverse stories, among the kids who feel really, really strongly and are able to vocalise it at that young age.”</p><p>Kate pointed out that these similarities between the various accounts of parents with trans children attracts criticism from those commentators who argue that trans children do not exist or should not be affirmed in their gender. “That’s why some of the haters don’t believe it,” she said, “because they think families are following ‘the script’, whereas we know we experienced it long before we’d read it in anyone else’s account. And now I’ve read it and I’ve talked to tons of people and the story is similar. This gender identity that just seems to be there with a three-year-old is the thing that matters to her more than anything else.”</p><p>One theme in Kate and Joe’s story, which recurs in many accounts of trans children attempting to express a variant identity, is the initial reluctance of most parents to fully affirm that their child is another gender. This reluctance is in stark contrast to a widespread misconception that parents of young trans children might have helped them affirm too quickly what might have otherwise been “a phase”. In reality, many supportive parents acknowledge that, if anything, they tried to resist their child’s happiness for too long because of their own ignorance or fear. Kate and Joe’s story is a case in point: their acceptance of Alex’s identity was a gradual process.</p><p>After one shopping trip to buy clothes – entirely from the girls’ section – Alex still got upset in the car home, at which point, Joe said, he finally asked his child what would make her happy.</p><p>“When I’ve been good,” Alex replied, “I want you to say, ‘You’ve been a good girl today.’”</p><p>Joe replied: “Well, today you’ve been a good girl.”</p><div id=\"d1b3a8f1-e464-4c5c-abf9-8c15da2bbacc\"><div><picture itemprop=\"contentUrl\"><img alt=\"A protester during a trans rights demonstration outside Downing Street this month.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_4/images/img3_u2.jpg\"></picture></div><p><span></span><span>A protester during a trans rights demonstration outside Downing Street this month.</span> Photograph: Vuk Valcic/SOPA Images/Rex/Shutterstock</p></div><p>In that moment, Joe and Kate acknowledged that they would be spending much of their lives fighting for acceptance, not on behalf of their confused and distressed son, but on behalf of their trans daughter.</p><p>The idea of parents supporting their gay, lesbian and bi kids has gradually become less controversial. Parents who decide to support a child in their wish to transition and live socially in a different gender are still usually regarded as controversial by much of the population. This can range from schoolgate whispers and pointed questions at best, to outright accusations of child abuse or <a data-link-name=\"in body link\" href=\"https://www.nhs.uk/mental-health/conditions/fabricated-or-induced-illness/overview/\" title=\"\">Munchausen syndrome by proxy</a> at worst. Some parents even fear losing their children because of misguided intervention by authorities. Joe recalled how the primary reason he wanted Alex to be referred to England’s Gender Identity Development Service (<a data-link-name=\"in body link\" href=\"https://gids.nhs.uk/\" title=\"\">GIDS</a>), the specialist service for gender identity issues in children, was his fear that he and Kate might get into trouble with social services for allowing Alex to present publicly as a girl.</p><p>“We were quite worried at that point. We’d heard about families like ours who had been reported to social services, and we felt quite vulnerable. And,” Joe added, he and Kate were “worried that a lot of people would think that we were making it up”.</p><p>Joe’s fears weren’t unfounded. In May 2019, <a data-link-name=\"in body link\" href=\"https://www.casemine.com/judgement/uk/5cda5a6e2c94e03fa414c821\" title=\"\">a case</a> was referred to the high court in which social workers for Lancashire county council had sought orders against the parents of two trans children to take the children into care. Social services were alerted when H, the couple’s three-year-old foster child, born male, had gone into school presenting as a girl. H’s apparent transition alarmed social workers, in particular because the couple’s biological child – R, seven and also born male – had also transitioned to live as a girl. Perhaps suspicious of two trans children being raised in the same family, social workers wanted to remove the children from their parents on the basis that “H and R have suffered and are at risk of suffering significant emotional harm because their complete social transition into females occurred at a very young age and was actively encouraged.” The high court hearing, which took into account expert evidence from specialists, dismissed the claim, ruling that the parents had instead “appropriately supported” the child. The judge, Mr Justice Williams, added that there was no evidence of harm in the parents’ supporting H in her social transition and that it was “overwhelmingly obvious” that the couple were good parents who were “attuned and careful”; the question of any risk to their children was “comprehensively dispelled”. Despite the outcome, this case must still have had a hugely negative impact on the family involved – and families in a similar position who, following the case closely, feared being involved in such proceedings themselves.</p><hr><p><span><span>A</span></span><span>s well as parental and family acceptance, one of the biggest, most unavoidable influences on trans young people’s everyday lives is school. When Kate and Joe decided to support Alex in socially transitioning to live as a girl and be referred to as “she” and “her”, she was still at nursery. Concerned that this would confuse parents of Alex’s peers, Joe and Kate wrote them a letter explaining that Alex had wrestled for a long time with her identity, had felt distressed to be identified as a boy, and so would now be living as a girl.</span></p><p>“I think the response to that letter was quite positive,” said Joe cautiously. “People saying, ‘Totally fine,’ or ‘You must be going through a difficult time,’ and ‘It’s lovely that she’s happy.’ Quite a lot of responses like that.” He paused. “But then people just started dropping out of our life.”</p><p>The initial positive responses to their letter gave way to hostility, as they found themselves confronted by parents who said they were doing the wrong thing. “The responses that hurt were where people thought that their child could be confused and/or that our child was contagious. So people stopped their kid hanging out with ours, or quit some of the groups that she was part of.” Kate recalled how people pulled their children out of the swimming lessons and gym club that Alex attended: “We had people ask to be put in a different class, saying, ‘My child can’t be around a trans child or a confused child.’”</p><p>Things did get better. At the time of writing, Alex is at primary school. Here, most pupils have only ever known her as a girl – though she has also chosen to be open with her classmates about her past and being trans. Alex’s distress and angst about gender dissipated “literally overnight”, Kate said, as soon as she began using female pronouns and was referred to as a girl at home and in school. While the family still came across teachers and parents with negative attitudes, they were able to carve out space for Alex to be herself.</p><p>It is the adult world, though, that instils and nurtures prejudice, and, Kate explained, adult acceptance can be tentative: “I don’t think a lot of the parents are properly accepting. And that worries me. The kids are fine because they’re not really understanding or thinking about it. I don’t know how that’s going to work as they all get older.”</p><div id=\"962766be-ff20-4e34-83a6-d078782387f2\"><div><picture itemprop=\"contentUrl\"><img alt=\"Writer, presenter and author Shon Faye.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_4/images/img4_u32.jpg\"></picture></div><p><span></span><span>Writer, presenter and author Shon Faye.</span> Photograph: Paul Samuel White</p></div><p>When 64% of trans pupils say <a data-link-name=\"in body link\" href=\"https://www.stonewall.org.uk/system/files/the_school_report_2017.pdf\" title=\"\">they are bullied</a> for being LGBTQ+ at school, almost half of those bullied never tell anyone about it, and 46% say they hear transphobic language “frequently” at school, it’s fair to say there is a crisis in our education system around tackling bullying, violence, harassment and social exclusion. The origins of this crisis go back decades. After a series of rightwing media-induced panics in the 80s about a “gay agenda” being promoted in schools, the Thatcher government responded by promising to clamp down on the problem. In a speech to the Conservative party conference in October 1987, Margaret Thatcher <a data-link-name=\"in body link\" href=\"http://www.britishpoliticalspeech.org/speech-archive.htm?speech=133\" title=\"\">bemoaned</a> a society in which, “Too often, our children don’t get the education they need – the education they deserve … That opportunity is all too often snatched from them by hard-left education authorities and extremist teachers … Children who need to be taught to respect traditional moral values are being taught that they have an inalienable right to be gay.”</p><p>Acting to stem this tide, in 1988 her government passed <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/2018/mar/27/section-28-protesters-30-years-on-we-were-arrested-and-put-in-a-cell-up-by-big-ben\" title=\"\">section 28</a>, a legislative measure banning schools from promoting “the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship”. The effect of the legislation was to gag teachers from explicitly teaching about gay and lesbian issues and from offering support to individual LGBTQ+ pupils. This legislation, while primarily directed against “homosexuals”, undoubtedly stunted and warped British society’s awareness of trans people, too.</p><hr><p><span><span>S</span></span><span>ection 28 came into force two months after I was born, and remained in place until I was in sixth form. Like many trans teenagers still presenting as their birth sex, I was often perceived as gay. From around the age of 11, I became a target of homophobic taunting, and this persisted daily through my early teenage years.</span></p><p>The basis for this was a cluster of various traits and mannerisms that my peers coded as feminine, from my intonation, to the way I walked, to my interests. When I relay these experiences now, I find that non-LGBTQ+ people assume this bullying took the form of name-calling and, sometimes, being physically intimidated or even assaulted. What people tend not to realise as instinctively was how sexualised some of this harassment was. If I was gay, the assumption was that I must be sex-mad: I was publicly taunted and humiliated by being graphically told how much I wanted anal sex. When I was 13, a boy in another year grabbed my crotch through my trousers, to “check” if I was a girl or not. Fortunately, things for me slowly improved at school as I got older. It’s a sad indictment of the widespread homophobia and transphobia in schools at the time that I actually consider myself lucky: some of my friends and many of the trans people I’ve met in my work spent their school years in total misery, being terrorised daily.</p><p>My own experience made me acutely aware of the complex web of shame that homophobic and transphobic bullying can instil. It was confusing to be taunted and harassed by people who had formed conclusions about my sexuality, when I wasn’t even sure what my own identity was. Furthermore, I didn’t feel as if I could discuss the situation with anyone, either at school or at home, because doing so would have only drawn more attention to my queerness and provoked questions from adults that I didn’t feel prepared or safe to answer. Though a couple of progressive-minded teachers did bring up the subject of gay people favourably in the course of personal, social and health education (PSHE) lessons, they were few and far between – and there was no mention whatsoever of trans people throughout my entire education.</p><p>Most teachers, whatever their personal beliefs, were silent on these matters; worse, a minority were as prejudiced as my bullying peers. On more than one occasion I was advised to “tone it down”: a victim-blaming euphemism for repressing the femininity that was attracting negative attention. The effect of suppressing education about LGBTQ+ issues was not only to prevent LGBTQ+ children existing openly at school but, just as perniciously, to create a culture of silence that allowed prejudice among kids and staff alike to flourish unchallenged. Queer young people, for their part, were forced to internalise a constant drip-feed of humiliation, often (like me) not wanting to speak out for fear of making a horrible situation even worse. Section 28 was a staggering dereliction of duty on behalf of Britain’s policymakers towards the country’s young people.</p><hr><p><span><span>T</span></span><span>he growing acceptance of the need to create an inclusive school environment has not been extended so readily to trans pupils. Just as, back in the 80s, the British media feared a “gay agenda” in schools, so in the late 2010s a similar panic was created about the idea of “gender ideology” infiltrating the education system. While opposition to LGB-inclusive education is now the preserve of religious conservatives and the ultra-right wing of the Tory party, resistance to teaching children about the existence of trans people occurs across the political spectrum, while media attacks on organisations providing support to families and training to schools and public bodies, particularly the charity Mermaids, are all too frequent.</span></p><p>Specific organisations have been founded to actively campaign against trans inclusion in schools, in the media and by mounting legal challenges to local councils that implement trans inclusion guidelines. One such organisation, <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/society/transgender\">Transgender</a> Trend, was founded in 2015 by (in its own words) a “group of concerned parents” for “everyone who is concerned about the social and medical ‘transition’ of children, the introduction of ‘gender identity’ teaching into schools and new policies and legislation based on subjective ideas of ‘gender’ rather than the biological reality of sex”.</p><p>In 2018, it published a resource pack for schools – markedly similar in appearance to the resources provided by major LGBTQ+ and trans organisations – purportedly to assist teachers in supporting children struggling with their gender identity. On closer examination, the guidance provided does precisely the opposite, by encouraging the suspicion and suppression of trans children’s needs. “Advice given by transgender organisations is focused upon the transgender individual and may not look at the holistic duties that the school has to the whole community,” it insists. The same resource pack also states, with no evidence whatsoever, that trans children and young people are “a very new phenomenon. Schools need to be aware that there is no long-term evidence base to support the ‘transition’ of children, including social transition.”</p><div id=\"1c94231a-ad04-4d2a-8d30-26c3530bdd24\"><div><picture itemprop=\"contentUrl\"><img alt=\"A young trans boy in Virginia, US.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_4/images/img5_u9.jpg\"></picture></div><p><span></span><span>A young trans boy in Virginia, US.</span> Photograph: William Graham/Alamy</p></div><p>According to Transgender Trend, coming out as trans “may be used by the child as an excuse for bad behaviour or failing in class, or a pass to gaining special rights and exemptions not afforded to other children”. In other words, being trans can confer special privileges or operate as a “get out of jail free” card.</p><p>In fact, research reveals that the reality for trans pupils in British schools is starkly different: 33% of trans pupils are not able to be known by their preferred name at school; 58% are not allowed to use the toilets in which they feel comfortable. Horrifyingly, almost one in 10 trans young people have received a death threat while at school. Rather than being indulged or given special treatment, the stark truth is that many trans children are receiving little institutional support and, in some cases, are explicitly discouraged from being fully themselves at school.</p><p>The moral panic surrounding trans children and their families not only obscures the bullying and exclusion trans kids already face, but actively encourages it. “I feel like it’s quite shaky acceptance, or tolerance,” Kate said of the attitudes she and her daughter Alex experience in their daily lives. “If there’s some negative article about how trans kids don’t exist, and parents are abusive, it really worries me how that affects the way parents perceive Alex, and therefore how they feed that on to their own kids.”</p><p>Kate is especially concerned about how media coverage has already affected Alex’s experience of school. “The one proper problem we had at school was in the week after the BBC documentary [<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/society/2017/jan/11/bbc-film-on-child-transgender-issues-worries-activists\" title=\"\">Transgender Kids: Who Knows Best?</a>]. It’s not a coincidence, the timing, and so I don’t know, which parents watch that and what they then said to their kids, and then their kids say something hostile to Alex. It definitely has an impact.”</p><p>Joe told me that many parents in their situation share similar stories of the connection between bullying and media misrepresentation: “If there’s a documentary out, or a newspaper article, then kids are being bullied in school. They’re getting abused on Snapchat, they get beaten up, they get a brick through the window. You know this is happening, and we see it, anecdotally, in the groups we’re part of.”</p><p>As trans children like Alex grow up and move to secondary school, they, like all teenagers, enter an environment in which they cannot be as sheltered from prejudice or as easily protected by their parents as they were before. Like other teenage girls, Alex will look to assert her own identity in the world as an individual above and beyond her gender. But her parents worry that, unlike other girls, she’ll face unique challenges, given that teenagers may be more inclined than younger children to pick on anyone different.</p><p>“The secondary school thing?” Kate said, “I just don’t imagine it’s going to be very easy, particularly as we don’t exactly live in one of the more progressive areas for LGBTQ+ kids.”</p><p>Still, Kate and Joe acknowledged that there is an upside: the greater visibility of trans people in public life gives them hope for their daughter’s future. Societal attitudes, they believe, are changing and will continue to change for the better.</p><p>Joe said: “I used to be very worried about her future relationships and life prospects, her life expectancy and her health and everything else. And now? Honestly, I think she’s going to be absolutely fine. Everyone’s got something going on with them. Everyone’s got their own battles to fight. Of course, I worry for her; everyone worries for their kids. We’ve already got examples of people in the public eye who are trans who are just getting on with it and excelling, and I think you’ll see more and more, and she’s just going to fly.”</p><p>I left the family convinced that, despite almost inevitable difficulties ahead, Alex would ultimately thrive because of the love and support of two parents who were prepared to defend her to the hilt. Meeting Alex had also given me hope for the future; she and I were trans female people born only one generation apart, yet the world she is growing up in seems to have far more space in it for trans people than the one I knew. </p><p><em>This is an edited extract from <a data-link-name=\"in body link\" href=\"https://www.penguin.co.uk/books/315/315349/the-transgender-issue/9780241423141.html\" title=\"\">The Transgender Issue</a>: An Argument for Justice by Shon Faye, which will be published by Allen Lane on 2 September.</em></p><p><span><p><span data-dcr-style=\"bullet\"></span> Follow the Long Read on Twitter at <a data-link-name=\"in body link\" href=\"https://twitter.com/@gdnlongread\" title=\"\">@gdnlongread</a>, listen to our podcasts <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/news/series/the-long-read\" title=\"\">here</a> and sign up to the long read weekly email <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/info/ng-interactive/2017/may/05/sign-up-for-the-long-read-email\" title=\"\">here</a>.</p></span></p></div></main></main></div></div>",
  "textContent": "‘My preconceptions about trans people came from the media, and I certainly hadn’t heard of trans children. So it just flummoxed me having an assigned male child who didn’t have especially ‘feminine’ interests and yet was saying consistently, ‘I’m a girl.’”Kate was telling me about her eldest daughter, Alex. (Names of all trans young people, and of their parents, have been changed for their privacy.) It was a warm July evening, and we were sitting in the kitchen of their family home, in a comfortable British suburb populated by middle-class couples with young families. Alex, still at primary school, is trans. A few years ago, her mum assumed she was a boy who was clumsily trying to ask for typically feminine things. “I remember I used to have conversations with her at a very young age in the car because she’d get really upset. I’d say: ‘But I don’t understand what would be different if you were a girl? What can’t you do that you could do if you were a girl?’ I’d ask: ‘Do you want a doll?’ She’d just reply: ‘I don’t like dolls!’”Sitting next to me at her home, Alex seemed like a typical kid of her age, who accepted me casually as a stranger at the table. As Alex’s parents later pointed out, there wasn’t anything especially feminine about her dress sense; she wasn’t what people call a “girly girl”.Get the Guardian’s award-winning long reads sent direct to you every Saturday morning“She was very into books from a really young age, and still is,” Joe told me. “We have to tell her to stop reading to sleep.” He and Kate described their daughter proudly as “someone with a strong sense of herself and a sense of justice – what’s right and wrong. She thinks very deeply about things.”Alex was about three years old when she began to correct her mother if she called her a boy. “I’d try to encourage her good behaviour, as any parent does, by saying things like ‘good boy’,” Kate explained. “She began to reply, ‘No. Good girl.’”Joe and Kate soon felt a little out of their depth. “Like a lot of parents with young kids, I thought there was something I was meant to teach her that I had missed,” said Kate. “I just didn’t get it.” Joe told me how Alex soon started to tell other children and the staff at nursery that she was a girl – but would regularly be corrected. Soon she started to become frequently upset, particularly before bed. The source of her distress, said Joe, was always clear. “It was: ‘Why can’t you call me a girl?’, ‘Why won’t you call me a girl?’, ‘I’m a girl’, ‘I’m a girl’, ‘I’m a girl’, ‘Why can’t I be a girl?’” Joe was careful to stress how fixated his daughter had become on being regarded as female by those around her. It wasn’t long before Alex had convinced half her nursery class to refer to her with female pronouns; the staff, meanwhile, were as unsure as her parents about how to respond to this unusual situation. Children are known for being more accepting of difference than adults, after all. One thing, though, was clear to everyone around her: Alex was really unhappy.For those unacquainted with trans people, it might seem that in the past decade there has been a huge rise in children expressing issues with their birth-assigned gender. This is a perilous misunderstanding of the reality; in fact, there aren’t greater numbers of children asserting a trans identity than there were in the past. There are simply more children who feel able to talk about it openly and seek support and advocacy from their parents. In March 2017, a 90-year-old second world war veteran called Patricia Davies came out as a transgender woman and began taking hormones, shortly after discussing her lifelong gender dysphoria with her doctor. Speaking to the Daily Mirror, Davies said she first realised she was a girl back in 1930, when she was very young – the same age as Alex, when she began to assert her gender identity to her parents. “I’ve known I was transgender since I was three years old. I knew a girl called Patricia and I decided I wanted to be known by that name, but it didn’t stick.”Davies recalled that, even though her own mother was initially tolerant of her interest in femininity, she soon sensed wider society would not be so understanding and learned to repress her own instincts about her gender. “They thought they could make you better. They didn’t realise it was something that you could not cure. Because of the general hostility of people, I kept quiet.”For many trans people, experiences of shame, suppression and discrimination start early in life, often in their family home. If the existence of adult trans people has become increasingly accepted, even normalised, in recent decades, the same isn’t true for trans children, whose existence is more often disputed, and who risk censure, or even punishment, from adults for expressing their trans identity. In Britain, the national conversation about trans children, driven by the media, focuses on the question of why children are trans (or, in some cases, whether trans children exist at all).As their certainty that they merely had a confused son started to crumble, Kate and Joe realised they’d have to do some research. Alex was determined to assert a female identity, and her parents dropping the use of male pronouns in the family home could hardly alleviate her daily distress in a world that still treated her as a boy. “Being gender neutral when everyone else was being gendered wasn’t an acceptable solution,” Kate told me. “That was when I started properly reading and thinking, ‘OK, we need to actually have a plan.’”As the couple read up on the subject, they came across hundreds of accounts of families with a young child identifying as a gender different from the one they were assigned at birth. They were surprised to find how close these accounts were to their own story. “It can be spookily similar, even with quite diverse stories, among the kids who feel really, really strongly and are able to vocalise it at that young age.”Kate pointed out that these similarities between the various accounts of parents with trans children attracts criticism from those commentators who argue that trans children do not exist or should not be affirmed in their gender. “That’s why some of the haters don’t believe it,” she said, “because they think families are following ‘the script’, whereas we know we experienced it long before we’d read it in anyone else’s account. And now I’ve read it and I’ve talked to tons of people and the story is similar. This gender identity that just seems to be there with a three-year-old is the thing that matters to her more than anything else.”One theme in Kate and Joe’s story, which recurs in many accounts of trans children attempting to express a variant identity, is the initial reluctance of most parents to fully affirm that their child is another gender. This reluctance is in stark contrast to a widespread misconception that parents of young trans children might have helped them affirm too quickly what might have otherwise been “a phase”. In reality, many supportive parents acknowledge that, if anything, they tried to resist their child’s happiness for too long because of their own ignorance or fear. Kate and Joe’s story is a case in point: their acceptance of Alex’s identity was a gradual process.After one shopping trip to buy clothes – entirely from the girls’ section – Alex still got upset in the car home, at which point, Joe said, he finally asked his child what would make her happy.“When I’ve been good,” Alex replied, “I want you to say, ‘You’ve been a good girl today.’”Joe replied: “Well, today you’ve been a good girl.”A protester during a trans rights demonstration outside Downing Street this month. Photograph: Vuk Valcic/SOPA Images/Rex/ShutterstockIn that moment, Joe and Kate acknowledged that they would be spending much of their lives fighting for acceptance, not on behalf of their confused and distressed son, but on behalf of their trans daughter.The idea of parents supporting their gay, lesbian and bi kids has gradually become less controversial. Parents who decide to support a child in their wish to transition and live socially in a different gender are still usually regarded as controversial by much of the population. This can range from schoolgate whispers and pointed questions at best, to outright accusations of child abuse or Munchausen syndrome by proxy at worst. Some parents even fear losing their children because of misguided intervention by authorities. Joe recalled how the primary reason he wanted Alex to be referred to England’s Gender Identity Development Service (GIDS), the specialist service for gender identity issues in children, was his fear that he and Kate might get into trouble with social services for allowing Alex to present publicly as a girl.“We were quite worried at that point. We’d heard about families like ours who had been reported to social services, and we felt quite vulnerable. And,” Joe added, he and Kate were “worried that a lot of people would think that we were making it up”.Joe’s fears weren’t unfounded. In May 2019, a case was referred to the high court in which social workers for Lancashire county council had sought orders against the parents of two trans children to take the children into care. Social services were alerted when H, the couple’s three-year-old foster child, born male, had gone into school presenting as a girl. H’s apparent transition alarmed social workers, in particular because the couple’s biological child – R, seven and also born male – had also transitioned to live as a girl. Perhaps suspicious of two trans children being raised in the same family, social workers wanted to remove the children from their parents on the basis that “H and R have suffered and are at risk of suffering significant emotional harm because their complete social transition into females occurred at a very young age and was actively encouraged.” The high court hearing, which took into account expert evidence from specialists, dismissed the claim, ruling that the parents had instead “appropriately supported” the child. The judge, Mr Justice Williams, added that there was no evidence of harm in the parents’ supporting H in her social transition and that it was “overwhelmingly obvious” that the couple were good parents who were “attuned and careful”; the question of any risk to their children was “comprehensively dispelled”. Despite the outcome, this case must still have had a hugely negative impact on the family involved – and families in a similar position who, following the case closely, feared being involved in such proceedings themselves.As well as parental and family acceptance, one of the biggest, most unavoidable influences on trans young people’s everyday lives is school. When Kate and Joe decided to support Alex in socially transitioning to live as a girl and be referred to as “she” and “her”, she was still at nursery. Concerned that this would confuse parents of Alex’s peers, Joe and Kate wrote them a letter explaining that Alex had wrestled for a long time with her identity, had felt distressed to be identified as a boy, and so would now be living as a girl.“I think the response to that letter was quite positive,” said Joe cautiously. “People saying, ‘Totally fine,’ or ‘You must be going through a difficult time,’ and ‘It’s lovely that she’s happy.’ Quite a lot of responses like that.” He paused. “But then people just started dropping out of our life.”The initial positive responses to their letter gave way to hostility, as they found themselves confronted by parents who said they were doing the wrong thing. “The responses that hurt were where people thought that their child could be confused and/or that our child was contagious. So people stopped their kid hanging out with ours, or quit some of the groups that she was part of.” Kate recalled how people pulled their children out of the swimming lessons and gym club that Alex attended: “We had people ask to be put in a different class, saying, ‘My child can’t be around a trans child or a confused child.’”Things did get better. At the time of writing, Alex is at primary school. Here, most pupils have only ever known her as a girl – though she has also chosen to be open with her classmates about her past and being trans. Alex’s distress and angst about gender dissipated “literally overnight”, Kate said, as soon as she began using female pronouns and was referred to as a girl at home and in school. While the family still came across teachers and parents with negative attitudes, they were able to carve out space for Alex to be herself.It is the adult world, though, that instils and nurtures prejudice, and, Kate explained, adult acceptance can be tentative: “I don’t think a lot of the parents are properly accepting. And that worries me. The kids are fine because they’re not really understanding or thinking about it. I don’t know how that’s going to work as they all get older.”Writer, presenter and author Shon Faye. Photograph: Paul Samuel WhiteWhen 64% of trans pupils say they are bullied for being LGBTQ+ at school, almost half of those bullied never tell anyone about it, and 46% say they hear transphobic language “frequently” at school, it’s fair to say there is a crisis in our education system around tackling bullying, violence, harassment and social exclusion. The origins of this crisis go back decades. After a series of rightwing media-induced panics in the 80s about a “gay agenda” being promoted in schools, the Thatcher government responded by promising to clamp down on the problem. In a speech to the Conservative party conference in October 1987, Margaret Thatcher bemoaned a society in which, “Too often, our children don’t get the education they need – the education they deserve … That opportunity is all too often snatched from them by hard-left education authorities and extremist teachers … Children who need to be taught to respect traditional moral values are being taught that they have an inalienable right to be gay.”Acting to stem this tide, in 1988 her government passed section 28, a legislative measure banning schools from promoting “the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship”. The effect of the legislation was to gag teachers from explicitly teaching about gay and lesbian issues and from offering support to individual LGBTQ+ pupils. This legislation, while primarily directed against “homosexuals”, undoubtedly stunted and warped British society’s awareness of trans people, too.Section 28 came into force two months after I was born, and remained in place until I was in sixth form. Like many trans teenagers still presenting as their birth sex, I was often perceived as gay. From around the age of 11, I became a target of homophobic taunting, and this persisted daily through my early teenage years.The basis for this was a cluster of various traits and mannerisms that my peers coded as feminine, from my intonation, to the way I walked, to my interests. When I relay these experiences now, I find that non-LGBTQ+ people assume this bullying took the form of name-calling and, sometimes, being physically intimidated or even assaulted. What people tend not to realise as instinctively was how sexualised some of this harassment was. If I was gay, the assumption was that I must be sex-mad: I was publicly taunted and humiliated by being graphically told how much I wanted anal sex. When I was 13, a boy in another year grabbed my crotch through my trousers, to “check” if I was a girl or not. Fortunately, things for me slowly improved at school as I got older. It’s a sad indictment of the widespread homophobia and transphobia in schools at the time that I actually consider myself lucky: some of my friends and many of the trans people I’ve met in my work spent their school years in total misery, being terrorised daily.My own experience made me acutely aware of the complex web of shame that homophobic and transphobic bullying can instil. It was confusing to be taunted and harassed by people who had formed conclusions about my sexuality, when I wasn’t even sure what my own identity was. Furthermore, I didn’t feel as if I could discuss the situation with anyone, either at school or at home, because doing so would have only drawn more attention to my queerness and provoked questions from adults that I didn’t feel prepared or safe to answer. Though a couple of progressive-minded teachers did bring up the subject of gay people favourably in the course of personal, social and health education (PSHE) lessons, they were few and far between – and there was no mention whatsoever of trans people throughout my entire education.Most teachers, whatever their personal beliefs, were silent on these matters; worse, a minority were as prejudiced as my bullying peers. On more than one occasion I was advised to “tone it down”: a victim-blaming euphemism for repressing the femininity that was attracting negative attention. The effect of suppressing education about LGBTQ+ issues was not only to prevent LGBTQ+ children existing openly at school but, just as perniciously, to create a culture of silence that allowed prejudice among kids and staff alike to flourish unchallenged. Queer young people, for their part, were forced to internalise a constant drip-feed of humiliation, often (like me) not wanting to speak out for fear of making a horrible situation even worse. Section 28 was a staggering dereliction of duty on behalf of Britain’s policymakers towards the country’s young people.The growing acceptance of the need to create an inclusive school environment has not been extended so readily to trans pupils. Just as, back in the 80s, the British media feared a “gay agenda” in schools, so in the late 2010s a similar panic was created about the idea of “gender ideology” infiltrating the education system. While opposition to LGB-inclusive education is now the preserve of religious conservatives and the ultra-right wing of the Tory party, resistance to teaching children about the existence of trans people occurs across the political spectrum, while media attacks on organisations providing support to families and training to schools and public bodies, particularly the charity Mermaids, are all too frequent.Specific organisations have been founded to actively campaign against trans inclusion in schools, in the media and by mounting legal challenges to local councils that implement trans inclusion guidelines. One such organisation, Transgender Trend, was founded in 2015 by (in its own words) a “group of concerned parents” for “everyone who is concerned about the social and medical ‘transition’ of children, the introduction of ‘gender identity’ teaching into schools and new policies and legislation based on subjective ideas of ‘gender’ rather than the biological reality of sex”.In 2018, it published a resource pack for schools – markedly similar in appearance to the resources provided by major LGBTQ+ and trans organisations – purportedly to assist teachers in supporting children struggling with their gender identity. On closer examination, the guidance provided does precisely the opposite, by encouraging the suspicion and suppression of trans children’s needs. “Advice given by transgender organisations is focused upon the transgender individual and may not look at the holistic duties that the school has to the whole community,” it insists. The same resource pack also states, with no evidence whatsoever, that trans children and young people are “a very new phenomenon. Schools need to be aware that there is no long-term evidence base to support the ‘transition’ of children, including social transition.”A young trans boy in Virginia, US. Photograph: William Graham/AlamyAccording to Transgender Trend, coming out as trans “may be used by the child as an excuse for bad behaviour or failing in class, or a pass to gaining special rights and exemptions not afforded to other children”. In other words, being trans can confer special privileges or operate as a “get out of jail free” card.In fact, research reveals that the reality for trans pupils in British schools is starkly different: 33% of trans pupils are not able to be known by their preferred name at school; 58% are not allowed to use the toilets in which they feel comfortable. Horrifyingly, almost one in 10 trans young people have received a death threat while at school. Rather than being indulged or given special treatment, the stark truth is that many trans children are receiving little institutional support and, in some cases, are explicitly discouraged from being fully themselves at school.The moral panic surrounding trans children and their families not only obscures the bullying and exclusion trans kids already face, but actively encourages it. “I feel like it’s quite shaky acceptance, or tolerance,” Kate said of the attitudes she and her daughter Alex experience in their daily lives. “If there’s some negative article about how trans kids don’t exist, and parents are abusive, it really worries me how that affects the way parents perceive Alex, and therefore how they feed that on to their own kids.”Kate is especially concerned about how media coverage has already affected Alex’s experience of school. “The one proper problem we had at school was in the week after the BBC documentary [Transgender Kids: Who Knows Best?]. It’s not a coincidence, the timing, and so I don’t know, which parents watch that and what they then said to their kids, and then their kids say something hostile to Alex. It definitely has an impact.”Joe told me that many parents in their situation share similar stories of the connection between bullying and media misrepresentation: “If there’s a documentary out, or a newspaper article, then kids are being bullied in school. They’re getting abused on Snapchat, they get beaten up, they get a brick through the window. You know this is happening, and we see it, anecdotally, in the groups we’re part of.”As trans children like Alex grow up and move to secondary school, they, like all teenagers, enter an environment in which they cannot be as sheltered from prejudice or as easily protected by their parents as they were before. Like other teenage girls, Alex will look to assert her own identity in the world as an individual above and beyond her gender. But her parents worry that, unlike other girls, she’ll face unique challenges, given that teenagers may be more inclined than younger children to pick on anyone different.“The secondary school thing?” Kate said, “I just don’t imagine it’s going to be very easy, particularly as we don’t exactly live in one of the more progressive areas for LGBTQ+ kids.”Still, Kate and Joe acknowledged that there is an upside: the greater visibility of trans people in public life gives them hope for their daughter’s future. Societal attitudes, they believe, are changing and will continue to change for the better.Joe said: “I used to be very worried about her future relationships and life prospects, her life expectancy and her health and everything else. And now? Honestly, I think she’s going to be absolutely fine. Everyone’s got something going on with them. Everyone’s got their own battles to fight. Of course, I worry for her; everyone worries for their kids. We’ve already got examples of people in the public eye who are trans who are just getting on with it and excelling, and I think you’ll see more and more, and she’s just going to fly.”I left the family convinced that, despite almost inevitable difficulties ahead, Alex would ultimately thrive because of the love and support of two parents who were prepared to defend her to the hilt. Meeting Alex had also given me hope for the future; she and I were trans female people born only one generation apart, yet the world she is growing up in seems to have far more space in it for trans people than the one I knew. This is an edited extract from The Transgender Issue: An Argument for Justice by Shon Faye, which will be published by Allen Lane on 2 September. Follow the Long Read on Twitter at @gdnlongread, listen to our podcasts here and sign up to the long read weekly email here.",
  "length": 24248,
  "excerpt": "‘My preconceptions about trans people came from the media, and I certainly hadn’t heard of trans children. So it just flummoxed me having an assigned male child who didn’t have especially ‘feminine’ interests and yet was saying consistently, ‘I’m a girl.’”",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_4/images/img3_u2.jpg"
}