{
  "title": "EY fined by UK accountancy watchdog over Stagecoach audit failings | EY",
  "byline": "Jillian Ambrose",
  "dir": null,
  "content": "<h2>EY fined by UK accountancy watchdog over Stagecoach audit failings | EY</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>EY has been fined more than £2.2m by the UK accountancy watchdog for failing to properly challenge <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/business/stagecoachgroup\">Stagecoach</a> bosses when auditing their accounts for 2017.</p><p>The Financial Reporting Council (FRC) has also sanctioned Mark Harvey, EY’s auditing engagement partner, fining him £100,000 for his role reviewing Stagecoach’s financial statements.</p><p>The FRC said it had identified problems in how EY audited Stagecoach’s east coast mainline railway franchise joint venture, its pension scheme and insurance provisions but added that they “were not intentional, dishonest, deliberate or reckless”.</p><p>The regulator said: “While it is not alleged that the financial statements were in fact misstated, in several material instances, the respondents failed to obtain sufficient appropriate audit evidence.” </p><p>EY is also under investigation by the FRC over its audits of the failed travel firm Thomas Cook, as well as the former FTSE 100 <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/business/2020/may/29/scandal-hit-nmc-health-on-verge-of-liquidation\">hospital group NMC Health</a> and the investment firm <a data-link-name=\"in body link\" href=\"https://uk.finance.yahoo.com/news/london-capital-and-finance-financial-reporting-council-investigation-pwc-ey-oliver-clive-093355236.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAMS-gBHirg79x24gjRSRUSP2A7W4bX56JjSwvRsgSV2LOdbHvh44ULjokGH9e0ExjYZftBkmHPxnsh3fgxclGjbwWaU9rDGpkOwWKhYB1lIEiomI471F8kdo2QsuAJKSylvtZiMRPuyITpb2tG9hWEeNORJH_zSfWqTPRZ29wDGa\">London Capital &amp; Finance</a>, which both collapsed amid claims of fraud.</p><p>A spokeswoman for EY said on Wednesday that “regrettably” the audit firm “fell short of the standards we set for ourselves, and the standards expected of us by the FRC and society”.</p><p>She said: “We have cooperated with the FRC throughout their investigation, take their findings very seriously and have worked hard to rectify the issues identified. </p><p>“We remain committed to working with the FRC and other stakeholders to enhance standards across the audit profession, and to ensure the UK’s corporate governance and audit framework remains world leading.” </p><div data-cy=\"embed-block\" id=\"d666d898-5efb-42af-a342-a3c2b77838be\"><p>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</p></div><p>A prominent anti-corruption campaign group urged the government late last year to ban <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/business/ernst-and-young\">EY</a> from <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/business/2020/nov/15/call-for-three-year-ban-on-ey-bidding-on-public-contracts\">bidding on public contracts for three years</a>, accusing the big four accounting and consultancy group of “recurring professional misconduct”.</p><p>At the time, the company said it strongly disputed “the characterisation of EY” by Spotlight on Corruption.</p><p>Last month the auditor established a new UK audit executive committee and an audit remuneration committee, alongside a new independent board that will oversee its audit practice in the UK. This is part of EY’s preparations to split its audit business from the rest of its operations in response to a government-led crackdown on the UK’s largest accounting firms.</p><p>EY said the changes would help to achieve “the highest levels of audit quality” by providing independent oversight of our UK audit practice and building “a culture of challenge” with the firm.</p></div></main></main></div></div>",
  "textContent": "EY has been fined more than £2.2m by the UK accountancy watchdog for failing to properly challenge Stagecoach bosses when auditing their accounts for 2017.The Financial Reporting Council (FRC) has also sanctioned Mark Harvey, EY’s auditing engagement partner, fining him £100,000 for his role reviewing Stagecoach’s financial statements.The FRC said it had identified problems in how EY audited Stagecoach’s east coast mainline railway franchise joint venture, its pension scheme and insurance provisions but added that they “were not intentional, dishonest, deliberate or reckless”.The regulator said: “While it is not alleged that the financial statements were in fact misstated, in several material instances, the respondents failed to obtain sufficient appropriate audit evidence.” EY is also under investigation by the FRC over its audits of the failed travel firm Thomas Cook, as well as the former FTSE 100 hospital group NMC Health and the investment firm London Capital & Finance, which both collapsed amid claims of fraud.A spokeswoman for EY said on Wednesday that “regrettably” the audit firm “fell short of the standards we set for ourselves, and the standards expected of us by the FRC and society”.She said: “We have cooperated with the FRC throughout their investigation, take their findings very seriously and have worked hard to rectify the issues identified. “We remain committed to working with the FRC and other stakeholders to enhance standards across the audit profession, and to ensure the UK’s corporate governance and audit framework remains world leading.” Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDeskA prominent anti-corruption campaign group urged the government late last year to ban EY from bidding on public contracts for three years, accusing the big four accounting and consultancy group of “recurring professional misconduct”.At the time, the company said it strongly disputed “the characterisation of EY” by Spotlight on Corruption.Last month the auditor established a new UK audit executive committee and an audit remuneration committee, alongside a new independent board that will oversee its audit practice in the UK. This is part of EY’s preparations to split its audit business from the rest of its operations in response to a government-led crackdown on the UK’s largest accounting firms.EY said the changes would help to achieve “the highest levels of audit quality” by providing independent oversight of our UK audit practice and building “a culture of challenge” with the firm.",
  "length": 2575,
  "excerpt": "EY has been fined more than £2.2m by the UK accountancy watchdog for failing to properly challenge Stagecoach bosses when auditing their accounts for 2017.",
  "siteName": null
}