{
  "title": "Extinction Rebellion protesters block Oxford Circus in London | Extinction Rebellion",
  "byline": "Damien Gayle",
  "dir": null,
  "content": "<h2>Extinction Rebellion protesters block Oxford Circus in London | Extinction Rebellion</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>Extinction Rebellion protesters have blocked Oxford Circus in London, the site of one of their most famous occupations, as women took the lead on the third day of their latest campaign of UK protest.</p><p>Just before 2pm, protesters swarmed into the middle of the intersection between Regent Street and Oxford Street, London’s busiest shopping district, and erected a pink structure and sound system.</p><p>Police charged into the road to seize the structure and were then surrounded by female protesters. Women who spoke to the Guardian claimed that officers trampled them as they rushed to secure their cordon. Helen, 58, from Devon, who declined to give her surname, said: “They climbed in the middle. We had no intention to surround the police. Our intention was to protect what’s inside our ring, our circle. We all just had to scream because we were glued together.”</p><p>The occupation came after an inclusive Fint (female, intersex, non-binary and trans) protest mobilisation that rallied at the statue of Eros in Piccadilly Circus and marched through Soho. Bhavini Patel, an XR activist, who spoke at the rally, said: “Today’s protest is calling upon feminine energy and recognising that women’s voices are still not part of the solution and the centering of what this emergency requires.</p><p>“We know that women, given the chance, know how to find the words and the power and the courage that’s needed to make the change that’s needed for humanity.”</p><p>Marvina Newton, who also addressed protesters, said: “The idea is to talk about what we need to do as women to change the scope of our future. As women we need to stand united in everything we do.”</p><p>Larni Aura, 15, from Fulham, had joined the protest with her mother, Ima Aura, 33. “This is for my future and my whole generation’s future and the next generation’s future, so it’s crucial at this point for as many people as possible to get together and be here,” Larni said.</p><p>Her mother added: “I feel it’s my duty to educate her and open her eyes to the climate crisis; and I think as citizens we have the right to protest.”</p><p>XR said its activists had intended to put up a 2.5m tall structure at Oxford Circus designed to look like a giant table. In the event it looked half-finished after the speedy intervention by police. Explaining the rationale behind a specifically women-led action, the group pointed to research showing women are especially vulnerable to the effects of a worsening climate, but are also in many cases leading the fight against the climate crisis.</p><p>The Metropolitan police tweeted: “Officers intervened when protesters were building a structure at Oxford Circus. Some individuals have glued themselves to the structure, specialist officers are working to support their removal.</p><p>“There will be some disruption to traffic in the area as roads are currently blocked, which we are working to reduce.”</p><p>Early intervention when XR stage direct actions or launch occupations appears to be one of the Metropolitan police’s key tactics this week in dealing with the protests. Another has apparently been to target music. Police have also targeted players from XR’s samba bands for arrest and dispersal. </p><p>“It disheartens people when they remove the bank,” said one samba player, who gave her name as Free. “Also, we bring public attention. When the band start playing, people will come and watch, and the police don’t like that.”</p><p>Earlier, activists with Animal Rebellion, XR’s animal rights sister group, reported that 36 of their supporters had been arrested after staging an overnight occupation of McDonalds’ Leicester Square branch. The group said the protest intended to “call out the fast-food chain for its role in destroying the planet”.</p></div></main></main></div></div>",
  "textContent": "Extinction Rebellion protesters have blocked Oxford Circus in London, the site of one of their most famous occupations, as women took the lead on the third day of their latest campaign of UK protest.Just before 2pm, protesters swarmed into the middle of the intersection between Regent Street and Oxford Street, London’s busiest shopping district, and erected a pink structure and sound system.Police charged into the road to seize the structure and were then surrounded by female protesters. Women who spoke to the Guardian claimed that officers trampled them as they rushed to secure their cordon. Helen, 58, from Devon, who declined to give her surname, said: “They climbed in the middle. We had no intention to surround the police. Our intention was to protect what’s inside our ring, our circle. We all just had to scream because we were glued together.”The occupation came after an inclusive Fint (female, intersex, non-binary and trans) protest mobilisation that rallied at the statue of Eros in Piccadilly Circus and marched through Soho. Bhavini Patel, an XR activist, who spoke at the rally, said: “Today’s protest is calling upon feminine energy and recognising that women’s voices are still not part of the solution and the centering of what this emergency requires.“We know that women, given the chance, know how to find the words and the power and the courage that’s needed to make the change that’s needed for humanity.”Marvina Newton, who also addressed protesters, said: “The idea is to talk about what we need to do as women to change the scope of our future. As women we need to stand united in everything we do.”Larni Aura, 15, from Fulham, had joined the protest with her mother, Ima Aura, 33. “This is for my future and my whole generation’s future and the next generation’s future, so it’s crucial at this point for as many people as possible to get together and be here,” Larni said.Her mother added: “I feel it’s my duty to educate her and open her eyes to the climate crisis; and I think as citizens we have the right to protest.”XR said its activists had intended to put up a 2.5m tall structure at Oxford Circus designed to look like a giant table. In the event it looked half-finished after the speedy intervention by police. Explaining the rationale behind a specifically women-led action, the group pointed to research showing women are especially vulnerable to the effects of a worsening climate, but are also in many cases leading the fight against the climate crisis.The Metropolitan police tweeted: “Officers intervened when protesters were building a structure at Oxford Circus. Some individuals have glued themselves to the structure, specialist officers are working to support their removal.“There will be some disruption to traffic in the area as roads are currently blocked, which we are working to reduce.”Early intervention when XR stage direct actions or launch occupations appears to be one of the Metropolitan police’s key tactics this week in dealing with the protests. Another has apparently been to target music. Police have also targeted players from XR’s samba bands for arrest and dispersal. “It disheartens people when they remove the bank,” said one samba player, who gave her name as Free. “Also, we bring public attention. When the band start playing, people will come and watch, and the police don’t like that.”Earlier, activists with Animal Rebellion, XR’s animal rights sister group, reported that 36 of their supporters had been arrested after staging an overnight occupation of McDonalds’ Leicester Square branch. The group said the protest intended to “call out the fast-food chain for its role in destroying the planet”.",
  "length": 3682,
  "excerpt": "Extinction Rebellion protesters have blocked Oxford Circus in London, the site of one of their most famous occupations, as women took the lead on the third day of their latest campaign of UK protest.",
  "siteName": null
}