{
  "title": "Marc Márquez: ‘I was afraid I would not have a normal arm again’ | MotoGP",
  "byline": "Giles Richards",
  "dir": null,
  "content": "<h2>Marc Márquez: ‘I was afraid I would not have a normal arm again’ | MotoGP</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>M</span></span><span>arc Márquez pauses as he ponders what has hit him hardest since injury forced the multiple world champion to climb off his bike. Never happier than when he is racing, he looks up with piercing eyes and delivers a pleasingly frank response. “All the time I miss the feeling of the victory,” he says. “Every time it’s like a drug, you try more and you want more, try more and want more.”</span></p><p>Márquez is unashamedly driven to win<strong> </strong>and has been since he first experienced the thrill of riding when he was four. With his place among the greats of motor racing secure, Márquez has nothing to prove but is riding a long, testing road as if he still did. Watching him is gripping, this fascinating narrative of a young man who enjoyed almost untouchable heights having to acknowledge his own limitations. Enduring the toughest test of his career and life, Márquez is putting himself through a painfully tough and public process to make an extraordinary comeback.</p><p>The 28-year-old from Cervera in Spain has won eight motorcycle grand prix world championships. Six, between 2013 and 2019 in the top <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/motogp\">MotoGP</a> class, all with Honda. The remarkable run came to an abrupt end after he broke his right arm in the opening race of 2020 at Jerez. Typically for this intensely competitive rider he had surgery and attempted to race in the next round. It was hopelessly optimistic; he describes it now as a big mistake and it forced him to acknowledge the seriousness of his injury. Too much too soon, he had to sit out the rest of the season.</p><p>He has returned tentatively this year, feeling his way back into the saddle, and will be testing himself once more at next weekend’s British Grand Prix at Silverstone. The championship is far beyond Márquez but the title remains a tightly fought affair between Yamaha’s <a data-link-name=\"in body link\" href=\"https://en.wikipedia.org/wiki/Fabio_Quartararo\" title=\"\">Fabio Quartararo</a>, enjoying a solid lead over Ducati’s <a data-link-name=\"in body link\" href=\"https://en.wikipedia.org/wiki/Francesco_Bagnaia\" title=\"\">Francesco Bagnaia</a>; last year’s champion, Suzuki’s Joan Mir; and Ducati’s <a data-link-name=\"in body link\" href=\"https://en.wikipedia.org/wiki/Johann_Zarco\" title=\"\">Johann Zarco</a> in fourth.</p><p>Márquez is 11th and there are echoes of the seven-time Formula One world champion Lewis Hamilton in his assessment of why these difficult times are the ones that will define him. “My motivation is higher than before because it is the first time that I have a very hard moment in my career,” he says. “In the hard moments you need to show your potential. In the good moments everybody is happy and smiling and quick, in the hard moments you need to fight. The easiest way would be to stop and come back when I feel ready in one or two years. But that’s not my style. My style is to try to suffer to improve and come back. And to enjoy it on the bike. Now I am not enjoying it, now I am suffering.”</p><div id=\"313fe284-f4c6-4896-9c17-b8e80ec491bc\"><div><picture itemprop=\"contentUrl\"><img alt=\"Marc Márquez at the Red Bull Ring in Austria in August.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_22/article_2/images/img4_u24.jpg\"></picture></div><p><span></span><span>Marc Márquez at the Red Bull Ring in Austria in August.</span> Photograph: Steve Wobser/Getty Images</p></div><p>Márquez is known as the Ant of Cervera because of his diminutive size and the way he developed a singular riding style while wrestling with heavy machinery at the start of his career. What he learned then defined him as he grew into the MotoGP bikes. He adopted using his elbows as he leans steeply into corners while constantly wrangling the bike, using muscle and touch to make endless, instinctive adjustments. It is an elaborate, spellbinding dance between man and machine that combines the physical with an artist’s finesse. As he builds the strength in his recovering arm, the choreography has yet to come together.</p><p>He has tasted victory this season but only at the Sachsenring in Germany, a track he has long made his own and where its anti-clockwise lap negated the lack of strength in his right arm. It was preceded by four crashes in three races and followed by a huge hit at Assen in practice. It contributed to his worst career qualifying, which saw him start in 20th but from which he rode a magnificent recovery to seventh.</p><p>Every ride is a new challenge for the man who once exercised such imperious dominance. His team principal at Honda is Alberto Puig, a former rider who knows only too well how injury can affect a career. His was brought to a premature end after a high-speed crash at Le Mans in 1995, from which he could not recover his form.</p><p>Puig believes the scale of Márquez’s task is still not appreciated. “I don’t know if people really understand the level of the rider that he is,” he said. “Marc’s comeback has been more difficult than expected, due to the injury and what happened and what he’s doing currently in his situation, it’s really amazing. He’s riding with, I will not say one arm but let’s say with one and a half arms. I think only one guy can do this and it’s him.”</p><p>Márquez knows how hard it is and while not short of self-belief in his abilities still wears his task well. He is bright and of easy humour while considering how his career has been derailed after what he admits was a disturbing nadir last year. “I was afraid I would not have a normal arm,” he says. “There was one point in October-November when I was not able to take a bottle of water, I was straining to eat, I was not able to move the arm in a normal way. I was afraid.”</p><p>Just how much it meant to him was clear when he finally did race again, at Portimão this season. Having finished seventh he returned to his garage and in what he describes as an explosion of emotions, sobbed in relief. This was a side of the champion that had not been seen before, indicative of how seriously his fear of not racing again played on his mind.</p><p>The weight of those fears can only have been amplified by the success that had preceded them. Márquez looked invincible as record after record tumbled to him. From being the youngest rider to win a MotoGP title at just over 20, he has the most pole positions and has won the most races in a single season, with 13 from 18 in 2014. He stands behind only <a data-link-name=\"in body link\" href=\"https://en.wikipedia.org/wiki/Giacomo_Agostini\" title=\"\">Giacomo Agostini</a> and Valentino Rossi in top-class titles.</p><div id=\"0928c881-ed0d-4214-be6e-783639f86816\"><div><picture itemprop=\"contentUrl\"><img alt=\"Repsol Honda Team’s Marc Marquez celebrates becoming 2013 world champion in his rookie season\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_22/article_2/images/img5_u5.jpg\"></picture></div><p><span></span><span>Repsol Honda’sMarc Marquez celebrates becoming 2013 World Champion in his rookie season.</span> Photograph: José Jordan/AFP/Getty Images</p></div><p>With such success, perhaps inevitably he has been accused of arrogance and has drawn criticism from other riders. Not least from Rossi, who was his childhood hero and who has announced he is to <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2021/aug/05/nine-times-motogp-champion-valentino-rossi-to-retire-at-end-of-season\" title=\"\">retire at the end of this season</a>. Yet speaking to Márquez there seems a definitive difference between the rider and the man.</p><p>He still lives in quiet Cervera and was reduced to tears several years ago when he attracted criticism after reports he was moving to Andorra for tax reasons. He was not – but could not shrug off the personal attacks in the same way he has dismissed his rivals on track.</p><p>He also speaks with honesty of how he feels for his parents and their fears for him. After the Moto3 rider Jason Dupasquier died as a result of an accident at Mugello in May this year, when Márquez returned home his mother embraced him with feeling. “She gave me an extra hug, she hugged in a different way for a longer time, they are suffering a lot,” he says with a genuine empathy for his family that it is impossible not to warm to.</p><div data-cy=\"embed-block\" id=\"7101f5a2-5dea-4375-9220-9df564e6da36\"><p>Sign up to The Recap, our weekly email of editors’ picks.</p></div><p>Contemplating Silverstone, Márquez is not afraid to admit how frustrating he finds the slow progress of his comeback. It is perhaps the greatest burden the Ant has had to bear but one from which he believes he will emerge as a fearsome force. “It is very hard to accept that all the others are faster than you but you need to realise where you are, and where you are going,” he concludes with an eye on victories to come.</p></div></main></main></div></div>",
  "textContent": "Marc Márquez pauses as he ponders what has hit him hardest since injury forced the multiple world champion to climb off his bike. Never happier than when he is racing, he looks up with piercing eyes and delivers a pleasingly frank response. “All the time I miss the feeling of the victory,” he says. “Every time it’s like a drug, you try more and you want more, try more and want more.”Márquez is unashamedly driven to win and has been since he first experienced the thrill of riding when he was four. With his place among the greats of motor racing secure, Márquez has nothing to prove but is riding a long, testing road as if he still did. Watching him is gripping, this fascinating narrative of a young man who enjoyed almost untouchable heights having to acknowledge his own limitations. Enduring the toughest test of his career and life, Márquez is putting himself through a painfully tough and public process to make an extraordinary comeback.The 28-year-old from Cervera in Spain has won eight motorcycle grand prix world championships. Six, between 2013 and 2019 in the top MotoGP class, all with Honda. The remarkable run came to an abrupt end after he broke his right arm in the opening race of 2020 at Jerez. Typically for this intensely competitive rider he had surgery and attempted to race in the next round. It was hopelessly optimistic; he describes it now as a big mistake and it forced him to acknowledge the seriousness of his injury. Too much too soon, he had to sit out the rest of the season.He has returned tentatively this year, feeling his way back into the saddle, and will be testing himself once more at next weekend’s British Grand Prix at Silverstone. The championship is far beyond Márquez but the title remains a tightly fought affair between Yamaha’s Fabio Quartararo, enjoying a solid lead over Ducati’s Francesco Bagnaia; last year’s champion, Suzuki’s Joan Mir; and Ducati’s Johann Zarco in fourth.Márquez is 11th and there are echoes of the seven-time Formula One world champion Lewis Hamilton in his assessment of why these difficult times are the ones that will define him. “My motivation is higher than before because it is the first time that I have a very hard moment in my career,” he says. “In the hard moments you need to show your potential. In the good moments everybody is happy and smiling and quick, in the hard moments you need to fight. The easiest way would be to stop and come back when I feel ready in one or two years. But that’s not my style. My style is to try to suffer to improve and come back. And to enjoy it on the bike. Now I am not enjoying it, now I am suffering.”Marc Márquez at the Red Bull Ring in Austria in August. Photograph: Steve Wobser/Getty ImagesMárquez is known as the Ant of Cervera because of his diminutive size and the way he developed a singular riding style while wrestling with heavy machinery at the start of his career. What he learned then defined him as he grew into the MotoGP bikes. He adopted using his elbows as he leans steeply into corners while constantly wrangling the bike, using muscle and touch to make endless, instinctive adjustments. It is an elaborate, spellbinding dance between man and machine that combines the physical with an artist’s finesse. As he builds the strength in his recovering arm, the choreography has yet to come together.He has tasted victory this season but only at the Sachsenring in Germany, a track he has long made his own and where its anti-clockwise lap negated the lack of strength in his right arm. It was preceded by four crashes in three races and followed by a huge hit at Assen in practice. It contributed to his worst career qualifying, which saw him start in 20th but from which he rode a magnificent recovery to seventh.Every ride is a new challenge for the man who once exercised such imperious dominance. His team principal at Honda is Alberto Puig, a former rider who knows only too well how injury can affect a career. His was brought to a premature end after a high-speed crash at Le Mans in 1995, from which he could not recover his form.Puig believes the scale of Márquez’s task is still not appreciated. “I don’t know if people really understand the level of the rider that he is,” he said. “Marc’s comeback has been more difficult than expected, due to the injury and what happened and what he’s doing currently in his situation, it’s really amazing. He’s riding with, I will not say one arm but let’s say with one and a half arms. I think only one guy can do this and it’s him.”Márquez knows how hard it is and while not short of self-belief in his abilities still wears his task well. He is bright and of easy humour while considering how his career has been derailed after what he admits was a disturbing nadir last year. “I was afraid I would not have a normal arm,” he says. “There was one point in October-November when I was not able to take a bottle of water, I was straining to eat, I was not able to move the arm in a normal way. I was afraid.”Just how much it meant to him was clear when he finally did race again, at Portimão this season. Having finished seventh he returned to his garage and in what he describes as an explosion of emotions, sobbed in relief. This was a side of the champion that had not been seen before, indicative of how seriously his fear of not racing again played on his mind.The weight of those fears can only have been amplified by the success that had preceded them. Márquez looked invincible as record after record tumbled to him. From being the youngest rider to win a MotoGP title at just over 20, he has the most pole positions and has won the most races in a single season, with 13 from 18 in 2014. He stands behind only Giacomo Agostini and Valentino Rossi in top-class titles.Repsol Honda’sMarc Marquez celebrates becoming 2013 World Champion in his rookie season. Photograph: José Jordan/AFP/Getty ImagesWith such success, perhaps inevitably he has been accused of arrogance and has drawn criticism from other riders. Not least from Rossi, who was his childhood hero and who has announced he is to retire at the end of this season. Yet speaking to Márquez there seems a definitive difference between the rider and the man.He still lives in quiet Cervera and was reduced to tears several years ago when he attracted criticism after reports he was moving to Andorra for tax reasons. He was not – but could not shrug off the personal attacks in the same way he has dismissed his rivals on track.He also speaks with honesty of how he feels for his parents and their fears for him. After the Moto3 rider Jason Dupasquier died as a result of an accident at Mugello in May this year, when Márquez returned home his mother embraced him with feeling. “She gave me an extra hug, she hugged in a different way for a longer time, they are suffering a lot,” he says with a genuine empathy for his family that it is impossible not to warm to.Sign up to The Recap, our weekly email of editors’ picks.Contemplating Silverstone, Márquez is not afraid to admit how frustrating he finds the slow progress of his comeback. It is perhaps the greatest burden the Ant has had to bear but one from which he believes he will emerge as a fearsome force. “It is very hard to accept that all the others are faster than you but you need to realise where you are, and where you are going,” he concludes with an eye on victories to come.",
  "length": 7401,
  "excerpt": "Marc Márquez pauses as he ponders what has hit him hardest since injury forced the multiple world champion to climb off his bike. Never happier than when he is racing, he looks up with piercing eyes and delivers a pleasingly frank response. “All the time I miss the feeling of the victory,” he says. “Every time it’s like a drug, you try more and you want more, try more and want more.”",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_22/article_2/images/img4_u24.jpg"
}