{
  "title": "Who’s to blame for the Afghanistan chaos? Remember the war’s cheerleaders | George Monbiot",
  "byline": "George Monbiot",
  "dir": null,
  "content": "<h2>Who’s to blame for the Afghanistan chaos? Remember the war’s cheerleaders | George Monbiot</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>E</span></span><span>veryone is to blame for the catastrophe in <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/afghanistan\">Afghanistan</a>, except the people who started it. Yes, Joe Biden screwed up by rushing out so chaotically. Yes, Boris Johnson and Dominic Raab failed to make adequate and timely provisions for the evacuation of vulnerable people. But there is a frantic determination in the media to ensure that none of the blame is attached to those who began this open-ended war without realistic aims or an exit plan, then waged it with little concern for the lives and rights of the Afghan people: the then US president, George W Bush, the British prime minister Tony Blair and their entourages.</span></p><p>Indeed, Blair’s self-exoneration and <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/politics/2021/aug/22/tony-blair-afghanistan-exit-gives-opportunities-to-uks-enemies\">transfer of blame</a> to Biden last weekend was front-page news, while those who opposed his disastrous war 20 years ago remain cancelled across most of the media. Why? Because to acknowledge the mistakes of the men who prosecuted this war would be to expose the media’s role in facilitating it.</p><p>Any fair reckoning of what went wrong in Afghanistan, Iraq and the other nations swept up in the “war on terror” should include the disastrous performance of the media. Cheerleading for the war in Afghanistan was almost universal, and dissent was treated as intolerable. After the Northern Alliance stormed into Kabul, torturing and castrating its prisoners, raping women and children, the Telegraph urged us to “just rejoice, rejoice”, while the Sun ran a two-page editorial entitled “Shame of the traitors: wrong, wrong, wrong … the fools who said Allies faced disaster”. In the <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/2001/nov/14/afghanistan.terrorism1\">Guardian</a>, Christopher Hitchens, a convert to US hegemony and war, marked the solemnity of the occasion with the words: “Well, ha ha ha, and yah, boo. It was … obvious that defeat was impossible. The Taliban will soon be history.” </p><p>The few journalists and public figures who dissented were added to the Telegraph’s daily list of “Osama bin Laden’s useful idiots”, accused of being “anti-American” and “pro-terrorism”, mocked, vilified and de-platformed almost everywhere. In the <a data-link-name=\"in body link\" href=\"https://www.independent.co.uk/voices/commentators/david-aaronovitch-stop-trying-stop-war-start-trying-win-peace-9234588.html\">Independent</a>, David Aaronovitch claimed that if you opposed the ongoing war, you were “indulging yourself in a cosmic whinge”. </p><p>Everyone I know in the US and the UK who was attacked in the media for opposing the war received death threats. Barbara Lee, the only member of Congress who voted against granting the Bush government an open licence to use military force, <a data-link-name=\"in body link\" href=\"https://theintercept.com/2016/09/11/barbara-lees-lone-vote-on-sept-14-2001-was-as-prescient-as-it-was-brave-and-heroic/\">needed</a> round-the-clock bodyguards. Amid this McCarthyite fervour, peace campaigners such as Women in Black were <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/media/2001/oct/16/warinafghanistan2001.afghanistan\">listed</a> as “potential terrorists” by the FBI. The then US secretary of state, Colin Powell, sought to persuade the emir of Qatar to censor Al Jazeera, one of the few outlets that consistently challenged the rush to war. After he failed, the US bombed Al Jazeera’s office in Kabul. </p><p>The broadcast media were almost exclusively reserved for those who supported the adventure. The same thing happened before and during the invasion of Iraq, when the war’s opponents <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/media/2003/apr/22/iraqandthemedia.politicsandthemedia\">received only 2%</a> of BBC airtime on the subject. Attempts to <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/politics/2003/nov/11/afghanistan.iraq\">challenge the lies</a> that justified the invasion – such as Saddam Hussein’s alleged possession of weapons of mass destruction and his supposed refusal to negotiate – were drowned in a surge of patriotic excitement.</p><p>So why is so much of the media so bloodthirsty? Why do they love bombs and bullets so much, and diplomacy so little? Why do they take such evident delight in striking a pose atop a heap of bodies, before quietly shuffling away when things go wrong?</p><p>An obvious answer is the old adage that “if it bleeds it leads”, so there’s an inbuilt demand for blood. I remember as if it were yesterday the moment I began to hate the industry I work for. In 1987, I was producing a current affairs programme for the BBC World Service. It was a slow news day, and none of the stories gave us a strong lead for the programme. Ten minutes before transmission, the studio door flew open and the editor strode in. He clapped his hands and shouted: “Great! 110 dead in Sri Lanka!” News is spectacle, and nothing delivers spectacle like war.</p><p>Another factor in the UK is a continued failure to come to terms with our colonial history. For centuries the interests of the nation have been conflated with the interests of the rich, while the interests of the rich depended to a remarkable degree on colonial loot and the military adventures that supplied it. Supporting overseas wars, however disastrous, became a patriotic duty.</p><p>For all the current breastbeating about the catastrophic defeat in Afghanistan, nothing has been learned. The media still regale us with comforting lies about the war and occupation. They airbrush the <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/news/2019/dec/06/afghan-families-torn-apart-drone-strikes-picture-essay\">drone strikes</a> in which civilians were massacred and the corruption permitted and encouraged by the occupying forces. They seek to retrofit justifications to the decision to go to war, chief among them securing the rights of women.</p><p>But this issue, crucial as it was and remains, didn’t feature among the <a data-link-name=\"in body link\" href=\"https://avalon.law.yale.edu/sept11/dod_brief22.asp\">original war aims</a>. Nor, for that matter, did <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/2001/dec/11/afghanistan.comment\">overthrowing the Taliban</a>. Bush’s presidency was secured, and his wars promoted, by American ultra-conservative religious fundamentalists who had more in common with the Taliban than with the brave women seeking liberation. In 2001, the newspapers now backcasting themselves as champions of human rights mocked and impeded women at every opportunity. The Sun was running photos of topless teenagers on Page 3; the Daily Mail ruined women’s lives with its Sidebar of Shame; extreme sexism, body shaming and attacks on feminism were endemic.</p><p>Those of us who argued against the war possessed no prophetic powers. I <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/politics/2001/oct/09/afghanistan.britainand911\">asked</a> the following questions in the Guardian not because I had any special information or insight, but because they were bleeding obvious. “At what point do we stop fighting? At what point does withdrawal become either honourable or responsible? Having once engaged its forces, are we then obliged to reduce Afghanistan to a permanent protectorate? Or will we jettison responsibility as soon as military power becomes impossible to sustain?” But even asking such things puts you beyond the pale of acceptable opinion<strong>.</strong></p><p>You can get away with a lot in the media, but not, in most outlets, with opposing a war waged by your own nation – unless your reasons are solely practical. If your motives are humanitarian, you are marked from that point on as a fanatic. Those who make their arguments with bombs and missiles are “moderates” and “centrists”; those who oppose them with words are “extremists”. The inconvenient fact that the “extremists” were right and the “centrists” were wrong is today being strenuously forgotten.</p><ul> \n <li><p>George Monbiot is a Guardian columnist</p></li> \n <li><p>The fall of Afghanistan:<strong> </strong>join a Guardian Live online event with our journalists Emma Graham-Harrison, Peter Beaumont and Julian Borger analysing the latest developments. Monday 6 September at 7pm BST. Book your tickets <a data-link-name=\"in body link\" href=\"https://membership.theguardian.com/event/guardian-newsroom-the-fall-of-afghanistan-167464899021\">here</a>. All profits will be donated to relevant charities.</p></li> \n</ul></div></main></main></div></div>",
  "textContent": "Everyone is to blame for the catastrophe in Afghanistan, except the people who started it. Yes, Joe Biden screwed up by rushing out so chaotically. Yes, Boris Johnson and Dominic Raab failed to make adequate and timely provisions for the evacuation of vulnerable people. But there is a frantic determination in the media to ensure that none of the blame is attached to those who began this open-ended war without realistic aims or an exit plan, then waged it with little concern for the lives and rights of the Afghan people: the then US president, George W Bush, the British prime minister Tony Blair and their entourages.Indeed, Blair’s self-exoneration and transfer of blame to Biden last weekend was front-page news, while those who opposed his disastrous war 20 years ago remain cancelled across most of the media. Why? Because to acknowledge the mistakes of the men who prosecuted this war would be to expose the media’s role in facilitating it.Any fair reckoning of what went wrong in Afghanistan, Iraq and the other nations swept up in the “war on terror” should include the disastrous performance of the media. Cheerleading for the war in Afghanistan was almost universal, and dissent was treated as intolerable. After the Northern Alliance stormed into Kabul, torturing and castrating its prisoners, raping women and children, the Telegraph urged us to “just rejoice, rejoice”, while the Sun ran a two-page editorial entitled “Shame of the traitors: wrong, wrong, wrong … the fools who said Allies faced disaster”. In the Guardian, Christopher Hitchens, a convert to US hegemony and war, marked the solemnity of the occasion with the words: “Well, ha ha ha, and yah, boo. It was … obvious that defeat was impossible. The Taliban will soon be history.” The few journalists and public figures who dissented were added to the Telegraph’s daily list of “Osama bin Laden’s useful idiots”, accused of being “anti-American” and “pro-terrorism”, mocked, vilified and de-platformed almost everywhere. In the Independent, David Aaronovitch claimed that if you opposed the ongoing war, you were “indulging yourself in a cosmic whinge”. Everyone I know in the US and the UK who was attacked in the media for opposing the war received death threats. Barbara Lee, the only member of Congress who voted against granting the Bush government an open licence to use military force, needed round-the-clock bodyguards. Amid this McCarthyite fervour, peace campaigners such as Women in Black were listed as “potential terrorists” by the FBI. The then US secretary of state, Colin Powell, sought to persuade the emir of Qatar to censor Al Jazeera, one of the few outlets that consistently challenged the rush to war. After he failed, the US bombed Al Jazeera’s office in Kabul. The broadcast media were almost exclusively reserved for those who supported the adventure. The same thing happened before and during the invasion of Iraq, when the war’s opponents received only 2% of BBC airtime on the subject. Attempts to challenge the lies that justified the invasion – such as Saddam Hussein’s alleged possession of weapons of mass destruction and his supposed refusal to negotiate – were drowned in a surge of patriotic excitement.So why is so much of the media so bloodthirsty? Why do they love bombs and bullets so much, and diplomacy so little? Why do they take such evident delight in striking a pose atop a heap of bodies, before quietly shuffling away when things go wrong?An obvious answer is the old adage that “if it bleeds it leads”, so there’s an inbuilt demand for blood. I remember as if it were yesterday the moment I began to hate the industry I work for. In 1987, I was producing a current affairs programme for the BBC World Service. It was a slow news day, and none of the stories gave us a strong lead for the programme. Ten minutes before transmission, the studio door flew open and the editor strode in. He clapped his hands and shouted: “Great! 110 dead in Sri Lanka!” News is spectacle, and nothing delivers spectacle like war.Another factor in the UK is a continued failure to come to terms with our colonial history. For centuries the interests of the nation have been conflated with the interests of the rich, while the interests of the rich depended to a remarkable degree on colonial loot and the military adventures that supplied it. Supporting overseas wars, however disastrous, became a patriotic duty.For all the current breastbeating about the catastrophic defeat in Afghanistan, nothing has been learned. The media still regale us with comforting lies about the war and occupation. They airbrush the drone strikes in which civilians were massacred and the corruption permitted and encouraged by the occupying forces. They seek to retrofit justifications to the decision to go to war, chief among them securing the rights of women.But this issue, crucial as it was and remains, didn’t feature among the original war aims. Nor, for that matter, did overthrowing the Taliban. Bush’s presidency was secured, and his wars promoted, by American ultra-conservative religious fundamentalists who had more in common with the Taliban than with the brave women seeking liberation. In 2001, the newspapers now backcasting themselves as champions of human rights mocked and impeded women at every opportunity. The Sun was running photos of topless teenagers on Page 3; the Daily Mail ruined women’s lives with its Sidebar of Shame; extreme sexism, body shaming and attacks on feminism were endemic.Those of us who argued against the war possessed no prophetic powers. I asked the following questions in the Guardian not because I had any special information or insight, but because they were bleeding obvious. “At what point do we stop fighting? At what point does withdrawal become either honourable or responsible? Having once engaged its forces, are we then obliged to reduce Afghanistan to a permanent protectorate? Or will we jettison responsibility as soon as military power becomes impossible to sustain?” But even asking such things puts you beyond the pale of acceptable opinion.You can get away with a lot in the media, but not, in most outlets, with opposing a war waged by your own nation – unless your reasons are solely practical. If your motives are humanitarian, you are marked from that point on as a fanatic. Those who make their arguments with bombs and missiles are “moderates” and “centrists”; those who oppose them with words are “extremists”. The inconvenient fact that the “extremists” were right and the “centrists” were wrong is today being strenuously forgotten. \n George Monbiot is a Guardian columnist \n The fall of Afghanistan: join a Guardian Live online event with our journalists Emma Graham-Harrison, Peter Beaumont and Julian Borger analysing the latest developments. Monday 6 September at 7pm BST. Book your tickets here. All profits will be donated to relevant charities. \n",
  "length": 6919,
  "excerpt": "Everyone is to blame for the catastrophe in Afghanistan, except the people who started it. Yes, Joe Biden screwed up by rushing out so chaotically. Yes, Boris Johnson and Dominic Raab failed to make adequate and timely provisions for the evacuation of vulnerable people. But there is a frantic determination in the media to ensure that none of the blame is attached to those who began this open-ended war without realistic aims or an exit plan, then waged it with little concern for the lives and rights of the Afghan people: the then US president, George W Bush, the British prime minister Tony Blair and their entourages.",
  "siteName": null
}