{
  "title": "Patty Mills: ‘I don’t consider my actions to be political activism’ | Basketball",
  "byline": "Mike Hytner",
  "dir": null,
  "content": "<h2>Patty Mills: ‘I don’t consider my actions to be political activism’ | Basketball</h2><div id=\"readability-page-1\" class=\"page\"><div id=\"55003097-75c3-43f6-b638-7e4453c45045\"><div><picture itemprop=\"contentUrl\"><img alt=\"Patty Mills\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/images/img2_u37.jpg\"></picture></div><p><span><p><span></span><span>Boomers co-captain Patty Mills is a fierce social justice advocate with a long history of philanthropic activity.</span> Photograph: Aris Messinis/AFP/Getty Images</p></span></p></div><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>P</span></span><span>atty Mills has spent much of the past two weeks horizontal on the bed of his hotel quarantine room, drinking coffee and waiting for the next Covid test. It is a world away from Tokyo and a quiet haven in Sydney’s deserted CBD that has allowed the Australian basketball star time to decompress and reflect on his Olympic accomplishments.</span></p><p>Speaking to Guardian Australia towards the end of his stint of government-mandated isolation, the emotions of his team’s historic bronze medal win are still raw and Mills’s voice wavers as he revisits one particular moment which encapsulated so much of what his journey – both on and off the court – represents.</p><p>“That’s the image right there,” Mills says. “That’s the image of unity and the values of the Olympics, the values of our team, the values of my culture, the values of what we’re trying to get to as a country, all in one image.”</p><p>The 33-year-old is talking about the on-court embrace he shared with co-captain Joe Ingles in the immediate aftermath of the Boomers’ win over Slovenia, which secured Australia’s men their first Olympic basketball medal after decades of agonising near-misses.</p><div id=\"71cd3a7f-8692-4fc2-8e9e-aff57df7bbe3\"><div><picture itemprop=\"contentUrl\"><img alt=\"Joe Ingles and Patty Mills\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/images/img4_u27.jpg\"></picture></div><p><span></span><span>‘No words needed to be said to either of us’: Mills and Joe Ingles embrace in the moments after Australia won the men’s bronze medal match against Slovenia.</span> Photograph: Aris Messinis/AFP/Getty Images</p></div><p>Mills had just put in another star turn, scoring 42 points to carry his team to victory at the fifth time of asking in an Olympic bronze medal match. Not really knowing how to react as the emotions came in waves – “flashbacks to happy, sad... the hard grind... relief” – he turned to the familiar and nestled in the huge wingspan of his good friend Ingles.</p><p>The effortless warmth of the embrace, eyes of both players’ firmly shut, was beautifully captured by AFP photographer Aris Messinis, and at that point any tension Mills had been carrying in the dying embers of the game simply melted away.</p><p>“No words needed to be said to either of us,” he says. “It was like we had a whole conversation in a hug and we both knew what we were saying to each other. I hope there comes a time where people can unpack that image in itself. There’s so much to peel back, the layers of this image. The emotion, you can not only see, you can feel it when you’re looking at this image.”</p><div data-atom-id=\"b0ca4108-a198-460a-94d8-ead990581593\" data-atom-type=\"audio\" id=\"9c7ce9d2-99e3-48eb-9191-2749f66221db\"><p><span>Full Story</span></p><h4>Patty Mills on making Olympic history with the Boomers</h4></div><p>On the surface, the photograph tells a story of two world-class athletes, long-standing friends, brought even closer together in a moment of joy, relief and utter exhaustion. Look a little closer and the shot speaks to the great personal journey Mills in particular had taken to get to that point, since making his debut for the national side in 2007. Now considered the face of Australian basketball, his anguish at missing out on bronze by a solitary point at the Rio Games, when he was called for a foul in the dying seconds, had gnawed at him for five years.</p><p>But peel away more of those layers Mills speaks of, and the iconic photo also reveals much about the culture of the current Boomers team and how far they have come as a group – in the sense of their collective spirit but also in terms of its diversity and capacity to unite.</p><p>Mills says he doesn’t remember much of those initial moments after the buzzer sounded in Tokyo, but the record will forever show he spoke at length about the team’s culture in a post-match interview with Channel Seven. “I have no idea what I said after the game,” he says, before admitting he has not yet watched any replays. “I hope there was no swearing or anything like that.” But having now had time to fully reflect away from the noise of the Olympic bubble and in the relative tranquility of isolation, the idea of culture and its particular richness in this team remains at the forefront of his mind.</p><p>Defeat to the USA in the semi-finals had sparked a fear in him that the Boomers’ campaign could have been headed in a familiar downhill direction, but Mills is adamant the team’s culture, forged over a number of years – and born out of the work of pioneers of the game such as “the godfather of basketball in this country” Lindsay Gaze and Michael AhMatt, one of the first Aboriginal players to represent Australia – helped avoid such a fate.</p><p>“In my heart of hearts, I believe that our Boomers culture and how strong it has become, how tight it has become and how every person and every player had bought into that, I believe that it’s carried us over the line at the end of the day,” he says. “It’s meaningful to us as a team, and when we play that can come pouring out.</p><p>“You can go down the line to this current team, but in the same breath, it did take this particular group – this particular group of players, coaching staff – to get over the hump to then give the light of day to the people that have come before us.”</p><div id=\"b2d096e1-4e1a-4399-a5bc-daad42174c05\"><div><picture itemprop=\"contentUrl\"><img alt=\"Australian men's basketball team\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/images/img5_u7.jpg\"></picture></div><p><span></span><span>When the Boomers won bronze Matthew Dellavedova pulled an Aboriginal flag from his pocket and a teammate unfurled the Torres Strait Islander flag.</span> Photograph: Kiyoshi Ota/EPA</p></div><p>The current Boomers team boasts several players with South Sudanese and African-American backgrounds and Mills, a proud Aboriginal and Torres Strait Islander man, says the moment they stood shoulder to shoulder to receive their medals in Tokyo and the celebrations afterwards was a “powerful moment”.</p><p>“Standing on the podium for the first time in history for us, and you have Joe Ingles, myself, Matthew Dellavedova – a country boy – Matisse Thybulle, Josh Green, their backgrounds. Duop Reath, his background. Just look at our team and see how unifying that is. Matthew Dellavedova has an Aboriginal flag tucked into his pocket that he pulls out and someone else has a Torres Strait Islander flag... and now we’re standing on the Olympic podium with our medals, as diverse as we are as a team, with Australian flags.”</p><p>It was not the first time Mills had been the focus of attention under an Australian flag at the Games – he was chosen to march into the Olympic Stadium alongside swimmer Cate Campbell as Australia’s joint flag bearers at the opening ceremony two weeks previously. For Mills, it was a special moment, both on a personal level but also, again, for its symbolic nature.</p><p>“I talk about me and Cate Campbell, standing next to each other, walking out of the tunnel into the Olympic Stadium, both hands on the Australian flag,” he says. “How important and powerful is that message alone? I haven’t even begun to dive into that just yet, but wow. I felt it and I know she felt it, knowing that our teammates are behind us – basketball teammates, her swimming coach of 25 years.</p><div id=\"34e7bba9-a1df-47e0-b773-3da2746d3daf\"><div><picture itemprop=\"contentUrl\"><img alt=\"Patty Mills and Cate Campbell\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/images/img6_u17.jpg\"></picture></div><p><span></span><span>‘Hairs stand up on your skin’: Mills and fellow Australian flag bearer Cate Campbell during the Tokyo 2020 opening ceremony.</span> Photograph: Pete Dovgan/Speed Media/REX/Shutterstock</p></div><p>“And you feel the rest of the other athletes and then you feel the rest of the country. That moment in time is so unifying that you can feel it. Hairs stand up on your skin, because you can feel the whole country just come together as one in that particular moment.”</p><p>Away from the basketball court, Mills is a fierce social justice advocate and has a long history of philanthropic activity. Last year, he donated his entire San Antonio Spurs salary from the start of the resumption of the NBA season – amounting to around $1.5m – to the Black Lives Matter Australia movement and Black Deaths in Custody. He also gave to We Got You, an Australian anti-racism campaign which he and Ingles are a part of.</p><p>Earlier that year, during the NBA All-Star break, he returned to Australia at the time of the east coast bushfires and helped out devastated communities in country NSW, <a data-link-name=\"in body link\" href=\"https://twitter.com/Patty_Mills/status/1228500582459011072\">delivering vital goods he had bought himself at Bunnings</a>. A decade earlier, he did much charity work during the Queensland floods.</p><p>He runs his own foundation which aims to make positive impact on communities in Australia and across the world. Among its core values, <a data-link-name=\"in body link\" href=\"https://www.teammillsfoundation.org/core-values\">the Team Mills Foundation</a> lists the protection of Aboriginal and Torres Strait Islander cultures and tradition, developing pathways for those people, empowering women and understanding multicultural diversity.</p><p>Perhaps it is no surprise, then, that there were social media calls for “Patty for PM” in the wake of his Tokyo heroics, which may or may not have been tongue in cheek. Mills does not, however, see himself as a political activist. He just does what he has been brought up to do: give back to his community and help out those in need.</p><p>“My actions – I don’t consider them [to be activism],” he says. “The fires are happening? I’m in a place where I can give back, let’s go give back. There’s no running water in a remote Aboriginal community? I can do something about that, let’s go do it. I’ve been brought up that way. So political activism, is it that? I don’t know, because that’s not what makes me go, ‘yeah let’s do this now’.</p><p>“If you can ask our circle, they’ll tell you that we’re not doing anything different than what we’ve done when we’ve all been growing up. We’re doing the same things, just on a different level. Giving back to your community – we’ve done that forever, that’s nothing new.</p><p>“When something happens – good, bad or ugly – you find a way to be able to do your part for your community. How do you better the lives of Indigenous people, how do you give back to the land, how do you stay connected? All of this is the same question.”</p><div data-atom-id=\"eab35d41-dbe9-4aec-9209-ae22c3b80688\" data-atom-type=\"guide\" id=\"2bea02ea-f48a-4257-9449-df45b35431d5\"><details data-atom-id=\"eab35d41-dbe9-4aec-9209-ae22c3b80688\" data-snippet-type=\"guide\"><summary><span>Quick Guide</span><h4>How do I sign up for sport breaking news alerts?</h4><span><span><span></span>Show</span></span></summary><div><ul><li>Download the Guardian app from the iOS App Store on iPhones or the Google Play store on Android phones by searching for 'The Guardian'.</li><li>If you already have the Guardian app, make sure you’re on the most recent version.</li><li>In the Guardian app, tap the yellow button at the bottom right, then go to Settings (the gear icon), then Notifications.</li><li>Turn on sport notifications.</li></ul></div></details></div><p>Once his time is up in the hotel, his Covid tests completed and he is released from quarantine, he intends use what limited time he has in Australia to reconnect first with his family – his mum and dad, his wife Alyssa – and then with his country. Then there is the small matter of returning to the US, where he will take up a new challenge in the NBA with the Brooklyn Nets.</p><p>“I don’t know how long I’m going to get in the country, but you know, just a few days for me, to be able to touch base, jump in the ocean, feel the red dirt. That’s really what I’m looking forward to – just being connected with the country again on levels that are so deep, but just mean so much to me. To be able to give me the energy and the ‘juice’, I like to call it, to head back on the other side of the world again to go about my business.”</p></div></main></main></div></div>",
  "textContent": "Boomers co-captain Patty Mills is a fierce social justice advocate with a long history of philanthropic activity. Photograph: Aris Messinis/AFP/Getty ImagesPatty Mills has spent much of the past two weeks horizontal on the bed of his hotel quarantine room, drinking coffee and waiting for the next Covid test. It is a world away from Tokyo and a quiet haven in Sydney’s deserted CBD that has allowed the Australian basketball star time to decompress and reflect on his Olympic accomplishments.Speaking to Guardian Australia towards the end of his stint of government-mandated isolation, the emotions of his team’s historic bronze medal win are still raw and Mills’s voice wavers as he revisits one particular moment which encapsulated so much of what his journey – both on and off the court – represents.“That’s the image right there,” Mills says. “That’s the image of unity and the values of the Olympics, the values of our team, the values of my culture, the values of what we’re trying to get to as a country, all in one image.”The 33-year-old is talking about the on-court embrace he shared with co-captain Joe Ingles in the immediate aftermath of the Boomers’ win over Slovenia, which secured Australia’s men their first Olympic basketball medal after decades of agonising near-misses.‘No words needed to be said to either of us’: Mills and Joe Ingles embrace in the moments after Australia won the men’s bronze medal match against Slovenia. Photograph: Aris Messinis/AFP/Getty ImagesMills had just put in another star turn, scoring 42 points to carry his team to victory at the fifth time of asking in an Olympic bronze medal match. Not really knowing how to react as the emotions came in waves – “flashbacks to happy, sad... the hard grind... relief” – he turned to the familiar and nestled in the huge wingspan of his good friend Ingles.The effortless warmth of the embrace, eyes of both players’ firmly shut, was beautifully captured by AFP photographer Aris Messinis, and at that point any tension Mills had been carrying in the dying embers of the game simply melted away.“No words needed to be said to either of us,” he says. “It was like we had a whole conversation in a hug and we both knew what we were saying to each other. I hope there comes a time where people can unpack that image in itself. There’s so much to peel back, the layers of this image. The emotion, you can not only see, you can feel it when you’re looking at this image.”Full StoryPatty Mills on making Olympic history with the BoomersOn the surface, the photograph tells a story of two world-class athletes, long-standing friends, brought even closer together in a moment of joy, relief and utter exhaustion. Look a little closer and the shot speaks to the great personal journey Mills in particular had taken to get to that point, since making his debut for the national side in 2007. Now considered the face of Australian basketball, his anguish at missing out on bronze by a solitary point at the Rio Games, when he was called for a foul in the dying seconds, had gnawed at him for five years.But peel away more of those layers Mills speaks of, and the iconic photo also reveals much about the culture of the current Boomers team and how far they have come as a group – in the sense of their collective spirit but also in terms of its diversity and capacity to unite.Mills says he doesn’t remember much of those initial moments after the buzzer sounded in Tokyo, but the record will forever show he spoke at length about the team’s culture in a post-match interview with Channel Seven. “I have no idea what I said after the game,” he says, before admitting he has not yet watched any replays. “I hope there was no swearing or anything like that.” But having now had time to fully reflect away from the noise of the Olympic bubble and in the relative tranquility of isolation, the idea of culture and its particular richness in this team remains at the forefront of his mind.Defeat to the USA in the semi-finals had sparked a fear in him that the Boomers’ campaign could have been headed in a familiar downhill direction, but Mills is adamant the team’s culture, forged over a number of years – and born out of the work of pioneers of the game such as “the godfather of basketball in this country” Lindsay Gaze and Michael AhMatt, one of the first Aboriginal players to represent Australia – helped avoid such a fate.“In my heart of hearts, I believe that our Boomers culture and how strong it has become, how tight it has become and how every person and every player had bought into that, I believe that it’s carried us over the line at the end of the day,” he says. “It’s meaningful to us as a team, and when we play that can come pouring out.“You can go down the line to this current team, but in the same breath, it did take this particular group – this particular group of players, coaching staff – to get over the hump to then give the light of day to the people that have come before us.”When the Boomers won bronze Matthew Dellavedova pulled an Aboriginal flag from his pocket and a teammate unfurled the Torres Strait Islander flag. Photograph: Kiyoshi Ota/EPAThe current Boomers team boasts several players with South Sudanese and African-American backgrounds and Mills, a proud Aboriginal and Torres Strait Islander man, says the moment they stood shoulder to shoulder to receive their medals in Tokyo and the celebrations afterwards was a “powerful moment”.“Standing on the podium for the first time in history for us, and you have Joe Ingles, myself, Matthew Dellavedova – a country boy – Matisse Thybulle, Josh Green, their backgrounds. Duop Reath, his background. Just look at our team and see how unifying that is. Matthew Dellavedova has an Aboriginal flag tucked into his pocket that he pulls out and someone else has a Torres Strait Islander flag... and now we’re standing on the Olympic podium with our medals, as diverse as we are as a team, with Australian flags.”It was not the first time Mills had been the focus of attention under an Australian flag at the Games – he was chosen to march into the Olympic Stadium alongside swimmer Cate Campbell as Australia’s joint flag bearers at the opening ceremony two weeks previously. For Mills, it was a special moment, both on a personal level but also, again, for its symbolic nature.“I talk about me and Cate Campbell, standing next to each other, walking out of the tunnel into the Olympic Stadium, both hands on the Australian flag,” he says. “How important and powerful is that message alone? I haven’t even begun to dive into that just yet, but wow. I felt it and I know she felt it, knowing that our teammates are behind us – basketball teammates, her swimming coach of 25 years.‘Hairs stand up on your skin’: Mills and fellow Australian flag bearer Cate Campbell during the Tokyo 2020 opening ceremony. Photograph: Pete Dovgan/Speed Media/REX/Shutterstock“And you feel the rest of the other athletes and then you feel the rest of the country. That moment in time is so unifying that you can feel it. Hairs stand up on your skin, because you can feel the whole country just come together as one in that particular moment.”Away from the basketball court, Mills is a fierce social justice advocate and has a long history of philanthropic activity. Last year, he donated his entire San Antonio Spurs salary from the start of the resumption of the NBA season – amounting to around $1.5m – to the Black Lives Matter Australia movement and Black Deaths in Custody. He also gave to We Got You, an Australian anti-racism campaign which he and Ingles are a part of.Earlier that year, during the NBA All-Star break, he returned to Australia at the time of the east coast bushfires and helped out devastated communities in country NSW, delivering vital goods he had bought himself at Bunnings. A decade earlier, he did much charity work during the Queensland floods.He runs his own foundation which aims to make positive impact on communities in Australia and across the world. Among its core values, the Team Mills Foundation lists the protection of Aboriginal and Torres Strait Islander cultures and tradition, developing pathways for those people, empowering women and understanding multicultural diversity.Perhaps it is no surprise, then, that there were social media calls for “Patty for PM” in the wake of his Tokyo heroics, which may or may not have been tongue in cheek. Mills does not, however, see himself as a political activist. He just does what he has been brought up to do: give back to his community and help out those in need.“My actions – I don’t consider them [to be activism],” he says. “The fires are happening? I’m in a place where I can give back, let’s go give back. There’s no running water in a remote Aboriginal community? I can do something about that, let’s go do it. I’ve been brought up that way. So political activism, is it that? I don’t know, because that’s not what makes me go, ‘yeah let’s do this now’.“If you can ask our circle, they’ll tell you that we’re not doing anything different than what we’ve done when we’ve all been growing up. We’re doing the same things, just on a different level. Giving back to your community – we’ve done that forever, that’s nothing new.“When something happens – good, bad or ugly – you find a way to be able to do your part for your community. How do you better the lives of Indigenous people, how do you give back to the land, how do you stay connected? All of this is the same question.”Quick GuideHow do I sign up for sport breaking news alerts?ShowDownload the Guardian app from the iOS App Store on iPhones or the Google Play store on Android phones by searching for 'The Guardian'.If you already have the Guardian app, make sure you’re on the most recent version.In the Guardian app, tap the yellow button at the bottom right, then go to Settings (the gear icon), then Notifications.Turn on sport notifications.Once his time is up in the hotel, his Covid tests completed and he is released from quarantine, he intends use what limited time he has in Australia to reconnect first with his family – his mum and dad, his wife Alyssa – and then with his country. Then there is the small matter of returning to the US, where he will take up a new challenge in the NBA with the Brooklyn Nets.“I don’t know how long I’m going to get in the country, but you know, just a few days for me, to be able to touch base, jump in the ocean, feel the red dirt. That’s really what I’m looking forward to – just being connected with the country again on levels that are so deep, but just mean so much to me. To be able to give me the energy and the ‘juice’, I like to call it, to head back on the other side of the world again to go about my business.”",
  "length": 10761,
  "excerpt": "Boomers co-captain Patty Mills is a fierce social justice advocate with a long history of philanthropic activity. Photograph: Aris Messinis/AFP/Getty Images",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_0/images/img2_u37.jpg"
}