{
  "title": "Reviving a once-forbidden dialect: ‘All French is good French’",
  "byline": null,
  "dir": null,
  "content": "<h2>Reviving a once-forbidden dialect: ‘All French is good French’</h2><div id=\"readability-page-1\" class=\"page\">\n<h3>Culture</h3>\n\n<p>In Louisiana, Cajun French is being introduced to a new generation.</p>\n<p>By Chelsea Brasted</p>\n<p>Photographs By Akasha Rabut</p>\n<p>Published: August 25, 2021</p>\n<p>15 min read</p>\n<p><img alt=\"Cajun girls at Rice Festival, Crowley, Louisiana\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img1_u2.jpg\"></p>\n<p>Young Cajun women attend the National Rice Festival in Crowley, Louisiana, in 1938. The event, now called the International Rice Festival, is held in the heart of Cajun country, where French-speakers settled in the 18th century after being expelled from Canada's Acadia region by the British.</p>\n<p>Photograph by Russell Lee, Library of Congress</p>\n<p>When Janice Prejean was growing up, if she wanted to speak with her grandparents, she had to do it in French. To crack the code of the private conversations and jokes that flew over the heads of children at family gatherings, she also needed to know the language.</p>\n<p>“My lifestyle as a child and a young adult was immersed in moving between the Cajun world and <i>les Americains</i>,” she says.</p>\n<p><img alt=\"Janice Prejean, who lives in Scott, Louisiana, grew up in the small town of Ossun where she grew up between two worlds, speaking french with older relatives while also navigating the surrounding English speaking society that often looked down on Cajun culture and forbade the speaking of French in schools. Despite the pressure to assimilate and deny one’s Cajun heritage, Prejean found it important to learn and maintain the ability to speak French and continues to take classes to improve her reading and writing in French through the virtual classes at the Saint-Luc French Immersion and Cultural Center. Arnaudville, Louisiana, 2021.\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img2_u3.jpg\"></p>\n<p>Janice Prejean, who lives in Scott, Louisiana, grew up speaking French with older relatives. She's now taking classes to improve her reading and writing.</p>\n<p>Prejean, who was raised in Ossun, a tiny, unincorporated community in southwest Louisiana, is 64 now. Her story is an echo of the thousands of people in the region with Francophone ancestry. What makes her version a little different, however, is that she learned the language. Many people her age never did. French was a source of shame—Cajuns were often labeled stupid and backward—and parents wanted to shield their children from prejudice.</p>\n<p>That started to change during the latter half of the 20th century with the launch of efforts to improve the understanding of Cajun heritage—not to mention attract tourism. Programs popped up to turn the tide on the diminishing use of the French language, including establishing immersion programs in schools and flying in teachers from other Francophone nations.</p>\n<p>Yet a generational divide remains. The dialect of aging grandparents and great-grandparents often doesn’t translate to the “standard” French that elementary- and high-school-age children are learning. To bridge that gap, locals established a new French language and literacy school for adults in the tiny town of Arnaudville, which sits at the intersection of two bayous and two Louisiana parishes and has become the unlikely hub for the French revival.</p>\n<p>The story of that transformation starts with Mavis Frugé.</p>\n<p><img alt=\"Mavis Frugé, the founder of the Saint-Luc French Immersion and Cultural Center in the school’s library, which houses books chronicling Acadian culture and genealogy. The school recently acquired a building and through the regular help of volunteers this once hospital and nursing home will eventually host students from universities and colleges around the globe as well as provide programming for individuals and community locals interested in learning and preserving Louisiana French. Arnaudville, Louisiana, 2021.\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img3_u1.jpg\"></p>\n<p>Mavis Frugé founded the Saint-Luc French Immersion and Cultural Center, which will eventually host students from around the world as well as provide programming for those interested in learning and preserving Louisiana French. </p>\n<h2><b>‘All French is good French.’</b></h2>\n<p>At the age of 83, Frugé likes to say she’s negotiating with God about an extension so she can see her work through.</p>\n<p>“Look how old I’m getting to be!” She’s laughing, but there’s a sense of urgency driving everyone here looking to preserve and grow French in southern Louisiana. During the pandemic, 39 residents of local nursing homes died. That could represent a significant loss of language as well.</p>\n<p>Frugé won’t allow any more losses.</p>\n<p>About 15 years ago, Frugé hosted the town’s first French Table, with the help of visual artist George Marks, founder of the Nunu Art and Culture Collective in Arnaudville. The idea, borrowed from the nearby city of Lafayette, is to gather people together to share a meal while conversing solely in French. It doesn’t matter <i>whose</i> French; it just has to be French. Their first event was a blowout—someone counted 125 attendees—and they’ve been going ever since.</p>\n<p>Since the early 1990s, Frugé has opened her home to strangers and university students so they can hear the French spoken in the area, whether it’s Cajun or Creole—loosely defined terms often used for those born in Louisiana but of French, Spanish, or African descent. Through those visits Frugé has come to understand the uniqueness of Louisiana's French, like how her word for “car” predates the word used in France by so many years that it’s more closely linked to the word for “chariot.”</p>\n<p>The visits have allowed Frugé to see how her native language is stitched into the wider linguistic fabric of the world, a lesson she’d already begun to understand after her husband’s military job took her away from Arnaudville for 25 years. She and her husband would often have their accents mistaken for European. Though they occasionally heard jabs about Cajun people, she found freedom and excitement in the world open to her as a bilingual person.</p>\n<p>When her family returned home to Louisiana for good, Frugé no longer tolerated dismissals of Cajun and Creole French. To her, it’s crucial to offer validation that the French she and her neighbors speak is as worthwhile as any other version.</p>\n<p>As Frugé says, “All French is good French.”</p>\n<p>Just decades ago, that was a radical idea.</p>\n<p><img alt=\"Louis P. Michot Sr. on the banks of Bayou Teche under the exposed roots of a massive oak tree. It is also the site where the nombril, or navel stump, of each of his three sons is buried. It is Cajun tradition to know where your nombril is buried and what is planted over it.\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img4_u1.jpg\"></p>\n<p>Louis Michot stands under the roots of the massive oak tree where his three sons' nombrils, or navel stumps, are buried. It is Cajun tradition to know where your nombril is buried and what is planted over it.</p>\n<h2><b>Louisiana French’s many origins</b></h2>\n<p>It’s difficult to find someone here who doesn’t know where their French comes from. There are those, like Prejean, who identify as Cajun and can trace their ancestry to people expelled by the English from Canada’s Acadia region in the 18th century, an era known as <i>Le Grand Dérangement</i> (“the Great Upheaval”). And there are others, like musician Louis Michot, who can trace a line to France through Haiti, or Janie Luster, whose Houma Choctaw ancestors spoke French.</p>\n<p>That linguistic history binds together these groups in a country where otherness has often proven a liability. But listen carefully to the distinctions between speakers, the vocabularies of the language’s various branches growing into different sounds depending on whose mouth it comes from and where that person was raised, dialects shapeshifting within the span of a single bayou.</p>\n<p>Prejean’s father was born in 1931, 15 years after the Louisiana Board of Education passed a rule declaring that only English be taught in schools.</p>\n<p>“He would tell stories of being a child … who spoke nothing but French, and at five going to school, and he doesn’t know how to ask to go to the bathroom and so he soiled his shorts,” Prejean says. “There’s shame involved in that. ... This is throughout the culture. If you talk to anyone who had relatives in that era, they wrote lines on the board: ‘I will not speak in French. I will not speak in French.’”</p>\n<p><img alt=\"Louis P. Michot Sr. starting his boat before a ride on Bayou Teche. The word Teche is believed to derive from the Chitimacha Native American (a tribe indigenous to Louisiana and the Atchafalaya Basin) word for snake due to the river’s twists and turns. The Teche was the main means of transit for the Acadian migration to the region and was the main highway for transportation and commerce until the advent of roads in the area. Arnaudville, Louisiana, 2021.\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img5.jpg\"></p>\n<p>Louis Michot pilots his boat on Bayou Teche, the main route for Acadian migration into the region.</p>\n<p>Michot’s family was on the other side. They were teachers in Evangeline Parish who passed down the rules given to them first by the Board of Education and then, in 1921, codified in Louisiana’s constitution.</p>\n<p>“My great-grandparents were the ones who enforced Americanization,” Michot says. “If you’re American, speak English. To go against that at the time was to sell your family short of the American dream, and to teach your children French was to indoctrinate them in a life of toil and poverty.”</p>\n<p>Decades later, Michot and his wife, artist and educator Ashlee Michot, attended the renowned French immersion program at Université Sainte-Anne in Nova Scotia. They were tracing the same pilgrimage made by countless other Louisiana adults who sought to dive headfirst into the language, including Frugé, who attended the school to work on reading and writing. That experience, the Michots learned, was just a starting point, the first step on an endless journey.</p>\n<p>“Anybody can go to Paris or Quebec and learn French, but the beauty of Louisiana French? It’s deep,” Louis Michot says. “And as with anything in Louisiana, it’s hard to find. It’s not like, ‘Here’s the trail, go walk our beautiful path!’ Nah-uh. It’s private property, and you have to know how to get in yourself.”</p>\n<p>Ashlee Michot started searching for that pathway as a young mother. With her husband gone most of the time as a touring musician, she’d turn on the radio to hear “La Tasse de Cafe,” a local radio show featuring the voices of Louisiana’s aging French speakers, whose stories became the companion soundtrack as she raised her young boys in their home on the outskirts of Arnaudville. It was through those hours that Ashlee came to understand the vastness of the Louisiana French vocabulary.</p>\n<p>“When I was a kid and I’d hear French, I’d think, it’s impossible. It’s off-limits,” Ashlee says. Now “I'm voracious about it. ... If every structure in Louisiana French grammar doesn’t survive, at least I’m trying. It takes an individual effort.”</p>\n<p>Eventually Ashlee, who weaves what she learns about Louisiana French into the language classes she teaches at the Arnaudville high school, started recording the shows. Now, she has hundreds of hours on tape.</p>\n<p>“It’s poetry,” she says, “and it’s deserving of respect.”</p>\n<h2><b>Collecting language and community</b></h2>\n<p>Amanda LaFleur grew up in nearby Ville Platte, and though members of her family knew only French, it took years before LaFleur felt like she’d mastered the language. But once she did, it became impossible to stop exploring it.</p>\n<p>Eventually LaFleur was hired by Louisiana State University (LSU) in Baton Rouge to create a Louisiana French program. She later partnered with Frugé to bring students to Arnaudville to learn the nuances of the language.</p>\n<p>“We’re providing real communication,” LaFleur says of the collegiate programs that have visited Arnaudville. “We're also teaching about the authentic aspects of the culture. They’re learning about traditional food or dances; about the crawfishing industry; about Mardi Gras; or how the Houma Indians use garfish scales to make jewelry.”</p>\n<p><img alt=\"Cajun children fishing in bayou near the school by Terrebonne Project. Schriever, Louisiana, JUne 1940.\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img6.jpg\"></p>\n<p>Cajun children fish in a bayou in Terrebonne Parish in 1940. </p>\n<p>Photograph by Marion Post Wolcott, FSA via Library of Congress</p>\n<p>Local researchers have worked for decades to preserve as many pieces of the language as they can. LaFleur at LSU and Barry Ancelet at University of Louisiana at Lafayette helped to compile the 900-page <i>Dictionary of Louisiana French: As Spoken in Cajun, Creole, and American Indian Communities</i>, which captures vocabulary that may not be used similarly elsewhere, helping to ensure future translations and conversations avoid missed communication. These endeavors make passing on the language through projects like Frugé’s a little easier.</p>\n<p>“If nothing else, we’ve succeeded in turning [Louisiana French] into something cool,” Ancelet says. “We have a living treasure trove we could draw on to do it here, not to mention that we now know more about Louisiana French than we ever did before, about the nature of the language.”</p>\n<p>Still, there are pieces of this culture that have gone missing. While working on a project to preserve the work of a local storyteller, LaFleur discovered that the meaning of some of the words he used has been lost. “Despite calling people from his hometown, despite contacting radio announcers we knew ... they were not able to help us identify the precise nature of those words,” she says. “We’re talking about a plant or a certain color: One word describes a color, but we can’t figure out the nature of that color.”</p>\n<h2><b>‘It’s <i>our</i> French.’</b></h2>\n<p>If it's up to Frugé, there will be no more forgetting.</p>\n<p>Two years ago, the <a href=\"https://www.stlucimmersion.org/\" target=\"_blank\">Saint-Luc French Immersion and Cultural Center</a>, the school she helped found, got its own building: a former nursing home in the center of town. Progress was slowed by the pandemic, but volunteers have been hard at work refurbishing the building and gathering the information and money they’ll need to make it fully functional. Already, it houses books chronicling Acadian genealogy as well as donated handicrafts and folk art that will help visitors and residents learn the language.</p>\n<p>Saint-Luc is a grassroots-driven effort, which Frugé hopes will help it become the needed link between Louisiana’s formal school programming and members of the community who are interested in learning a little—or a lot—of Louisiana French. Eventually, Saint-Luc will also house visiting students.</p>\n<p>In the meanwhile, the French Tables have continued, and Saint Luc’s inaugural class got underway.</p>\n<p>Prejean was one of the first students.</p>\n<p>Though she feels confident enough speaking French, she wanted to fill the gaps in her reading and writing so she can chronicle her story for future students, adding yet another chapter to the Francophone history here.</p>\n<p>Ask Frugé why she’s the one who made this happen in Arnaudville, and she shrugs off the question. Somebody had to, she says.</p>\n<p>“‘I don't speak good French’—I don't ever want to hear that again. Please,” she says. “We do speak a good French. It’s <i>our</i> French.”</p>\n\n</div>",
  "textContent": "\nCulture\n\nIn Louisiana, Cajun French is being introduced to a new generation.\nBy Chelsea Brasted\nPhotographs By Akasha Rabut\nPublished: August 25, 2021\n15 min read\n\nYoung Cajun women attend the National Rice Festival in Crowley, Louisiana, in 1938. The event, now called the International Rice Festival, is held in the heart of Cajun country, where French-speakers settled in the 18th century after being expelled from Canada's Acadia region by the British.\nPhotograph by Russell Lee, Library of Congress\nWhen Janice Prejean was growing up, if she wanted to speak with her grandparents, she had to do it in French. To crack the code of the private conversations and jokes that flew over the heads of children at family gatherings, she also needed to know the language.\n“My lifestyle as a child and a young adult was immersed in moving between the Cajun world and les Americains,” she says.\n\nJanice Prejean, who lives in Scott, Louisiana, grew up speaking French with older relatives. She's now taking classes to improve her reading and writing.\nPrejean, who was raised in Ossun, a tiny, unincorporated community in southwest Louisiana, is 64 now. Her story is an echo of the thousands of people in the region with Francophone ancestry. What makes her version a little different, however, is that she learned the language. Many people her age never did. French was a source of shame—Cajuns were often labeled stupid and backward—and parents wanted to shield their children from prejudice.\nThat started to change during the latter half of the 20th century with the launch of efforts to improve the understanding of Cajun heritage—not to mention attract tourism. Programs popped up to turn the tide on the diminishing use of the French language, including establishing immersion programs in schools and flying in teachers from other Francophone nations.\nYet a generational divide remains. The dialect of aging grandparents and great-grandparents often doesn’t translate to the “standard” French that elementary- and high-school-age children are learning. To bridge that gap, locals established a new French language and literacy school for adults in the tiny town of Arnaudville, which sits at the intersection of two bayous and two Louisiana parishes and has become the unlikely hub for the French revival.\nThe story of that transformation starts with Mavis Frugé.\n\nMavis Frugé founded the Saint-Luc French Immersion and Cultural Center, which will eventually host students from around the world as well as provide programming for those interested in learning and preserving Louisiana French. \n‘All French is good French.’\nAt the age of 83, Frugé likes to say she’s negotiating with God about an extension so she can see her work through.\n“Look how old I’m getting to be!” She’s laughing, but there’s a sense of urgency driving everyone here looking to preserve and grow French in southern Louisiana. During the pandemic, 39 residents of local nursing homes died. That could represent a significant loss of language as well.\nFrugé won’t allow any more losses.\nAbout 15 years ago, Frugé hosted the town’s first French Table, with the help of visual artist George Marks, founder of the Nunu Art and Culture Collective in Arnaudville. The idea, borrowed from the nearby city of Lafayette, is to gather people together to share a meal while conversing solely in French. It doesn’t matter whose French; it just has to be French. Their first event was a blowout—someone counted 125 attendees—and they’ve been going ever since.\nSince the early 1990s, Frugé has opened her home to strangers and university students so they can hear the French spoken in the area, whether it’s Cajun or Creole—loosely defined terms often used for those born in Louisiana but of French, Spanish, or African descent. Through those visits Frugé has come to understand the uniqueness of Louisiana's French, like how her word for “car” predates the word used in France by so many years that it’s more closely linked to the word for “chariot.”\nThe visits have allowed Frugé to see how her native language is stitched into the wider linguistic fabric of the world, a lesson she’d already begun to understand after her husband’s military job took her away from Arnaudville for 25 years. She and her husband would often have their accents mistaken for European. Though they occasionally heard jabs about Cajun people, she found freedom and excitement in the world open to her as a bilingual person.\nWhen her family returned home to Louisiana for good, Frugé no longer tolerated dismissals of Cajun and Creole French. To her, it’s crucial to offer validation that the French she and her neighbors speak is as worthwhile as any other version.\nAs Frugé says, “All French is good French.”\nJust decades ago, that was a radical idea.\n\nLouis Michot stands under the roots of the massive oak tree where his three sons' nombrils, or navel stumps, are buried. It is Cajun tradition to know where your nombril is buried and what is planted over it.\nLouisiana French’s many origins\nIt’s difficult to find someone here who doesn’t know where their French comes from. There are those, like Prejean, who identify as Cajun and can trace their ancestry to people expelled by the English from Canada’s Acadia region in the 18th century, an era known as Le Grand Dérangement (“the Great Upheaval”). And there are others, like musician Louis Michot, who can trace a line to France through Haiti, or Janie Luster, whose Houma Choctaw ancestors spoke French.\nThat linguistic history binds together these groups in a country where otherness has often proven a liability. But listen carefully to the distinctions between speakers, the vocabularies of the language’s various branches growing into different sounds depending on whose mouth it comes from and where that person was raised, dialects shapeshifting within the span of a single bayou.\nPrejean’s father was born in 1931, 15 years after the Louisiana Board of Education passed a rule declaring that only English be taught in schools.\n“He would tell stories of being a child … who spoke nothing but French, and at five going to school, and he doesn’t know how to ask to go to the bathroom and so he soiled his shorts,” Prejean says. “There’s shame involved in that. ... This is throughout the culture. If you talk to anyone who had relatives in that era, they wrote lines on the board: ‘I will not speak in French. I will not speak in French.’”\n\nLouis Michot pilots his boat on Bayou Teche, the main route for Acadian migration into the region.\nMichot’s family was on the other side. They were teachers in Evangeline Parish who passed down the rules given to them first by the Board of Education and then, in 1921, codified in Louisiana’s constitution.\n“My great-grandparents were the ones who enforced Americanization,” Michot says. “If you’re American, speak English. To go against that at the time was to sell your family short of the American dream, and to teach your children French was to indoctrinate them in a life of toil and poverty.”\nDecades later, Michot and his wife, artist and educator Ashlee Michot, attended the renowned French immersion program at Université Sainte-Anne in Nova Scotia. They were tracing the same pilgrimage made by countless other Louisiana adults who sought to dive headfirst into the language, including Frugé, who attended the school to work on reading and writing. That experience, the Michots learned, was just a starting point, the first step on an endless journey.\n“Anybody can go to Paris or Quebec and learn French, but the beauty of Louisiana French? It’s deep,” Louis Michot says. “And as with anything in Louisiana, it’s hard to find. It’s not like, ‘Here’s the trail, go walk our beautiful path!’ Nah-uh. It’s private property, and you have to know how to get in yourself.”\nAshlee Michot started searching for that pathway as a young mother. With her husband gone most of the time as a touring musician, she’d turn on the radio to hear “La Tasse de Cafe,” a local radio show featuring the voices of Louisiana’s aging French speakers, whose stories became the companion soundtrack as she raised her young boys in their home on the outskirts of Arnaudville. It was through those hours that Ashlee came to understand the vastness of the Louisiana French vocabulary.\n“When I was a kid and I’d hear French, I’d think, it’s impossible. It’s off-limits,” Ashlee says. Now “I'm voracious about it. ... If every structure in Louisiana French grammar doesn’t survive, at least I’m trying. It takes an individual effort.”\nEventually Ashlee, who weaves what she learns about Louisiana French into the language classes she teaches at the Arnaudville high school, started recording the shows. Now, she has hundreds of hours on tape.\n“It’s poetry,” she says, “and it’s deserving of respect.”\nCollecting language and community\nAmanda LaFleur grew up in nearby Ville Platte, and though members of her family knew only French, it took years before LaFleur felt like she’d mastered the language. But once she did, it became impossible to stop exploring it.\nEventually LaFleur was hired by Louisiana State University (LSU) in Baton Rouge to create a Louisiana French program. She later partnered with Frugé to bring students to Arnaudville to learn the nuances of the language.\n“We’re providing real communication,” LaFleur says of the collegiate programs that have visited Arnaudville. “We're also teaching about the authentic aspects of the culture. They’re learning about traditional food or dances; about the crawfishing industry; about Mardi Gras; or how the Houma Indians use garfish scales to make jewelry.”\n\nCajun children fish in a bayou in Terrebonne Parish in 1940. \nPhotograph by Marion Post Wolcott, FSA via Library of Congress\nLocal researchers have worked for decades to preserve as many pieces of the language as they can. LaFleur at LSU and Barry Ancelet at University of Louisiana at Lafayette helped to compile the 900-page Dictionary of Louisiana French: As Spoken in Cajun, Creole, and American Indian Communities, which captures vocabulary that may not be used similarly elsewhere, helping to ensure future translations and conversations avoid missed communication. These endeavors make passing on the language through projects like Frugé’s a little easier.\n“If nothing else, we’ve succeeded in turning [Louisiana French] into something cool,” Ancelet says. “We have a living treasure trove we could draw on to do it here, not to mention that we now know more about Louisiana French than we ever did before, about the nature of the language.”\nStill, there are pieces of this culture that have gone missing. While working on a project to preserve the work of a local storyteller, LaFleur discovered that the meaning of some of the words he used has been lost. “Despite calling people from his hometown, despite contacting radio announcers we knew ... they were not able to help us identify the precise nature of those words,” she says. “We’re talking about a plant or a certain color: One word describes a color, but we can’t figure out the nature of that color.”\n‘It’s our French.’\nIf it's up to Frugé, there will be no more forgetting.\nTwo years ago, the Saint-Luc French Immersion and Cultural Center, the school she helped found, got its own building: a former nursing home in the center of town. Progress was slowed by the pandemic, but volunteers have been hard at work refurbishing the building and gathering the information and money they’ll need to make it fully functional. Already, it houses books chronicling Acadian genealogy as well as donated handicrafts and folk art that will help visitors and residents learn the language.\nSaint-Luc is a grassroots-driven effort, which Frugé hopes will help it become the needed link between Louisiana’s formal school programming and members of the community who are interested in learning a little—or a lot—of Louisiana French. Eventually, Saint-Luc will also house visiting students.\nIn the meanwhile, the French Tables have continued, and Saint Luc’s inaugural class got underway.\nPrejean was one of the first students.\nThough she feels confident enough speaking French, she wanted to fill the gaps in her reading and writing so she can chronicle her story for future students, adding yet another chapter to the Francophone history here.\nAsk Frugé why she’s the one who made this happen in Arnaudville, and she shrugs off the question. Somebody had to, she says.\n“‘I don't speak good French’—I don't ever want to hear that again. Please,” she says. “We do speak a good French. It’s our French.”\n\n",
  "length": 12596,
  "excerpt": "In Louisiana, Cajun French is being introduced to a new generation.",
  "siteName": null,
  "image": "/calibre/National-Geographic--Wed--25-Aug--2021----/feed_1/article_0/images/img1_u2.jpg"
}