{
  "title": "Gatwick plans to proceed with conversion of emergency runway | Gatwick airport",
  "byline": "Gwyn Topham",
  "dir": null,
  "content": "<h2>Gatwick plans to proceed with conversion of emergency runway | Gatwick airport</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>Gatwick airport is to press ahead with plans to convert its emergency runway for routine use, in a sign that the aviation industry expects demand to rebound in full soon after the coronavirus pandemic.</p><p>London’s second biggest airport will launch a public consultation next month on a scheme to enlarge capacity to a potential 75.5 million passengers a year – despite still only serving about a quarter of its pre-Covid traffic in August.</p><p>Gatwick had put investment on hold during the pandemic but is now <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/uk-news/2018/oct/18/gatwick-plans-using-emergency-runway-to-increase-flight-capacity\">reviving plans from 2018</a> to move the centre line of its emergency runway by 12 metres (39ft), far enough from the main runway to be used in parallel for departures.</p><p>In 2019, Gatwick was the busiest single-runway airport in the world, with about 950 takeoffs and landings a day.</p><p>The proposals angered campaigners – not least became they came soon after the five-year Airports Commission process had <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/uk-news/2018/oct/15/gatwick-accused-of-making-second-runway-by-the-back-door\">rejected a Gatwick expansion</a> in favour of a runway at Heathrow. Land for a larger runway outside Gatwick’s perimeter remains safeguarded for future development</p><p>However, Gatwick says the runway is consistent with the government’s advice to maximise existing capacity. The airport claims the scheme would help generate about 18,400 additional jobs by 2038, and boost the local economy by £1.5bn.</p><p>The airport’s chief executive, Stewart Wingate, said: “While we are currently experiencing low passenger and air traffic volumes due to the global pandemic, we are confident that Gatwick will not only fully recover to previous passenger levels but has the potential to continue to grow back into one of Europe’s premier airports.</p><p>“We do believe towards the end of the decade that there will be demand that’s outstripping the supply of slots. This is a very cost-effective and environmentally sensitive development, because we’re fundamentally using infrastructure that exists today – especially compared to the alternatives that are out there.”</p><p>Heathrow’s third runway is expected to cost about £14bn and mean another 280,000 flights a year. Gatwick hopes for an additional 100,000 flights a year for an investment of about £500m, on altering the airfield and the 2,500-metre runway, plus about £300m in additional terminal facilities.</p><p>The Aviation Environment Federation has calculated that the runway and passenger growth would add about 1m tonnes of CO<sub>2</sub> per annum by 2050, putting climate commitments in doubt.</p><div data-cy=\"embed-block\" id=\"826c5f8f-9a55-445c-9abb-342ebb8f0388\"><p>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</p></div><p>The consultation, a formal requirement for the planning application, will run for 12 weeks from 9 September. Gatwick intends to submit final plans in late 2022, with hopes to have the second runway in operation by the end of the decade.</p><p>According to the latest Eurocontrol figures, Gatwick remains the worst affected of European airports in terms of lost passengers during the pandemic, with 76% fewer people passing through the airport in early August compared with the same time pre-Covid.</p><p>Wingate said UK government policies continued to hinder its recovery. “For double-vaccinated travellers … if you look at Spain, France or Greece, you don’t need any tests pre- or post departure, whether you’re a citizen or visitor. To get vaccinated people to travel without the need to test or quarantine would go a long way to get us back to rude health.”</p></div></main></main></div></div>",
  "textContent": "Gatwick airport is to press ahead with plans to convert its emergency runway for routine use, in a sign that the aviation industry expects demand to rebound in full soon after the coronavirus pandemic.London’s second biggest airport will launch a public consultation next month on a scheme to enlarge capacity to a potential 75.5 million passengers a year – despite still only serving about a quarter of its pre-Covid traffic in August.Gatwick had put investment on hold during the pandemic but is now reviving plans from 2018 to move the centre line of its emergency runway by 12 metres (39ft), far enough from the main runway to be used in parallel for departures.In 2019, Gatwick was the busiest single-runway airport in the world, with about 950 takeoffs and landings a day.The proposals angered campaigners – not least became they came soon after the five-year Airports Commission process had rejected a Gatwick expansion in favour of a runway at Heathrow. Land for a larger runway outside Gatwick’s perimeter remains safeguarded for future developmentHowever, Gatwick says the runway is consistent with the government’s advice to maximise existing capacity. The airport claims the scheme would help generate about 18,400 additional jobs by 2038, and boost the local economy by £1.5bn.The airport’s chief executive, Stewart Wingate, said: “While we are currently experiencing low passenger and air traffic volumes due to the global pandemic, we are confident that Gatwick will not only fully recover to previous passenger levels but has the potential to continue to grow back into one of Europe’s premier airports.“We do believe towards the end of the decade that there will be demand that’s outstripping the supply of slots. This is a very cost-effective and environmentally sensitive development, because we’re fundamentally using infrastructure that exists today – especially compared to the alternatives that are out there.”Heathrow’s third runway is expected to cost about £14bn and mean another 280,000 flights a year. Gatwick hopes for an additional 100,000 flights a year for an investment of about £500m, on altering the airfield and the 2,500-metre runway, plus about £300m in additional terminal facilities.The Aviation Environment Federation has calculated that the runway and passenger growth would add about 1m tonnes of CO2 per annum by 2050, putting climate commitments in doubt.Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDeskThe consultation, a formal requirement for the planning application, will run for 12 weeks from 9 September. Gatwick intends to submit final plans in late 2022, with hopes to have the second runway in operation by the end of the decade.According to the latest Eurocontrol figures, Gatwick remains the worst affected of European airports in terms of lost passengers during the pandemic, with 76% fewer people passing through the airport in early August compared with the same time pre-Covid.Wingate said UK government policies continued to hinder its recovery. “For double-vaccinated travellers … if you look at Spain, France or Greece, you don’t need any tests pre- or post departure, whether you’re a citizen or visitor. To get vaccinated people to travel without the need to test or quarantine would go a long way to get us back to rude health.”",
  "length": 3344,
  "excerpt": "Gatwick airport is to press ahead with plans to convert its emergency runway for routine use, in a sign that the aviation industry expects demand to rebound in full soon after the coronavirus pandemic.",
  "siteName": null
}