{
  "title": "Mosquito State review – a torrid, original tone poem to late capitalism | Film",
  "byline": "Phil Hoad",
  "dir": null,
  "content": "<h2>Mosquito State review – a torrid, original tone poem to late capitalism | Film</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>T</span></span><span>his highly original, visually torrid take on Wall Street and last decade’s global financial crisis celebrates the true masters of the universe: mosquitoes. Richard Boca (Beau Knapp), head analyst for investment firm Abbott Werner, is a gauche social misfit tolerated because he developed the algorithms that keep the company ahead. But, in the autumn of 2007, he’s getting twitchy about bizarre market fluctuations that his broker colleagues dismiss, while back at his granite-lined penthouse an infestation of another kind of bloodsucker is taking hold. Are the teeming swarms, whose bites inflict disfiguring boils on Richard, a manifestation of some kind of mental breakdown?</span></p><p>Polish director Filip Jan Rymsza – who in 2018 helped complete<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/film/2018/aug/31/the-other-side-of-the-wind-review-lost-orson-welles-epic-satire\"> Orson Welles’s The Other Side of the Wind</a> – refuses the stock options here. Mosquito State is neither a Big Short-style takedown of finance-world iniquity, nor a Pi-style story of integer-induced meltdown in a reclusive genius. What the mosquitoes represent never seems totally stable, which allows Rymsza’s metaphor to keep a quivering vitality. Initially disturbed by them, Richard then fosters their presence, and they begin to influence his financial modelling. Their breeding mirrors the incessant volatility of the market – something not to be predicted or tamed.</p><p>Knapp gives a terrific performance as Richard: his lopsided face, weary drawl and prideful outbursts give him a Quasimodo-like quality, peering down from the floor-to-ceiling windows of his Central Park belfry. (Esmeralda is Charlotte Vega’s wine-bar owner.) Perhaps in the end Mosquito State has a bit too much going on – which it vainly tries to contain with episodic chapters named for the mosquito’s life cycle. But it is thrillingly alive and, flitting in and out of insect space, operating at all scales of life, a tone poem to late capitalism – and that tone is an incorrigible high-pitched whine.</p><p><span data-dcr-style=\"bullet\"></span> Mosquito State is available on Shudder on 26 August.</p></div></main></main></div></div>",
  "textContent": "This highly original, visually torrid take on Wall Street and last decade’s global financial crisis celebrates the true masters of the universe: mosquitoes. Richard Boca (Beau Knapp), head analyst for investment firm Abbott Werner, is a gauche social misfit tolerated because he developed the algorithms that keep the company ahead. But, in the autumn of 2007, he’s getting twitchy about bizarre market fluctuations that his broker colleagues dismiss, while back at his granite-lined penthouse an infestation of another kind of bloodsucker is taking hold. Are the teeming swarms, whose bites inflict disfiguring boils on Richard, a manifestation of some kind of mental breakdown?Polish director Filip Jan Rymsza – who in 2018 helped complete Orson Welles’s The Other Side of the Wind – refuses the stock options here. Mosquito State is neither a Big Short-style takedown of finance-world iniquity, nor a Pi-style story of integer-induced meltdown in a reclusive genius. What the mosquitoes represent never seems totally stable, which allows Rymsza’s metaphor to keep a quivering vitality. Initially disturbed by them, Richard then fosters their presence, and they begin to influence his financial modelling. Their breeding mirrors the incessant volatility of the market – something not to be predicted or tamed.Knapp gives a terrific performance as Richard: his lopsided face, weary drawl and prideful outbursts give him a Quasimodo-like quality, peering down from the floor-to-ceiling windows of his Central Park belfry. (Esmeralda is Charlotte Vega’s wine-bar owner.) Perhaps in the end Mosquito State has a bit too much going on – which it vainly tries to contain with episodic chapters named for the mosquito’s life cycle. But it is thrillingly alive and, flitting in and out of insect space, operating at all scales of life, a tone poem to late capitalism – and that tone is an incorrigible high-pitched whine. Mosquito State is available on Shudder on 26 August.",
  "length": 1968,
  "excerpt": "This highly original, visually torrid take on Wall Street and last decade’s global financial crisis celebrates the true masters of the universe: mosquitoes. Richard Boca (Beau Knapp), head analyst for investment firm Abbott Werner, is a gauche social misfit tolerated because he developed the algorithms that keep the company ahead. But, in the autumn of 2007, he’s getting twitchy about bizarre market fluctuations that his broker colleagues dismiss, while back at his granite-lined penthouse an infestation of another kind of bloodsucker is taking hold. Are the teeming swarms, whose bites inflict disfiguring boils on Richard, a manifestation of some kind of mental breakdown?",
  "siteName": null
}