{
  "title": "'It makes you feel alive while half-killing you': cycling in Carmarthenshire | Wales holidays",
  "byline": "Dixe Wills",
  "dir": null,
  "content": "<h2>'It makes you feel alive while half-killing you': cycling in Carmarthenshire | Wales holidays</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>“So,” my hostess Tanya said as I arrived at Penstacan, an organic farmstay in the Welsh village of Cilycwm, “they’re making you go over the Black Mountain, are they?’</p><p>Did I detect a note of concern in her voice? You know, I believe I did.</p><p>The gauntlet had been thrown down by Discover Carmarthenshire. Just before lockdown, the tourist board launched 23 circular road-cycling rides across the county, publishing directions on its website, with suggestions for refreshment stops, and downloadable routes on <a data-link-name=\"in body link\" href=\"http://plotaroute.com/\">plotaroute.com</a>. The rides vary from eight-mile (13km) family-friendly pootles to decidedly more challenging jaunts such as the 62-mile Big Hills and Big Views tour I was to do.</p><p>A dozen of the routes pass through Llandovery, a market town with a railway station. So I’d polished up my trusty 1980s Raleigh “racer”, donned a mask and headed west from London on a socially distanced GWR service to Swansea before transferring to Llandovery, a 20-minute cycle from Cilycwm.</p><div id=\"905ebeca-17eb-48f4-9061-6a57666bbe24\"><div><picture itemprop=\"contentUrl\"><img alt=\"Big Wilderness Adventure- Start at Llandovery (4) Cycling Wales\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/images/img3_u7.jpg\"></picture></div><p><span></span><span>‘Serpentine roads that are unashamedly rustic’</span></p></div><p>My ride the following day began auspiciously with the first of many sightings of red kites. The ensuing climb over the 703-metre Black Mountain turned out to be long and steady but seldom particularly steep, while the summit promised views that included “the Cambrian Mountains and … even the Devon coastline”. At least, that’s what the route description said. I was enveloped in cloud but cheered myself up with a knuckle-whitening drop down the other side.</p><p>Having conquered the circuit’s showpiece climb without much ado, I felt, I confess, somewhat smug. However, on crawling over 373-metre Mynydd y Betws, three much more brutal ascents later, I was diving desperately for the energy bars. Almost car-free, the narrow serpentine roads in these parts are unashamedly rustic – I nearly came to a standstill on one out-of-the-saddle climb when my rear wheel repeatedly span on what can best be described as sheep-derived slurry.</p><p>So when I dropped down to the former coal-mining town of Ammanford for lunch, I was running on empty. Helen and Amy at <a data-link-name=\"in body link\" href=\"https://www.facebook.com/Vive-La-Cr%C3%AApe-407434226758490\">Vive la Crêpe</a> put that right with a couple of vegan pancakes – lush spicy beans followed by a ridiculously indulgent Biscoff, banana and strawberry affair.</p><div id=\"99220933-0daa-498a-90b9-1177b51cec44\"><div><picture itemprop=\"contentUrl\"><img alt=\"The Sky Loft near Llandeilo\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/images/img4_u43.jpg\"></picture></div><p><span></span><span>The Sky Loft near Llandeilo proved idea for a rest after the cycle.</span> Photograph: PR</p></div><p>Re-energised, I headed up to Llandeilo, where a row of pastel-painted houses climb above an elegant stone bridge over the Tywi. I still had to tackle a seven-mile rural rollercoaster to the village of Talley before I turned east to complete the circuit, the directions and route maps having served me admirably throughout. With barely any flat going and close to 2,000 metres of ascent – about a fifth of Mount Everest – it’s the kind of cycling route that makes you feel really alive while, at the same time, half-killing you. On finishing (62 miles! Six hours’ cycling!), I sank gratefully into a deep hot bath, where I remained for some time.</p><p>The bath in question was in Sky Loft, a converted hay loft in a 19th-century stable on Tanya and husband Duncan’s 28-hectare (70-acre) property. “The former owner was an artist,” said Duncan, “and created the apartment so she could watch her mares foaling.”</p><p>The couple arrived two years ago at this bucolic spot between the Cambrian Mountains (“the last wilderness in Wales”, according to Tanya) and the Brecon Beacons, and renovated the loft and two other farm buildings to create three vintage holiday apartments and an idyllic semi-wild campsite.</p><div id=\"e848b22c-4525-4618-ae99-19acb49a60e9\"><div><picture itemprop=\"contentUrl\"><img alt=\"Statue of Llywelyn ap Gruffydd overlooking the town of Llandovery.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/images/img5_u27.jpg\"></picture></div><p><span></span><span>Statue of Llywelyn ap Gruffydd – the last sovereign of Wales before Edward I invaded – overlooking Llandovery.</span> Photograph: James Osmond Photography/Alamy</p></div><p>They’ve kept many of the loft’s charmingly idiosyncratic touches, such as the hand-painted bathroom wallpaper and the mare-spying window, complementing them with antiques that include a fabulously elaborate toilet. There’s also a 1920s wind-up gramophone on which I spun some 78s before heading out on to the balcony. Cilycwm is a dark skies area, so I did plenty of stargazing warmed by an outdoor wood-burning stove.</p><p>Each evening I cooked a meal with ingredients (and easy-to-follow recipes) provided by <a data-link-name=\"in body link\" href=\"https://swper-box-cic.myshopify.com/\">Swper Box</a>, a new social enterprise delivering local, seasonal and sustainable produce. My favourite dish was a tasty vegetable katsu curry with breaded aubergine, the recipe for which I snaffled to take home.</p><p>After the challenges of the first day, I decided on two much shorter rides for day two. The 10-mile <a data-link-name=\"in body link\" href=\"https://www.plotaroute.com/route/662970\">Cilycwm cycle route</a> ran past my door so I followed it gently downhill along the Tywi to Llandovery. The town’s award-winning <a data-link-name=\"in body link\" href=\"http://penygawse.co.uk/\">Penygawse</a> tea room is co-owned by a master barista, so after devouring their fortifying all-day breakfast I made sure to order a coffee to accompany the vegan lemon cake baked by talented young chef Catrin.</p><div id=\"74970fd4-09f6-4fbb-b1f9-714edd043fcb\"><div><picture itemprop=\"contentUrl\"><img alt=\"Quiet roads, wide views and plenty of hills greet cyclists on the Carmarthenshire routes.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/images/img6_u1.jpg\"></picture></div><p><span></span><span>The Carmarthenshire countryside bordering the Brecon Beacons offers wonderful far-flung views.</span> Photograph: Carmarthenshire County Council</p></div><p>Hopping on to the eight-mile Myddfai route, I soon found myself in the eponymous village after a few short inclines through woods and farmland. There, in the new visitor centre, I learned about the Physicians of Myddfai – generations of apothecaries renowned for herbal remedies which they dispensed for over 500 years. Picking up an illustrated map I paid homage to this medieval NHS by embarking on the five-mile Physicians Trail. After cycling part of the route I hiked footpaths on to another hill, 440-metre Mynydd Myddfai for a highly therapeutic 360-degree panorama of rural Carmarthenshire.</p><p><span><p>As I pedalled back to base along slumbering lanes, I had time to sit in the garden at Cilycwm’s <a data-link-name=\"in body link\" href=\"http://neuaddarms.com/\">Neuadd Arms</a> and sink a pint of Ystwyth ale. Characterful pubs in remote corners, quiet roads, hills and mountains to climb – it’s a wonder Carmarthenshire isn’t already a cycling hub.<br><span data-dcr-style=\"bullet\"></span> <em>Accommodation was provided by <a data-link-name=\"in body link\" href=\"https://www.cambrianescapes.co.uk/\">Cambrian Escapes</a>, its Sky Loft sleeps </em><em>two from £237 for 3 nights</em><em>. Rail travel to Swansea was provided by <a data-link-name=\"in body link\" href=\"https://www.gwr.com/\">GWR</a></em><em>, train travel from Swansea to Llandovery, from £1</em><em>9.</em><em>60 return, at <a data-link-name=\"in body link\" href=\"https://trc.cymru/travelling-safely/rail\">trc.cymru</a>. More cycle route information at <a data-link-name=\"in body link\" href=\"http://www.discovercarmarthenshire.com/explore/road-cycling/\">discovercarmarthenshire.com</a></em><br></p></span></p></div></main></main></div></div>",
  "textContent": "“So,” my hostess Tanya said as I arrived at Penstacan, an organic farmstay in the Welsh village of Cilycwm, “they’re making you go over the Black Mountain, are they?’Did I detect a note of concern in her voice? You know, I believe I did.The gauntlet had been thrown down by Discover Carmarthenshire. Just before lockdown, the tourist board launched 23 circular road-cycling rides across the county, publishing directions on its website, with suggestions for refreshment stops, and downloadable routes on plotaroute.com. The rides vary from eight-mile (13km) family-friendly pootles to decidedly more challenging jaunts such as the 62-mile Big Hills and Big Views tour I was to do.A dozen of the routes pass through Llandovery, a market town with a railway station. So I’d polished up my trusty 1980s Raleigh “racer”, donned a mask and headed west from London on a socially distanced GWR service to Swansea before transferring to Llandovery, a 20-minute cycle from Cilycwm.‘Serpentine roads that are unashamedly rustic’My ride the following day began auspiciously with the first of many sightings of red kites. The ensuing climb over the 703-metre Black Mountain turned out to be long and steady but seldom particularly steep, while the summit promised views that included “the Cambrian Mountains and … even the Devon coastline”. At least, that’s what the route description said. I was enveloped in cloud but cheered myself up with a knuckle-whitening drop down the other side.Having conquered the circuit’s showpiece climb without much ado, I felt, I confess, somewhat smug. However, on crawling over 373-metre Mynydd y Betws, three much more brutal ascents later, I was diving desperately for the energy bars. Almost car-free, the narrow serpentine roads in these parts are unashamedly rustic – I nearly came to a standstill on one out-of-the-saddle climb when my rear wheel repeatedly span on what can best be described as sheep-derived slurry.So when I dropped down to the former coal-mining town of Ammanford for lunch, I was running on empty. Helen and Amy at Vive la Crêpe put that right with a couple of vegan pancakes – lush spicy beans followed by a ridiculously indulgent Biscoff, banana and strawberry affair.The Sky Loft near Llandeilo proved idea for a rest after the cycle. Photograph: PRRe-energised, I headed up to Llandeilo, where a row of pastel-painted houses climb above an elegant stone bridge over the Tywi. I still had to tackle a seven-mile rural rollercoaster to the village of Talley before I turned east to complete the circuit, the directions and route maps having served me admirably throughout. With barely any flat going and close to 2,000 metres of ascent – about a fifth of Mount Everest – it’s the kind of cycling route that makes you feel really alive while, at the same time, half-killing you. On finishing (62 miles! Six hours’ cycling!), I sank gratefully into a deep hot bath, where I remained for some time.The bath in question was in Sky Loft, a converted hay loft in a 19th-century stable on Tanya and husband Duncan’s 28-hectare (70-acre) property. “The former owner was an artist,” said Duncan, “and created the apartment so she could watch her mares foaling.”The couple arrived two years ago at this bucolic spot between the Cambrian Mountains (“the last wilderness in Wales”, according to Tanya) and the Brecon Beacons, and renovated the loft and two other farm buildings to create three vintage holiday apartments and an idyllic semi-wild campsite.Statue of Llywelyn ap Gruffydd – the last sovereign of Wales before Edward I invaded – overlooking Llandovery. Photograph: James Osmond Photography/AlamyThey’ve kept many of the loft’s charmingly idiosyncratic touches, such as the hand-painted bathroom wallpaper and the mare-spying window, complementing them with antiques that include a fabulously elaborate toilet. There’s also a 1920s wind-up gramophone on which I spun some 78s before heading out on to the balcony. Cilycwm is a dark skies area, so I did plenty of stargazing warmed by an outdoor wood-burning stove.Each evening I cooked a meal with ingredients (and easy-to-follow recipes) provided by Swper Box, a new social enterprise delivering local, seasonal and sustainable produce. My favourite dish was a tasty vegetable katsu curry with breaded aubergine, the recipe for which I snaffled to take home.After the challenges of the first day, I decided on two much shorter rides for day two. The 10-mile Cilycwm cycle route ran past my door so I followed it gently downhill along the Tywi to Llandovery. The town’s award-winning Penygawse tea room is co-owned by a master barista, so after devouring their fortifying all-day breakfast I made sure to order a coffee to accompany the vegan lemon cake baked by talented young chef Catrin.The Carmarthenshire countryside bordering the Brecon Beacons offers wonderful far-flung views. Photograph: Carmarthenshire County CouncilHopping on to the eight-mile Myddfai route, I soon found myself in the eponymous village after a few short inclines through woods and farmland. There, in the new visitor centre, I learned about the Physicians of Myddfai – generations of apothecaries renowned for herbal remedies which they dispensed for over 500 years. Picking up an illustrated map I paid homage to this medieval NHS by embarking on the five-mile Physicians Trail. After cycling part of the route I hiked footpaths on to another hill, 440-metre Mynydd Myddfai for a highly therapeutic 360-degree panorama of rural Carmarthenshire.As I pedalled back to base along slumbering lanes, I had time to sit in the garden at Cilycwm’s Neuadd Arms and sink a pint of Ystwyth ale. Characterful pubs in remote corners, quiet roads, hills and mountains to climb – it’s a wonder Carmarthenshire isn’t already a cycling hub. Accommodation was provided by Cambrian Escapes, its Sky Loft sleeps two from £237 for 3 nights. Rail travel to Swansea was provided by GWR, train travel from Swansea to Llandovery, from £19.60 return, at trc.cymru. More cycle route information at discovercarmarthenshire.com",
  "length": 6081,
  "excerpt": "“So,” my hostess Tanya said as I arrived at Penstacan, an organic farmstay in the Welsh village of Cilycwm, “they’re making you go over the Black Mountain, are they?’",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_3/images/img3_u7.jpg"
}