{
  "title": "Joe Rogan, confined to Spotify, is losing influence",
  "byline": null,
  "dir": null,
  "content": "<h2>Joe Rogan, confined to Spotify, is losing influence</h2><div id=\"readability-page-1\" class=\"page\"><div>\n  <p id=\"fR8dNl\">When Spotify decided to try to become the biggest podcasting platform in the world, it knew it needed a nuclear weapon: Joe Rogan. The comedian turned podcasting icon has become impossible to miss and a force in the industry. He’s hosted legitimate politicians like Bernie Sanders and wannabes like Kanye West, smoked a joint with Elon Musk, and schmoozed with huge celebrities like Dave Chappelle and Miley Cyrus. With a self-asserted reach of more than 200 million monthly downloads in 2019, Rogan is one of the biggest — if not <em>the</em> biggest — podcaster in the world.</p>\n<p id=\"SUBwXU\">Spotify hoped he would bring much of that audience along with him when he signed exclusively to the platform in 2020 in a reported $100 million deal, giving it the reach and power needed to take over the podcasting industry. Although Spotify hasn’t given specific numbers detailing Rogan’s listenership since he came on board, it has repeatedly boasted about his success. The company confirmed that he quickly became the platform’s biggest podcaster after jumping to Spotify. He “stimulated new user additions, activated first time podcast listeners, and [has] driven favorable engagement trends, including vodcast consumption,” the company wrote in <a href=\"https://s22.q4cdn.com/540910603/files/doc_financials/2020/q4/Shareholder-Letter-Q4-2020_FINAL.pdf\">a February 2021</a> earnings release. <a href=\"https://s22.q4cdn.com/540910603/files/doc_financials/2021/q1/Shareholder-Letter-Q1-2021_FINAL.pdf\">In April</a>, it said Rogan’s show had “performed above expectations” in regards to adding new users to the platform and engagement.</p>\n<p id=\"W3Md42\">However, a new data investigation by <em>The Verge</em> finds that the powerful podcaster’s influence has waned since he went behind Spotify’s wall. His show has declined as a hype vehicle for guests, and Rogan’s presence as a mainstay in the news has plummeted.</p>\n<p id=\"PQLyHc\">Because Spotify doesn’t share how many plays each podcast gets, or how many unique listeners regularly tune in, we looked instead at a secondary metric: how much of a promotional boost Rogan gives his guests. To do this, we pulled data from the analytics tool Social Blade to track the Twitter following of every guest who went on Rogan’s podcast between December 2019 and July 2021. Guests generally see a surge of new followers after appearing on the show, with some gaining as many as 18,000 new followers in the week following their chat, and that effect has grown over time as <em>The Joe Rogan Experience</em> gained popularity. While we can’t attribute every new follower to Rogan — guests might have been on a media tour to promote a new movie or book, for instance — the bump after a Rogan appearance is constant.</p>\n<p id=\"jK8HCn\">We found that prior to going exclusive, from December 2019 to November 2020, Rogan’s guests could expect to gain around 4,000 Twitter followers in the week after their episode premiered. After he went exclusive, that number declined by half to around 2,000, suggesting a drop in listeners. To isolate the effect, we focused on people who had under 500,000 followers when going on Rogan’s show, since bigger names — someone like Dave Chappelle or Elon Musk — were likely to bring more attention to Rogan than vice versa. </p>\n<div id=\"t5hLjF\">\n<p><a href=\"https://public.flourish.studio/visualisation/7041546/?utm_source=embed&amp;utm_campaign=visualisation/7041546\" target=\"_top\"><img alt=\"Made with Flourish\" src=\"/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png\"> </a></p>\n</div>\n<p id=\"hx8Bqv\">You can see the totality of our findings below. We plotted the average number of followers gained month by month. The drop doesn’t look monumental, due to the presence of a couple outlier months, but broadly, you can see that following Rogan’s move to going exclusive, his guests gain fewer followers on average. Even the best months as a Spotify exclusive show only rival the worst months when his show was widely available.</p>\n<div id=\"EzxsMQ\">\n<p><a href=\"https://public.flourish.studio/visualisation/7041938/?utm_source=embed&amp;utm_campaign=visualisation/7041938\" target=\"_top\"><img alt=\"Made with Flourish\" src=\"/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png\"> </a></p>\n</div>\n<p id=\"ijEVu8\">We attempted to look into this for Instagram, as well, but Social Blade only had data on about half of the guests — not enough to create a complete picture of the trends. (Still, we saw that the number of followers gained on Instagram declined significantly for those available.)</p>\n<p id=\"ucX9IT\">There could be various explanations for the monthslong dip. People might be listening to fewer podcasts post-pandemic, or Rogan fans could have coincidentally stopped using Twitter. But the timing of the dip still aligns with his switch to Spotify exclusivity, suggesting Rogan has lost dedicated listeners. Presumably, the people who took action after an episode and actually followed guests were his most engaged. Now there’s likely fewer of them.</p>\n<p id=\"dzocMA\">You can see the same story play out in more detail when looking at guests who were on the show multiple times. Comedian Andrew Santino, who has been on Rogan’s show nine times over the years, appeared twice in 2019, once in 2020, and then once in 2021. Those first two appearances in 2019 netted him over 1,100 followers each. That gain jumped to nearly 1,700 followers in 2020. But in 2021, when Rogan was exclusive to Spotify, the number of followers he added dropped by almost half, to under 900. (For comparison, in the week before he went on Rogan in 2020, Santino gained 1,173 followers on his own, so Rogan gave him a bump of 500 more followers the week after. In April 2021, he gained 772 followers the week before his appearance — Rogan only gave him a bump of 116 people.)</p>\n<p id=\"HaxbIs\">We can see a similar trajectory play out with three other guests. Comedian Annie Lederman saw a drop of nearly 50 percent on her most recent guest appearance, as did podcaster and author Michael Malice. Comedian Mark Normand did, too, with a drop of over 50 percent from his latest appearance in January 2021.</p>\n<div id=\"aQ9iEf\">\n<p><a href=\"https://public.flourish.studio/visualisation/7042063/?utm_source=embed&amp;utm_campaign=visualisation/7042063\" target=\"_top\"><img alt=\"Made with Flourish\" src=\"/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png\"> </a></p>\n</div>\n<p id=\"Wyz2PD\">Despite likely losing listeners in his switch over to Spotify, Rogan’s show still appears to be reaching more people than it did in prior years. Podcaster Bret Weinstein, for example, went on the show in February 2018, June 2020, and June 2021. He gained around 22,000 followers in June 2020, a significant jump over the 4,000 or so he gained in 2018. In June 2021, he gained 18,000, which is still a drop but not as significant as the ones we see in January or April. </p>\n<p id=\"nL4iLR\">Rogan’s reach could be dipping for a number of reasons. The show used to benefit from posting full episodes to YouTube, which usually received millions of views each and often led to snippets going viral on other platforms, like Twitter. But the YouTube channel now just hosts clips, which don’t always break the million-view milestone. Rogan also used to have visibility in other podcasting apps, which is important because not everyone uses Spotify. It’s possible that social media algorithms, and YouTube’s in particular, also helped Rogan and his guests gain a following.</p>\n<p id=\"Dgw8za\">Spotify declined to comment on this report or offer any sort of numbers around Rogan’s performance. Rogan’s team did not respond to a request for comment.</p>\n<p id=\"B8sfb6\">But this lack of reach is also having an effect on Rogan’s broader relevance. Google Trends data shows that searches for his name spiked regularly in 2020 with interest remaining relatively high throughout the year. As soon as he went exclusive, however, those searches dipped. This could be because people used to search Rogan’s name to find his episodes, but it could also be that inside Spotify, his controversial comments — often the cause of spikes in interest around Rogan — aren’t reaching as many ears.</p>\n<div id=\"PRzVWE\">\n<p><a href=\"https://public.flourish.studio/visualisation/7042161/?utm_source=embed&amp;utm_campaign=visualisation/7042161\" target=\"_top\"><img alt=\"Made with Flourish\" src=\"/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png\"> </a></p>\n</div>\n<p id=\"ktbOpX\">In 2021, spikes of interest around Rogan are much fewer and farther between. One of the biggest occurred in April when he <a href=\"https://www.theverge.com/2021/4/27/22406315/joe-rogan-vaccine-spotify-podcast-covid-19\">discouraged young adults</a> from getting the COVID-19 vaccine, which speaks to the importance these controversial moments have on Rogan’s reach and ability to drum up broader interest. While these controversies boost his relevance, they often put Spotify in a position of having to defend its star talent. </p>\n<p id=\"V1tVa7\">We can see this play out on Rogan’s YouTube channel, too. When he would post entire episodes to his YouTube page, Rogan averaged around 265,000 subscribers per month in the year before going exclusive, according to Social Blade data. After he went exclusive in December 2020, that dropped to around 100,000 a month. This shows how going exclusive limits the reach and potential impact of these shows’ stars. (For reference, YouTube’s biggest stars, like Pewdiepie, grew by millions of subscribers per month, despite having tens of millions more subscribers than Rogan, so Rogan likely would have continued growing at a faster clip had he continued posting full episodes to the platform.) </p>\n<div id=\"3wk3fU\">\n<p><a href=\"https://public.flourish.studio/visualisation/7042247/?utm_source=embed&amp;utm_campaign=visualisation/7042247\" target=\"_top\"><img alt=\"Made with Flourish\" src=\"/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png\"> </a></p>\n</div>\n<p id=\"KNHLJ4\">Meanwhile, many of Rogan’s fans haven’t been happy about the exclusive change. When <em>The Joe Rogan Experience</em> transitioned from something people could find on most any podcast app — other than Spotify — and YouTube, to a show only available on Spotify, people got confused, upset, and claimed to drop off as listeners.</p>\n<p id=\"4HXn7h\">“For the past three years, listening to JRE was my healing ritual which made me relax and amused any time I felt tired and hopeless, the only sane voice I could listen to without any ulterior motives of the corporate media (I even began using Youtube Premium just to listen to JRE undisturbed by ads),” one person <a href=\"https://www.reddit.com/r/JoeRogan/comments/k59r6m/the_day_jre_was_taken_away_from_me/\">wrote on Reddit</a> in December 2020, saying Spotify isn’t available in their country, but YouTube is. “Now I have to search around for illegal downloads and cope with what’s left on the Youtube Channel, which might get removed in the future.” </p>\n<p id=\"31CEvV\">Another person said they tune in less now that it’s on Spotify. “I’m not sure what it is, maybe YouTube just feels more open and intuitive, but I find myself listening WAY less,” they wrote <a href=\"https://www.reddit.com/r/JoeRogan/comments/kfotxa/anybody_else_tuning_into_jre_less_even_with/\">in January</a>. “I just haven’t been able to do that as much with Spotify. Maybe it’s the missing comment section? Maybe it’s a me problem?”</p>\n<p id=\"Z0A2EW\">Taken altogether, <em>The Verge</em>’s data findings suggest that Rogan has lost impact and relevance since going exclusive to Spotify. A sizable portion of his audience likely didn’t follow him when he made the jump.</p>\n<p id=\"WhUF4h\">Even still, Spotify has continued to secure exclusive deals with big names. Most recently, it <a href=\"https://www.theverge.com/2021/6/15/22534981/spotify-exclusive-podcast-call-her-daddy-alex-cooper\">signed</a> Alex Cooper of <em>Call Her Daddy</em> and <a href=\"https://www.theverge.com/2021/5/12/22432286/dax-shepard-armchair-expert-spotify-exclusive\">Dax Shepard</a> of <em>Armchair Expert</em>, both of whom, if Rogan is any indicator, will likely see a drop in their listener base. For Spotify, however, the deals might be worth the tradeoff if people migrate to its app and it sells ads against these programs. For the podcasters who are receiving multimillion-dollar deals, the money exchanged might be enough to make up for lagging relevancy. At least until their contracts run out.</p>\n\n  \n</div></div>",
  "textContent": "\n  When Spotify decided to try to become the biggest podcasting platform in the world, it knew it needed a nuclear weapon: Joe Rogan. The comedian turned podcasting icon has become impossible to miss and a force in the industry. He’s hosted legitimate politicians like Bernie Sanders and wannabes like Kanye West, smoked a joint with Elon Musk, and schmoozed with huge celebrities like Dave Chappelle and Miley Cyrus. With a self-asserted reach of more than 200 million monthly downloads in 2019, Rogan is one of the biggest — if not the biggest — podcaster in the world.\nSpotify hoped he would bring much of that audience along with him when he signed exclusively to the platform in 2020 in a reported $100 million deal, giving it the reach and power needed to take over the podcasting industry. Although Spotify hasn’t given specific numbers detailing Rogan’s listenership since he came on board, it has repeatedly boasted about his success. The company confirmed that he quickly became the platform’s biggest podcaster after jumping to Spotify. He “stimulated new user additions, activated first time podcast listeners, and [has] driven favorable engagement trends, including vodcast consumption,” the company wrote in a February 2021 earnings release. In April, it said Rogan’s show had “performed above expectations” in regards to adding new users to the platform and engagement.\nHowever, a new data investigation by The Verge finds that the powerful podcaster’s influence has waned since he went behind Spotify’s wall. His show has declined as a hype vehicle for guests, and Rogan’s presence as a mainstay in the news has plummeted.\nBecause Spotify doesn’t share how many plays each podcast gets, or how many unique listeners regularly tune in, we looked instead at a secondary metric: how much of a promotional boost Rogan gives his guests. To do this, we pulled data from the analytics tool Social Blade to track the Twitter following of every guest who went on Rogan’s podcast between December 2019 and July 2021. Guests generally see a surge of new followers after appearing on the show, with some gaining as many as 18,000 new followers in the week following their chat, and that effect has grown over time as The Joe Rogan Experience gained popularity. While we can’t attribute every new follower to Rogan — guests might have been on a media tour to promote a new movie or book, for instance — the bump after a Rogan appearance is constant.\nWe found that prior to going exclusive, from December 2019 to November 2020, Rogan’s guests could expect to gain around 4,000 Twitter followers in the week after their episode premiered. After he went exclusive, that number declined by half to around 2,000, suggesting a drop in listeners. To isolate the effect, we focused on people who had under 500,000 followers when going on Rogan’s show, since bigger names — someone like Dave Chappelle or Elon Musk — were likely to bring more attention to Rogan than vice versa. \n\n \n\nYou can see the totality of our findings below. We plotted the average number of followers gained month by month. The drop doesn’t look monumental, due to the presence of a couple outlier months, but broadly, you can see that following Rogan’s move to going exclusive, his guests gain fewer followers on average. Even the best months as a Spotify exclusive show only rival the worst months when his show was widely available.\n\n \n\nWe attempted to look into this for Instagram, as well, but Social Blade only had data on about half of the guests — not enough to create a complete picture of the trends. (Still, we saw that the number of followers gained on Instagram declined significantly for those available.)\nThere could be various explanations for the monthslong dip. People might be listening to fewer podcasts post-pandemic, or Rogan fans could have coincidentally stopped using Twitter. But the timing of the dip still aligns with his switch to Spotify exclusivity, suggesting Rogan has lost dedicated listeners. Presumably, the people who took action after an episode and actually followed guests were his most engaged. Now there’s likely fewer of them.\nYou can see the same story play out in more detail when looking at guests who were on the show multiple times. Comedian Andrew Santino, who has been on Rogan’s show nine times over the years, appeared twice in 2019, once in 2020, and then once in 2021. Those first two appearances in 2019 netted him over 1,100 followers each. That gain jumped to nearly 1,700 followers in 2020. But in 2021, when Rogan was exclusive to Spotify, the number of followers he added dropped by almost half, to under 900. (For comparison, in the week before he went on Rogan in 2020, Santino gained 1,173 followers on his own, so Rogan gave him a bump of 500 more followers the week after. In April 2021, he gained 772 followers the week before his appearance — Rogan only gave him a bump of 116 people.)\nWe can see a similar trajectory play out with three other guests. Comedian Annie Lederman saw a drop of nearly 50 percent on her most recent guest appearance, as did podcaster and author Michael Malice. Comedian Mark Normand did, too, with a drop of over 50 percent from his latest appearance in January 2021.\n\n \n\nDespite likely losing listeners in his switch over to Spotify, Rogan’s show still appears to be reaching more people than it did in prior years. Podcaster Bret Weinstein, for example, went on the show in February 2018, June 2020, and June 2021. He gained around 22,000 followers in June 2020, a significant jump over the 4,000 or so he gained in 2018. In June 2021, he gained 18,000, which is still a drop but not as significant as the ones we see in January or April. \nRogan’s reach could be dipping for a number of reasons. The show used to benefit from posting full episodes to YouTube, which usually received millions of views each and often led to snippets going viral on other platforms, like Twitter. But the YouTube channel now just hosts clips, which don’t always break the million-view milestone. Rogan also used to have visibility in other podcasting apps, which is important because not everyone uses Spotify. It’s possible that social media algorithms, and YouTube’s in particular, also helped Rogan and his guests gain a following.\nSpotify declined to comment on this report or offer any sort of numbers around Rogan’s performance. Rogan’s team did not respond to a request for comment.\nBut this lack of reach is also having an effect on Rogan’s broader relevance. Google Trends data shows that searches for his name spiked regularly in 2020 with interest remaining relatively high throughout the year. As soon as he went exclusive, however, those searches dipped. This could be because people used to search Rogan’s name to find his episodes, but it could also be that inside Spotify, his controversial comments — often the cause of spikes in interest around Rogan — aren’t reaching as many ears.\n\n \n\nIn 2021, spikes of interest around Rogan are much fewer and farther between. One of the biggest occurred in April when he discouraged young adults from getting the COVID-19 vaccine, which speaks to the importance these controversial moments have on Rogan’s reach and ability to drum up broader interest. While these controversies boost his relevance, they often put Spotify in a position of having to defend its star talent. \nWe can see this play out on Rogan’s YouTube channel, too. When he would post entire episodes to his YouTube page, Rogan averaged around 265,000 subscribers per month in the year before going exclusive, according to Social Blade data. After he went exclusive in December 2020, that dropped to around 100,000 a month. This shows how going exclusive limits the reach and potential impact of these shows’ stars. (For reference, YouTube’s biggest stars, like Pewdiepie, grew by millions of subscribers per month, despite having tens of millions more subscribers than Rogan, so Rogan likely would have continued growing at a faster clip had he continued posting full episodes to the platform.) \n\n \n\nMeanwhile, many of Rogan’s fans haven’t been happy about the exclusive change. When The Joe Rogan Experience transitioned from something people could find on most any podcast app — other than Spotify — and YouTube, to a show only available on Spotify, people got confused, upset, and claimed to drop off as listeners.\n“For the past three years, listening to JRE was my healing ritual which made me relax and amused any time I felt tired and hopeless, the only sane voice I could listen to without any ulterior motives of the corporate media (I even began using Youtube Premium just to listen to JRE undisturbed by ads),” one person wrote on Reddit in December 2020, saying Spotify isn’t available in their country, but YouTube is. “Now I have to search around for illegal downloads and cope with what’s left on the Youtube Channel, which might get removed in the future.” \nAnother person said they tune in less now that it’s on Spotify. “I’m not sure what it is, maybe YouTube just feels more open and intuitive, but I find myself listening WAY less,” they wrote in January. “I just haven’t been able to do that as much with Spotify. Maybe it’s the missing comment section? Maybe it’s a me problem?”\nTaken altogether, The Verge’s data findings suggest that Rogan has lost impact and relevance since going exclusive to Spotify. A sizable portion of his audience likely didn’t follow him when he made the jump.\nEven still, Spotify has continued to secure exclusive deals with big names. Most recently, it signed Alex Cooper of Call Her Daddy and Dax Shepard of Armchair Expert, both of whom, if Rogan is any indicator, will likely see a drop in their listener base. For Spotify, however, the deals might be worth the tradeoff if people migrate to its app and it sells ads against these programs. For the podcasters who are receiving multimillion-dollar deals, the money exchanged might be enough to make up for lagging relevancy. At least until their contracts run out.\n\n  \n",
  "length": 10042,
  "excerpt": "When Spotify decided to try to become the biggest podcasting platform in the world, it knew it needed a nuclear weapon: Joe Rogan. The comedian turned podcasting icon has become impossible to miss and a force in the industry. He’s hosted legitimate politicians like Bernie Sanders and wannabes like Kanye West, smoked a joint with Elon Musk, and schmoozed with huge celebrities like Dave Chappelle and Miley Cyrus. With a self-asserted reach of more than 200 million monthly downloads in 2019, Rogan is one of the biggest — if not the biggest — podcaster in the world.",
  "siteName": null,
  "image": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png"
}