{
  "title": "Mohammed Siraj is keeping batsmen quiet after rapid rise with India | Cricket",
  "byline": "Emma John",
  "dir": null,
  "content": "<h2>Mohammed Siraj is keeping batsmen quiet after rapid rise with India | Cricket</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>I</span></span><span>t can be dangerous to have a trademark wicket celebration. Just ask Sheldon Cottrell. You salute a couple of times, and suddenly it’s your thing. Before you know it you’re Googling: “Can you get RSI in your elbow?”</span></p><p>After just two Tests in England, India’s Mohammed Siraj has confused batters and onlookers alike with his favourite send-off. When Jonny Bairstow got the finger-to-the-lips treatment at Trent Bridge, the Yorkshireman (who has nothing against a bit of belligerence <em>per se</em><em>)</em> was at pains to point out that he had done nothing to provoke it. “There was absolutely nothing in that,” Bairstow said. “He didn’t say anything to me and I didn’t say anything to him! I didn’t really know where that came from.”</p><p>In the first innings at Lord’s, poor Haseeb Hameed barely had time to take guard – let alone open his mouth – before Siraj parted his stumps. Given Hameed’s history, the shushing gesture that followed from the bowler seemed unnecessarily cruel. Then again, it hadn’t looked particularly classy when Katherine Brunt did the same to the 17-year-old Shafali Verma in the final game of the women’s series. So perhaps Siraj was just evening the score for his compatriot.</p><p>Either way, the 27-year-old has emerged as a vital figure in India’s attack, one whose presence has fired the current series with colour and heat. After an expensive first innings at Trent Bridge – although no worse than the more experienced Mohammed Shami proved in the second – he has now taken 11 wickets at an average of 23.45 in the series. That bald statistic alone can’t tell you when those wickets have come, or how.</p><p>Twice at Lord’s, Siraj took two wickets in two balls. The first pair blitzed two of England’s top three in the hosts’ first innings, hurling them into danger from which only Joe Root’s superhero innings could rescue them. The second pair gouged the middle out of the batting order on the final day, and left England attempting a Dunkirk defence to save the Test. Just as Jos Buttler and Ollie Robinson looked like they might make it to dry land, Jasprit Bumrah pinned Robinson and Siraj removed Buttler in the very next over. <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2021/aug/16/india-hand-england-heavy-defeat-thanks-to-shami-bumrah-and-siraj\" title=\"\">England were sunk within sight of shore</a>.</p><div id=\"938575b0-c810-4902-a6a0-6131773b5e38\"><div><picture itemprop=\"contentUrl\"><img alt=\"Mohammed Siraj is mobbed by his India teammates after bowling Jimmy Anderson to seal victory in the second Test.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_7/images/img4_u16.jpg\"></picture></div><p><span></span><span>Mohammed Siraj is mobbed by his India teammates after bowling Jimmy Anderson to seal victory in the second Test.</span> Photograph: Tom Jenkins/The Guardian</p></div><p>Siraj is the reason opposition teams can’t just look to see off Bumrah and Shami. There’s no let-up in pace or line when he comes on – he’s constantly attacking the stumps, a genuine third strike bowler. And when he’s not harrying batsmen with the ball, he’s hassling them with what could most kindly be called his persistent personality. At Trent Bridge, he got stuck into Sam Curran so hard that Virat Kohli stepped in and told him to cool it. Even with bat in hand, he needled Jimmy Anderson enough to earn himself a shoulder barge.</p><p>If Kohli seemed to arrive on these shores in a more generous, ambassadorial mood than his last couple of visits in 2018 and 2019 – and let’s be honest, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/blog/2021/aug/16/england-beaten-bullied-by-team-moulded-in-virat-kohli-image\" title=\"\">that facade is already slipping</a> – he knew he had a genuinely irritating substitute in Siraj, someone who inhabits the elements of on-field aggro that the captain has started to feel a bit too old and regal for. On the last evening at Lord’s, he somehow managed to stare down Robinson, a man so much taller than him he had to aim his glare at his chin.</p><p>Such brash, raw confidence no doubt delights the India captain, even though it has lost him a few DRS reviews along the way. Perhaps it’s a hallmark of Siraj’s rapid, relatively recent rise through professional sport. Before 2015, he had never played the game seriously enough to bowl with a hard ball; two years later, the son of an auto-rickshaw driver was playing in the Indian Premier League on a contract worth tens of thousands of pounds.</p><p>Siraj made his Test debut last December, in Australia. A week after the team had landed, while they were still individually quarantined, Kohli and head coach Ravi Shastri came to his hotel room to tell him his father had died. Siraj had to absorb the news and grieve, alone in his hotel room. He says it was Kohli’s sympathy and encouragement that got him through. He decided to stay on with the team, taking 13 wickets in three games as his five for 73 in the final Test at Brisbane helped India retain the Border-Gavaskar Trophy.</p><p>There is still, you suspect, a maturation period to come for Siraj. But his contribution to India’s winning formula is evident in the fact that Kohli’s bowling attack has now dominated two Test matches without even playing their genius second spinner. It might have been fitting, given all that had gone before in the game, if either Bumrah or Shami had claimed the final wicket of Anderson at Lord’s, but neither could have ended that thrilling Test with more panache than Siraj’s final delivery.</p><p>With the off stump still wobbling, the bowler led the celebratory charge down the wicket, fielders breaking around Anderson and grabbing the stumps from behind him even while he still held his defensive pose. Kohli’s team don’t do deference, and Siraj is proof.</p></div></main></main></div></div>",
  "textContent": "It can be dangerous to have a trademark wicket celebration. Just ask Sheldon Cottrell. You salute a couple of times, and suddenly it’s your thing. Before you know it you’re Googling: “Can you get RSI in your elbow?”After just two Tests in England, India’s Mohammed Siraj has confused batters and onlookers alike with his favourite send-off. When Jonny Bairstow got the finger-to-the-lips treatment at Trent Bridge, the Yorkshireman (who has nothing against a bit of belligerence per se) was at pains to point out that he had done nothing to provoke it. “There was absolutely nothing in that,” Bairstow said. “He didn’t say anything to me and I didn’t say anything to him! I didn’t really know where that came from.”In the first innings at Lord’s, poor Haseeb Hameed barely had time to take guard – let alone open his mouth – before Siraj parted his stumps. Given Hameed’s history, the shushing gesture that followed from the bowler seemed unnecessarily cruel. Then again, it hadn’t looked particularly classy when Katherine Brunt did the same to the 17-year-old Shafali Verma in the final game of the women’s series. So perhaps Siraj was just evening the score for his compatriot.Either way, the 27-year-old has emerged as a vital figure in India’s attack, one whose presence has fired the current series with colour and heat. After an expensive first innings at Trent Bridge – although no worse than the more experienced Mohammed Shami proved in the second – he has now taken 11 wickets at an average of 23.45 in the series. That bald statistic alone can’t tell you when those wickets have come, or how.Twice at Lord’s, Siraj took two wickets in two balls. The first pair blitzed two of England’s top three in the hosts’ first innings, hurling them into danger from which only Joe Root’s superhero innings could rescue them. The second pair gouged the middle out of the batting order on the final day, and left England attempting a Dunkirk defence to save the Test. Just as Jos Buttler and Ollie Robinson looked like they might make it to dry land, Jasprit Bumrah pinned Robinson and Siraj removed Buttler in the very next over. England were sunk within sight of shore.Mohammed Siraj is mobbed by his India teammates after bowling Jimmy Anderson to seal victory in the second Test. Photograph: Tom Jenkins/The GuardianSiraj is the reason opposition teams can’t just look to see off Bumrah and Shami. There’s no let-up in pace or line when he comes on – he’s constantly attacking the stumps, a genuine third strike bowler. And when he’s not harrying batsmen with the ball, he’s hassling them with what could most kindly be called his persistent personality. At Trent Bridge, he got stuck into Sam Curran so hard that Virat Kohli stepped in and told him to cool it. Even with bat in hand, he needled Jimmy Anderson enough to earn himself a shoulder barge.If Kohli seemed to arrive on these shores in a more generous, ambassadorial mood than his last couple of visits in 2018 and 2019 – and let’s be honest, that facade is already slipping – he knew he had a genuinely irritating substitute in Siraj, someone who inhabits the elements of on-field aggro that the captain has started to feel a bit too old and regal for. On the last evening at Lord’s, he somehow managed to stare down Robinson, a man so much taller than him he had to aim his glare at his chin.Such brash, raw confidence no doubt delights the India captain, even though it has lost him a few DRS reviews along the way. Perhaps it’s a hallmark of Siraj’s rapid, relatively recent rise through professional sport. Before 2015, he had never played the game seriously enough to bowl with a hard ball; two years later, the son of an auto-rickshaw driver was playing in the Indian Premier League on a contract worth tens of thousands of pounds.Siraj made his Test debut last December, in Australia. A week after the team had landed, while they were still individually quarantined, Kohli and head coach Ravi Shastri came to his hotel room to tell him his father had died. Siraj had to absorb the news and grieve, alone in his hotel room. He says it was Kohli’s sympathy and encouragement that got him through. He decided to stay on with the team, taking 13 wickets in three games as his five for 73 in the final Test at Brisbane helped India retain the Border-Gavaskar Trophy.There is still, you suspect, a maturation period to come for Siraj. But his contribution to India’s winning formula is evident in the fact that Kohli’s bowling attack has now dominated two Test matches without even playing their genius second spinner. It might have been fitting, given all that had gone before in the game, if either Bumrah or Shami had claimed the final wicket of Anderson at Lord’s, but neither could have ended that thrilling Test with more panache than Siraj’s final delivery.With the off stump still wobbling, the bowler led the celebratory charge down the wicket, fielders breaking around Anderson and grabbing the stumps from behind him even while he still held his defensive pose. Kohli’s team don’t do deference, and Siraj is proof.",
  "length": 5090,
  "excerpt": "It can be dangerous to have a trademark wicket celebration. Just ask Sheldon Cottrell. You salute a couple of times, and suddenly it’s your thing. Before you know it you’re Googling: “Can you get RSI in your elbow?”",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_7/images/img4_u16.jpg"
}