{
  "title": "How to Learn to Skateboard In 30 Days Even If You're Old and Broken",
  "byline": null,
  "dir": null,
  "content": "<h2>How to Learn to Skateboard In 30 Days Even If You're Old and Broken</h2><div id=\"readability-page-1\" class=\"page\"><div><p>I wish my skateboarding journey had started like the opening lyrics to <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;External link&quot;,&quot;https://www.youtube.com/watch?v=Gl83mI69nX4&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://www.youtube.com/watch?v=Gl83mI69nX4\" rel=\"noopener noreferrer\" target=\"_blank\">Lupe Fiasco’s “Kick, Push,”</a></span>&nbsp;but I wasn’t 6 years old when I got my first skateboard. Hell, I wasn’t 16 or 26 either. I was, in fact, well into my thirties when I started skateboarding... about a month ago. So, how’d it go?</p><p>I recounted my adventure for Lifehacker’s Fitness Challenge, starting with <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;Internal link&quot;,&quot;https://lifehacker.com/can-i-learn-to-skateboard-in-my-30s-1847081610&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://lifehacker.com/can-i-learn-to-skateboard-in-my-30s-1847081610\">how I felt about getting on the board at my age</a></span> and ending with <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;Internal link&quot;,&quot;https://lifehacker.com/can-i-learn-to-skateboard-in-a-month-1844675741&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://lifehacker.com/can-i-learn-to-skateboard-in-a-month-1844675741\">how I had progressed after 30 days</a></span>. But it can be hard to visualize someone’s progress through text, especially when you’re dealing with abstractions like “comfort on the board,” so we made a video to help. Now you can <em>see</em> me busting my ass... but maybe also feel inspired that I managed to learn to cruise, ollie, and shuv-it in the span of a month.</p><p>Did I fall? Yep, a ton. Did it hurt? Absolutely. But—and I know how unlikely this sounds—after falling a few times, I got used to it. It learned how to fall a little “better” so that it hurt less, and even on the gnarlier falls, it was over before I knew it. Once I fell a few times, the <em>anticipation</em> of falling wore off, and I could focus more on trying to do  simple challenges like the one I wanted to accomplish in the video above: simply going on a ramp and turning around. </p><p>Check out the video to hear me talk about my goals and the lessons I learned, and to see how “good” I got in a month (or to see me falling on my hip a few times). Want to see me learn a single trick? Here’s a <span><a data-ga=\"[[&quot;Embedded Url&quot;,&quot;External link&quot;,&quot;https://twitter.com/JordanMCalhoun/status/1406650200614113280?s=20&quot;,{&quot;metric25&quot;:1}]]\" href=\"https://twitter.com/JordanMCalhoun/status/1406650200614113280?s=20\" rel=\"noopener noreferrer\" target=\"_blank\">quick montage on Twitter</a></span> of my efforts to figure out how to shuv-it. And if you’re looking to start skateboarding yourself, do what I did: Buy a board, make a few skate friends, and get to it. You’re never going to feel “ready,” but that doesn’t have to stop you from getting started.</p></div></div>",
  "textContent": "I wish my skateboarding journey had started like the opening lyrics to Lupe Fiasco’s “Kick, Push,” but I wasn’t 6 years old when I got my first skateboard. Hell, I wasn’t 16 or 26 either. I was, in fact, well into my thirties when I started skateboarding... about a month ago. So, how’d it go?I recounted my adventure for Lifehacker’s Fitness Challenge, starting with how I felt about getting on the board at my age and ending with how I had progressed after 30 days. But it can be hard to visualize someone’s progress through text, especially when you’re dealing with abstractions like “comfort on the board,” so we made a video to help. Now you can see me busting my ass... but maybe also feel inspired that I managed to learn to cruise, ollie, and shuv-it in the span of a month.Did I fall? Yep, a ton. Did it hurt? Absolutely. But—and I know how unlikely this sounds—after falling a few times, I got used to it. It learned how to fall a little “better” so that it hurt less, and even on the gnarlier falls, it was over before I knew it. Once I fell a few times, the anticipation of falling wore off, and I could focus more on trying to do  simple challenges like the one I wanted to accomplish in the video above: simply going on a ramp and turning around. Check out the video to hear me talk about my goals and the lessons I learned, and to see how “good” I got in a month (or to see me falling on my hip a few times). Want to see me learn a single trick? Here’s a quick montage on Twitter of my efforts to figure out how to shuv-it. And if you’re looking to start skateboarding yourself, do what I did: Buy a board, make a few skate friends, and get to it. You’re never going to feel “ready,” but that doesn’t have to stop you from getting started.",
  "length": 1754,
  "excerpt": "You're not a kid anymore, but there's still plenty you can do.",
  "siteName": "Lifehacker"
}