{
  "title": "Successful satellite tests to allow ‘Hongyun speed’ by 2020",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>Successful satellite tests to allow ‘Hongyun speed’ by 2020</h2><div id=\"readability-page-1\" class=\"page\"><div>\n      <p>By Deng Xiaoci Source:Global Times Published: 2019/11/19 19:43:40 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_4/images/img1_u5.jpg\"></p>\n<p>Liu Shiquan, deputy general manager of space giant China Aerospace Science and Industry Corporation addresses at the 5th China International Commercial Aerospace Forum in Wuhan, Central China's Hubei Province. Photo: Deng Xiaoci/GT</p><p>The demonstration system for China's Hongyun Project, a low-orbit broadband communication satellite system, will become operational at the beginning of 2020, making substantial progress toward the eventual goal of providing internet connectivity to users around the world, developers told the Global Times on Tuesday.</p><p>Liu Shiquan, deputy general manager of space giant China Aerospace Science and Industry Corporation (CASIC) announced Tuesday that testing of the first Hongyun Project satellite has been successfully completed. Li was addressing the ongoing 5th China International Commercial Aerospace Forum in Wuhan, Central China's Hubei Province.</p><p>The project, also known as the H-cloud, was developed by CASIC. The first tech-experimental satellite for the project was launched on December 22, 2018 from the Jiuquan Satellite Launch Center in Northwest China's Gansu Province.</p><p>CASIC said in a statement it sent to the Global Times on Tuesday that all satellite performance and function tests have been completed. The testing included under different weather conditions, and for different business scenarios such as website browsing, video chats and high-resolution streaming services.</p><p>During the tests, there was no frame loss or buffering, and all functions and indicators met the design requirements, it said.&nbsp;</p><p>By the beginning of 2020, users across China will be able access the demonstration system of the Hongyun Project, and they will be able to take advantage of what it described as \"Hongyun speed,\" CASIC said.</p><p>The Hongyun Project, which was announced in 2017, is expected to launch four more satellites to gain preliminary experience by 2020. CASIC expects to have a total of 156 satellites in operation by the middle of the 14th Five-Year Plan (2021-25).</p><p>The project can offer communication and internet services for China and less-developed countries with reduced latency. Meanwhile, the project can also benefit emergency communication, sensor data collection and remote control of unmanned equipment, CASIC said in 2017.</p><p>International maritime satellites currently are widely used for communications in mountainous areas and for airplanes, but these satellites, which will orbit 36,000 kilometers above the Earth, have time and signal delays as well as high costs for providing services, Yang Yuguang, a research fellow with CASIC, said when the company announced the plan in 2017.</p> </div></div>",
  "textContent": "\n      By Deng Xiaoci Source:Global Times Published: 2019/11/19 19:43:40 \n      \n      \n      \n     \nLiu Shiquan, deputy general manager of space giant China Aerospace Science and Industry Corporation addresses at the 5th China International Commercial Aerospace Forum in Wuhan, Central China's Hubei Province. Photo: Deng Xiaoci/GTThe demonstration system for China's Hongyun Project, a low-orbit broadband communication satellite system, will become operational at the beginning of 2020, making substantial progress toward the eventual goal of providing internet connectivity to users around the world, developers told the Global Times on Tuesday.Liu Shiquan, deputy general manager of space giant China Aerospace Science and Industry Corporation (CASIC) announced Tuesday that testing of the first Hongyun Project satellite has been successfully completed. Li was addressing the ongoing 5th China International Commercial Aerospace Forum in Wuhan, Central China's Hubei Province.The project, also known as the H-cloud, was developed by CASIC. The first tech-experimental satellite for the project was launched on December 22, 2018 from the Jiuquan Satellite Launch Center in Northwest China's Gansu Province.CASIC said in a statement it sent to the Global Times on Tuesday that all satellite performance and function tests have been completed. The testing included under different weather conditions, and for different business scenarios such as website browsing, video chats and high-resolution streaming services.During the tests, there was no frame loss or buffering, and all functions and indicators met the design requirements, it said. By the beginning of 2020, users across China will be able access the demonstration system of the Hongyun Project, and they will be able to take advantage of what it described as \"Hongyun speed,\" CASIC said.The Hongyun Project, which was announced in 2017, is expected to launch four more satellites to gain preliminary experience by 2020. CASIC expects to have a total of 156 satellites in operation by the middle of the 14th Five-Year Plan (2021-25).The project can offer communication and internet services for China and less-developed countries with reduced latency. Meanwhile, the project can also benefit emergency communication, sensor data collection and remote control of unmanned equipment, CASIC said in 2017.International maritime satellites currently are widely used for communications in mountainous areas and for airplanes, but these satellites, which will orbit 36,000 kilometers above the Earth, have time and signal delays as well as high costs for providing services, Yang Yuguang, a research fellow with CASIC, said when the company announced the plan in 2017. ",
  "length": 2725,
  "excerpt": "The demonstration system for China’s Hongyun Project, a low-orbit broadband communication satellite system, will become operational at the beginning of 2020, making substantial progress toward the eventual goal of providing internet connectivity to users around the world, developers told the Global Times on Tuesday.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_4/images/img1_u5.jpg"
}