{
  "title": "‘Lovely to be back’: La Liga fans finally return on emotional weekend | La Liga",
  "byline": "Sid Lowe",
  "dir": null,
  "content": "<h2>‘Lovely to be back’: La Liga fans finally return on emotional weekend | La Liga</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>“I</span></span><span> had waited a long time to live this moment,” Marcelino García Toral said, speaking for so many. Since he took over from Gaizka Garitano in January, the Athletic Club manager has won the <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/jan/18/spanish-super-cup-athletic-bilbao-barcelona-lionel-messi\">Spanish Super Cup</a>, been at two <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/blog/2021/apr/02/copa-del-rey-final-real-sociedad-athletic-bilbao-basque-derby\">Copa del Rey finals</a> and seen his team beat Barcelona, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/jan/14/spanish-super-cup-real-madrid-athletic-bilbao-match-report\">Real Madrid</a> and Atlético Madrid, but he hadn’t seen this. This, he said when at last the place they call the cathedral had fallen quiet again, was “extraordinary.”</span></p><p>Saturday evening and along Pozas – less a street, more a portal drawing football fans to the ground – people were spilling out of bars. On the screen on the side of San Mamés, a man in red and white banged a drum: live pictures, not another recording. Below it, two boys sat on the pavement swapping football stickers and <a data-link-name=\"in body link\" href=\"https://twitter.com/tsf_podcast/status/1429388103232413698\">waiting for the doors to open</a>. This time, 18 months later, they would. It was time to go home.</p><p>This was not the first time fans in Spain have been allowed in – it was the second week of the season after all – and it wasn’t all of them either, capacities still reduced due to coronavirus. But with Getafe and Osasuna still to host matches on Monday, 98,051 people attended first division games, and it felt like a step into the light. More even than last week, although that had been the opening of a new season.</p><p>It had been good too. There is something about Sevilla’s anthem that makes it impossible not to join in. The Camp Nou had felt even more cavernous with no crowd, a silence at last broken with 20,834 seeing in a new, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/10/the-manner-of-lionel-messi-leaving-feels-wrong-for-him-and-for-barcelona\">slightly scary post-Messi era</a> but <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/15/barcelona-real-sociedad-la-liga-match-report\">determined to enjoy it too</a>. Mallorca were back in <em>primera</em> and Osasuna fans, at last, trod the new El Sadar. And yet four opening-round games were held at grounds where some fans had briefly returned at the end of last season – Celta, Valencia, Villarreal, Elche – and this week meant everyone except Rayo and Madrid has returned. There was also something symbolic about what had been saved until now.</p><p>Like Betis opening with a song that carries you along; it was not the 51,521 who had seen Spain’s last game before lockdown – a brilliantly bonkers <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/blog/2020/mar/09/rubi-real-betis-victory-over-real-madrid-la-liga\">victory over Madrid on March 8</a> 2020 – but 23,745 <em>béticos</em> make a lot of noise. Espanyol back, their timing turning out nicely: when they were relegated, fans had not seen second division football for 25 years and still haven’t, the team returning before they had the chance. On Saturday, their comeback was preceded by them lifting the second division trophy and their two Olympians, Óscar Gil and Javi Puado, raising silver medals. Then there were the 7,652 Real Sociedad fans finally able to see the cup winners if no longer the cup holders, their reign <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/apr/03/athletic-bilbao-real-sociedad-copa-del-rey-2020-final-match-report\">the shortest in history</a>. “This was something we wanted for a long time,” captain Mikel Oyarzabal said after a 1-0 win over Rayo. “It was a joy,” added Imanol Alguacil.</p><div id=\"97274227-1d5b-444a-bdd1-fa7efeebe368\"><div><picture itemprop=\"contentUrl\"><img alt=\"Raúl de Tomás of Espanyol (centre) shoots at goal\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_4/images/img4.jpg\"></picture></div><p><span></span><span>Raúl de Tomás (centre right) shoots at goal during Espanyol’s goalless draw against Villarreal. Espanyol spent a season in the second division without fans.</span> Photograph: DAX Images/NurPhoto/Shutterstock</p></div><p>So too was watching Levante. The team who last season drew 3-3 with Barcelona, beat Madrid, beat and <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/feb/22/game-on-in-la-liga-as-levante-burn-atletico-again-to-ignite-title-race\">drew with Atlético</a>; whose last three homes games finished 3-3, 2-2, and 3-3 and who have beaten Madrid three times since Paco López took over in 2018, almost did it again. </p><p>A wild game that had Carlo Ancelotti popping chewing gums like pills, Isco flying and three absurdly good goals, was watched by 9,838 supporters who saw Levante come from 1-0 down to lead 2-1, José Campaña cracking in volley that was silly, Madrid making it 2-2, Levante going ahead again, hitting the post at 3-2 and eventually letting in a late, impossible, floaty toe-poke from Vinícius. They also saw the night finish with the one thing that a match with 30 shots and six goals had so far lacked: the centre-back Rúben Vezo going in goal for the final nine minutes.</p><p>“Madness,” López called it. “This team is very clear about how it wants to play. It’s a spectacle and that’s what I want it to be. For the people this is special, and in the end, it is for them.” This weekend more than any other, that was the point. “Waking up on a Sunday morning with your family or friends to go to the ground is beautiful,” Diego Simeone said, summing it up. “People need football and football needs the people; they are football.”</p><p>That evening, his team played in front of fans at the Metropolitano for the first time in 533 days. A lot has changed since. Except the score: Atlético won 1-0 against Elche. Back then, Marcos Llorente didn’t have a dog called Anfield or possibly even much of a future, still less his status as <a data-link-name=\"in body link\" href=\"https://www.espn.com/soccer/atletico-madrid/story/4074154/llorente-lives-up-to-family-legacy-in-madrid-except-hes-doing-it-for-atleticonot-real\">arguably Spain’s most decisive midfielder</a>. <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/may/23/la-liga-suarez-and-a-haircut-kieran-trippier-revels-in-atleticos-title-glory\">Kieran Trippier was not a title winner</a>. None of them were except Koke and José María Giménez, at least not with Atlético. And Luis Suárez <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/blog/2021/feb/12/the-story-behind-barcelona-disastrous-rejection-of-luis-suarez-atletico-madrid\">was still at Barcelona</a>. There was something slightly strange about watching him introduced to a standing ovation, the first time they had ever seen him live, already an icon, the man who <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/blog/2021/may/17/atletico-madrid-luis-suarez-la-liga-blog-analysis\">took them into the Suárez Zone</a> and <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/blog/2021/may/24/atletico-madrid-win-la-liga-hard-way-diego-simeone-prediction\">to the league</a>.</p><div id=\"ca7f5f1b-d14e-4247-911e-fcc1b1d7051d\"><div><picture itemprop=\"contentUrl\"><img alt=\"Atlético Madrid’s head coach Diego Simeone smiles during the 1-0 win against Elche.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_4/images/img5_u19.jpg\"></picture></div><p><span></span><span>Atlético Madrid’s head coach Diego Simeone smiles during his side’s 1-0 win against Elche in the second week of the Spanish domestic season.</span> Photograph: Oscar J Barroso/Shutterstock</p></div><p>If Suárez didn’t do much in the little time he was on, it didn’t matter. This was as much about the occasion as the game. Given a guard of honour by Elche, Atlético were applauded on by 24,926 fans. Koke at last lifted the league trophy alongside Pedro Palmero, member No 1. He and Simeone laid 379 red and white roses at the side of the pitch, one for each member who had passed away since 2020. A lone violinist, Atlético fan Pablo Navarro, <a data-link-name=\"in body link\" href=\"https://twitter.com/Atleti/status/1429475345066045446\">played the anthem</a>. By the end, Simeone was doing what he loves, the man in black, conducting the crowd. “It’s lovely to be back,” he said.</p><p>Everywhere they agreed, but San Mamés was perhaps the place that said it best. Athletic may be the most exclusive club of all, yet there’s something oddly inclusive about them as well. It grates some supporters – and Real Sociedad fans have particular reason to question the identity created – but at times it can feel like Athletic represent something beyond themselves, an idealised image of what a club is, or should be.</p><p>There is a reason people call their ground the cathedral, a community of the faithful <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2019/sep/02/sport-as-song-and-song-as-sport-a-night-at-the-basque-derby-athletic-bilbao-real-sociedad-la-liga-sid-lowe\">with all its tradition and liturgy</a>, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/blog/2013/sep/17/athletic-bilbao-sid-lowe\">even at a new place</a>, and San Mamés reopening its doors was not just a stadium letting some supporters in. Especially not against Barcelona, an encounter between the two teams that have faced each other more than any others, ever-present in <em>primera</em>. Instead, it was almost like an expression of what it meant to everyone, everywhere.</p><p>There was a standing ovation for Aritz Aduriz, denied that one last final and now given a <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2020/may/22/aritz-aduriz-athletic-bilbao-forced-to-retire\">belated chance to say goodbye</a>. The traditional Athletic battle cry came spelled with 87 Es, and was met by 10,595 voices. The sounds of the Txalaparta thudded, wood on wood. And three generations of Athletic fans – 27, 97 and 16 months – came on together at the start. <a data-link-name=\"in body link\" href=\"https://www.athletic-club.eus/en/news/2021/08/20/alazne-barcenas-story\">Alazne Bárcena</a>, whose father died in the pandemic, did the honorary kick-off. And then it really kicked off.</p><p>There was a fifth of the capacity in there, but there hadn’t been noise like it for months and that mattered. Athletic tore into Barcelona, the way they were always supposed to. Roar is an overused word, but here it feels real. It took just 10 minutes for the first shot to smash off the bar and they didn’t stop there, a storm building in red and white. Iñaki Williams ran as if propelled by the stands, they all did, a team that needs its fans as much or perhaps even more than any. Eric García was overwhelmed. By the end, Athletic had racked up a dozen corners and a dozen shots but no victory.</p><p>There was something frantic, almost feral about it, the volume turned right up. Every run was like a plane taking off, every tackle like a crash. And so, they kept doing it. And when Iñigo Martínez headed in the opening goal early in the second half, the roof felt like it might come in. It also felt like there would be more. But finishing is not Athletic’s thing, even their manager says that. In the middle of it all, the superb Frenkie De Jong was starting to get a grip. Fuel started running low, too. With 15 minutes left, Memphis Depay smashed in a brilliant shot to rescue a point for Barça. There was silence, if only for a second, before applause followed.</p><p>“I’m so proud,” Marcelino said afterwards. “99.9% of the people who watched this game will say we deserved to win. This team gives everything and with the fans we will be better for sure. Athletic has a philosophy and a style of its own: when I came here as a manager, I came to suffer. Now I hope to be watch our opponents suffer and to be able to enjoy it. There were moments when I looked up and thought: ‘Wow, what would this be like with 50,000 people?’ I hope to be able to live that too, and soon.”</p><div data-atom-id=\"48ca0860-a48e-4afd-b961-3f390a6423ba\" data-atom-type=\"guide\" id=\"97cac49f-ef2d-4541-817c-23d4cdfba607\"><details data-atom-id=\"48ca0860-a48e-4afd-b961-3f390a6423ba\" data-snippet-type=\"guide\"><summary><span>Quick Guide</span><h4>La Liga results: week two</h4><span><span><span></span>Show</span></span></summary><div><p>Real Betis 1-1 Cádiz<br>Alavés 0-1 Real Mallorca<br>Espanyol 0-0 Villarreal<br>Granada 1-1 Valencia<br>Athletic Bilbao 1-1 Barcelona<br>Real Sociedad 1-0 Rayo Vallecano<br>Atlético Madrid 1-0 Elche<br>Levante 3-3 Real Madrid<br>Getafe 0-1 Sevilla<br>Osasuna 0-0 Celta Vigo</p></div></details></div><p>A final word for <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2020/apr/21/diego-cervero-spanish-striker-doctor-fight-covid-19.\">Diego Cervero</a>: Striker. Doctor Hero. On Sunday, the Atlético Sanluqueño forward was preparing to face Cádiz’s ‘B’ team at the club’s training ground when one of the Cádiz first-team players collapsed on the adjacent pitch. Called across urgently, <a data-link-name=\"in body link\" href=\"https://twitter.com/Cadiz_CF/status/1429023736666206208%E2%80%99s=20\">he dashed to the player’s aid</a>, eventually leaving with a signed Cádiz shirt, the job done. “Eternally grateful”, <a data-link-name=\"in body link\" href=\"https://twitter.com/ivanalejo7/status/1429025265657733122\">wrote Cádiz’s Ivan Alejo</a>, “you’re a phenomenon in every way.”</p><div data-cy=\"football-table-embed\" id=\"884d7bbb-604f-4573-a1ad-2ff8969c0817\"><table data-embed-type=\"table\">\n        <thead>\n            <tr>\n                <th><abbr title=\"Position\">Pos</abbr></th>\n                <th>Team</th>\n                <th><abbr title=\"Played\">P</abbr></th>\n                <th><abbr title=\"Goal difference\">GD</abbr></th>\n                <th><abbr title=\"Points\">Pts</abbr></th>\n            </tr>\n        </thead>\n        <tbody>\n            \n            <tr>\n                <td>1</td>\n                <td>Sevilla</td>\n                <td>2</td>\n                <td>4</td>\n                <td>6</td>\n            </tr>\n            \n            <tr>\n                <td>2</td>\n                <td>Atletico Madrid</td>\n                <td>2</td>\n                <td>2</td>\n                <td>6</td>\n            </tr>\n            \n            <tr>\n                <td>3</td>\n                <td>Real Madrid</td>\n                <td>2</td>\n                <td>3</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>4</td>\n                <td>Barcelona</td>\n                <td>2</td>\n                <td>2</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>5</td>\n                <td>Mallorca</td>\n                <td>2</td>\n                <td>1</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>6</td>\n                <td>Valencia</td>\n                <td>2</td>\n                <td>1</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>7</td>\n                <td>Real Sociedad</td>\n                <td>2</td>\n                <td>-1</td>\n                <td>3</td>\n            </tr>\n            \n            <tr>\n                <td>8</td>\n                <td>Levante</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>9</td>\n                <td>Cadiz</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>10</td>\n                <td>Real Betis</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>11</td>\n                <td>Athletic Bilbao</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>12</td>\n                <td>Granada</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>13</td>\n                <td>Espanyol</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>14</td>\n                <td>Osasuna</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>15</td>\n                <td>Villarreal</td>\n                <td>2</td>\n                <td>0</td>\n                <td>2</td>\n            </tr>\n            \n            <tr>\n                <td>16</td>\n                <td>Celta Vigo</td>\n                <td>2</td>\n                <td>-1</td>\n                <td>1</td>\n            </tr>\n            \n            <tr>\n                <td>17</td>\n                <td>Elche</td>\n                <td>2</td>\n                <td>-1</td>\n                <td>1</td>\n            </tr>\n            \n            <tr>\n                <td>18</td>\n                <td>Getafe</td>\n                <td>2</td>\n                <td>-2</td>\n                <td>0</td>\n            </tr>\n            \n            <tr>\n                <td>19</td>\n                <td>Alaves</td>\n                <td>2</td>\n                <td>-4</td>\n                <td>0</td>\n            </tr>\n            \n            <tr>\n                <td>20</td>\n                <td>Rayo Vallecano</td>\n                <td>2</td>\n                <td>-4</td>\n                <td>0</td>\n            </tr>\n            \n        </tbody>\n    </table></div></div></main></main></div></div>",
  "textContent": "“I had waited a long time to live this moment,” Marcelino García Toral said, speaking for so many. Since he took over from Gaizka Garitano in January, the Athletic Club manager has won the Spanish Super Cup, been at two Copa del Rey finals and seen his team beat Barcelona, Real Madrid and Atlético Madrid, but he hadn’t seen this. This, he said when at last the place they call the cathedral had fallen quiet again, was “extraordinary.”Saturday evening and along Pozas – less a street, more a portal drawing football fans to the ground – people were spilling out of bars. On the screen on the side of San Mamés, a man in red and white banged a drum: live pictures, not another recording. Below it, two boys sat on the pavement swapping football stickers and waiting for the doors to open. This time, 18 months later, they would. It was time to go home.This was not the first time fans in Spain have been allowed in – it was the second week of the season after all – and it wasn’t all of them either, capacities still reduced due to coronavirus. But with Getafe and Osasuna still to host matches on Monday, 98,051 people attended first division games, and it felt like a step into the light. More even than last week, although that had been the opening of a new season.It had been good too. There is something about Sevilla’s anthem that makes it impossible not to join in. The Camp Nou had felt even more cavernous with no crowd, a silence at last broken with 20,834 seeing in a new, slightly scary post-Messi era but determined to enjoy it too. Mallorca were back in primera and Osasuna fans, at last, trod the new El Sadar. And yet four opening-round games were held at grounds where some fans had briefly returned at the end of last season – Celta, Valencia, Villarreal, Elche – and this week meant everyone except Rayo and Madrid has returned. There was also something symbolic about what had been saved until now.Like Betis opening with a song that carries you along; it was not the 51,521 who had seen Spain’s last game before lockdown – a brilliantly bonkers victory over Madrid on March 8 2020 – but 23,745 béticos make a lot of noise. Espanyol back, their timing turning out nicely: when they were relegated, fans had not seen second division football for 25 years and still haven’t, the team returning before they had the chance. On Saturday, their comeback was preceded by them lifting the second division trophy and their two Olympians, Óscar Gil and Javi Puado, raising silver medals. Then there were the 7,652 Real Sociedad fans finally able to see the cup winners if no longer the cup holders, their reign the shortest in history. “This was something we wanted for a long time,” captain Mikel Oyarzabal said after a 1-0 win over Rayo. “It was a joy,” added Imanol Alguacil.Raúl de Tomás (centre right) shoots at goal during Espanyol’s goalless draw against Villarreal. Espanyol spent a season in the second division without fans. Photograph: DAX Images/NurPhoto/ShutterstockSo too was watching Levante. The team who last season drew 3-3 with Barcelona, beat Madrid, beat and drew with Atlético; whose last three homes games finished 3-3, 2-2, and 3-3 and who have beaten Madrid three times since Paco López took over in 2018, almost did it again. A wild game that had Carlo Ancelotti popping chewing gums like pills, Isco flying and three absurdly good goals, was watched by 9,838 supporters who saw Levante come from 1-0 down to lead 2-1, José Campaña cracking in volley that was silly, Madrid making it 2-2, Levante going ahead again, hitting the post at 3-2 and eventually letting in a late, impossible, floaty toe-poke from Vinícius. They also saw the night finish with the one thing that a match with 30 shots and six goals had so far lacked: the centre-back Rúben Vezo going in goal for the final nine minutes.“Madness,” López called it. “This team is very clear about how it wants to play. It’s a spectacle and that’s what I want it to be. For the people this is special, and in the end, it is for them.” This weekend more than any other, that was the point. “Waking up on a Sunday morning with your family or friends to go to the ground is beautiful,” Diego Simeone said, summing it up. “People need football and football needs the people; they are football.”That evening, his team played in front of fans at the Metropolitano for the first time in 533 days. A lot has changed since. Except the score: Atlético won 1-0 against Elche. Back then, Marcos Llorente didn’t have a dog called Anfield or possibly even much of a future, still less his status as arguably Spain’s most decisive midfielder. Kieran Trippier was not a title winner. None of them were except Koke and José María Giménez, at least not with Atlético. And Luis Suárez was still at Barcelona. There was something slightly strange about watching him introduced to a standing ovation, the first time they had ever seen him live, already an icon, the man who took them into the Suárez Zone and to the league.Atlético Madrid’s head coach Diego Simeone smiles during his side’s 1-0 win against Elche in the second week of the Spanish domestic season. Photograph: Oscar J Barroso/ShutterstockIf Suárez didn’t do much in the little time he was on, it didn’t matter. This was as much about the occasion as the game. Given a guard of honour by Elche, Atlético were applauded on by 24,926 fans. Koke at last lifted the league trophy alongside Pedro Palmero, member No 1. He and Simeone laid 379 red and white roses at the side of the pitch, one for each member who had passed away since 2020. A lone violinist, Atlético fan Pablo Navarro, played the anthem. By the end, Simeone was doing what he loves, the man in black, conducting the crowd. “It’s lovely to be back,” he said.Everywhere they agreed, but San Mamés was perhaps the place that said it best. Athletic may be the most exclusive club of all, yet there’s something oddly inclusive about them as well. It grates some supporters – and Real Sociedad fans have particular reason to question the identity created – but at times it can feel like Athletic represent something beyond themselves, an idealised image of what a club is, or should be.There is a reason people call their ground the cathedral, a community of the faithful with all its tradition and liturgy, even at a new place, and San Mamés reopening its doors was not just a stadium letting some supporters in. Especially not against Barcelona, an encounter between the two teams that have faced each other more than any others, ever-present in primera. Instead, it was almost like an expression of what it meant to everyone, everywhere.There was a standing ovation for Aritz Aduriz, denied that one last final and now given a belated chance to say goodbye. The traditional Athletic battle cry came spelled with 87 Es, and was met by 10,595 voices. The sounds of the Txalaparta thudded, wood on wood. And three generations of Athletic fans – 27, 97 and 16 months – came on together at the start. Alazne Bárcena, whose father died in the pandemic, did the honorary kick-off. And then it really kicked off.There was a fifth of the capacity in there, but there hadn’t been noise like it for months and that mattered. Athletic tore into Barcelona, the way they were always supposed to. Roar is an overused word, but here it feels real. It took just 10 minutes for the first shot to smash off the bar and they didn’t stop there, a storm building in red and white. Iñaki Williams ran as if propelled by the stands, they all did, a team that needs its fans as much or perhaps even more than any. Eric García was overwhelmed. By the end, Athletic had racked up a dozen corners and a dozen shots but no victory.There was something frantic, almost feral about it, the volume turned right up. Every run was like a plane taking off, every tackle like a crash. And so, they kept doing it. And when Iñigo Martínez headed in the opening goal early in the second half, the roof felt like it might come in. It also felt like there would be more. But finishing is not Athletic’s thing, even their manager says that. In the middle of it all, the superb Frenkie De Jong was starting to get a grip. Fuel started running low, too. With 15 minutes left, Memphis Depay smashed in a brilliant shot to rescue a point for Barça. There was silence, if only for a second, before applause followed.“I’m so proud,” Marcelino said afterwards. “99.9% of the people who watched this game will say we deserved to win. This team gives everything and with the fans we will be better for sure. Athletic has a philosophy and a style of its own: when I came here as a manager, I came to suffer. Now I hope to be watch our opponents suffer and to be able to enjoy it. There were moments when I looked up and thought: ‘Wow, what would this be like with 50,000 people?’ I hope to be able to live that too, and soon.”Quick GuideLa Liga results: week twoShowReal Betis 1-1 CádizAlavés 0-1 Real MallorcaEspanyol 0-0 VillarrealGranada 1-1 ValenciaAthletic Bilbao 1-1 BarcelonaReal Sociedad 1-0 Rayo VallecanoAtlético Madrid 1-0 ElcheLevante 3-3 Real MadridGetafe 0-1 SevillaOsasuna 0-0 Celta VigoA final word for Diego Cervero: Striker. Doctor Hero. On Sunday, the Atlético Sanluqueño forward was preparing to face Cádiz’s ‘B’ team at the club’s training ground when one of the Cádiz first-team players collapsed on the adjacent pitch. Called across urgently, he dashed to the player’s aid, eventually leaving with a signed Cádiz shirt, the job done. “Eternally grateful”, wrote Cádiz’s Ivan Alejo, “you’re a phenomenon in every way.”\n        \n            \n                Pos\n                Team\n                P\n                GD\n                Pts\n            \n        \n        \n            \n            \n                1\n                Sevilla\n                2\n                4\n                6\n            \n            \n            \n                2\n                Atletico Madrid\n                2\n                2\n                6\n            \n            \n            \n                3\n                Real Madrid\n                2\n                3\n                4\n            \n            \n            \n                4\n                Barcelona\n                2\n                2\n                4\n            \n            \n            \n                5\n                Mallorca\n                2\n                1\n                4\n            \n            \n            \n                6\n                Valencia\n                2\n                1\n                4\n            \n            \n            \n                7\n                Real Sociedad\n                2\n                -1\n                3\n            \n            \n            \n                8\n                Levante\n                2\n                0\n                2\n            \n            \n            \n                9\n                Cadiz\n                2\n                0\n                2\n            \n            \n            \n                10\n                Real Betis\n                2\n                0\n                2\n            \n            \n            \n                11\n                Athletic Bilbao\n                2\n                0\n                2\n            \n            \n            \n                12\n                Granada\n                2\n                0\n                2\n            \n            \n            \n                13\n                Espanyol\n                2\n                0\n                2\n            \n            \n            \n                14\n                Osasuna\n                2\n                0\n                2\n            \n            \n            \n                15\n                Villarreal\n                2\n                0\n                2\n            \n            \n            \n                16\n                Celta Vigo\n                2\n                -1\n                1\n            \n            \n            \n                17\n                Elche\n                2\n                -1\n                1\n            \n            \n            \n                18\n                Getafe\n                2\n                -2\n                0\n            \n            \n            \n                19\n                Alaves\n                2\n                -4\n                0\n            \n            \n            \n                20\n                Rayo Vallecano\n                2\n                -4\n                0\n            \n            \n        \n    ",
  "length": 12520,
  "excerpt": "“I had waited a long time to live this moment,” Marcelino García Toral said, speaking for so many. Since he took over from Gaizka Garitano in January, the Athletic Club manager has won the Spanish Super Cup, been at two Copa del Rey finals and seen his team beat Barcelona, Real Madrid and Atlético Madrid, but he hadn’t seen this. This, he said when at last the place they call the cathedral had fallen quiet again, was “extraordinary.”",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_19/article_4/images/img4.jpg"
}