{
  "title": "‘My persian had a three-hour blow-dry!’ 150 years of cat shows – then and now | Cats",
  "byline": "Sirin Kale",
  "dir": null,
  "content": "<h2>‘My persian had a three-hour blow-dry!’ 150 years of cat shows – then and now | Cats</h2><div id=\"readability-page-1\" class=\"page\"><p><span><p><span>Patrick of Allington, a blue persian, wins first prize at a ‘society championship show’ at Holy Trinity Hall in central London, 1933. Photograph: Topical Press Agency/Getty Images</span></p></span></p><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>T</span></span><span>he air in the sports centre has a base note of urine. A soundtrack of plaintive mewling is interrupted occasionally by the sharp scratch of a hiss. Humans dart around the floor, attending to the whims of their lusciously furred, bouffant companions. Hairbrushes are wielded; coats are teased to 80s volumes. Over the PA system, an announcement is made. “Long-haired kittens are required in ring five!”</span></p><p>The first cat show took place in Crystal Palace, south-east London, in 1871. I have come to <a data-link-name=\"in body link\" href=\"https://lcwwgroup.com/crystalpalace-august\">the LondonCats Worldwide (LCWW) 150th anniversary celebration show</a>. Over two days, 200 competitors will converge on the Crystal Palace national sports centre, cat carriers in hand. In six rings along one wall of the show floor, judges will assess each animal for temperament, condition and conformity to the breed standard, before an audience of paying spectators.</p><p>Cats of all stripes stare out solemnly from rows of carriers. Somalis and siamese and siberians and shorthairs. Balinese and maine coons and Scottish folds and cornish rex. Persians, of course – those majestic emperors of the species. Abyssinians, with the ticked coat of an African wildcat. Sphinxes, caught in the nude, startled and abashed. Syrupy-sweet ragdolls with cherubic expressions. Bengals that look like leopards shrunk in the wash. And moggies, of course, skulking in the background like the unloved members of a pop group.</p><div id=\"f385b697-494d-4a78-a6e2-339be545250d\"><picture itemprop=\"contentUrl\"><img alt=\"LCWW judge Jane Allen\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img3_u9.jpg\"></picture></div><div id=\"b5e2a842-c5b0-4492-9cd9-c5ade15f1fb6\"><p><span><ul> \n <li><p>Judges including Jane Allen <em>(top)</em> inspect contestants at the LCWW’s show this month.</p></li> \n</ul></span></p></div><p>“I have the best job,” says Steven Meserve, dangling a kitten before the crowd. The US-born founder of the LCWW got into the cat business in his first year of university, when he saw an advert in the newspaper for a bengal. “This was in the early 90s, when bengals were a pipe dream,” he says. (The first modern bengals were bred in the 70s, but they were not commonplace until the mid-90s.) “I bought one and the breeder encouraged me to put it in a show. The rest is history.”</p><div><blockquote>Riley gets whatever he wants. It’s not about us. We just live around him</blockquote><p><cite>Anna McEntee</cite></p></div><p>Meserve has five cats, many of them prize winners. Jack, who is a Scottish fold, was formerly judged the No 1 cat in the world by The International Cat Association (Tica). Not to be outdone, his “brother”, an American shorthair called Stone, also won international kitten of the year. “Everyone knows about dog shows,” says Meserve. “But not a lot of people understand that there are cat shows.” </p><p>There are five competition classes: kittens, cats, alters (cats that have been neutered or spayed), household pets and household pet kittens. Within the classes, the cats are divided according to breed: long hairs are judged against long hairs, shorts hairs against short hairs. The six judges assess each category, meaning that the show has a frenetic quality, as competitors dart between judging rings, sliding their cats into cages like overworked couriers trying to meet their delivery targets. Each judge will have a final for each category, but overall victors are not crowned during the show itself – scores are collated and posted online afterwards.</p><div id=\"1077c0da-3977-4bdd-ba58-06b86653239b\"><div><picture itemprop=\"contentUrl\"><img alt=\"A young competitor at the National Cat Club show in Crystal Palace, 1931\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img5_u2.jpg\"></picture></div><p><span><ul> \n <li><p>A young competitor at the National Cat Club show in Crystal Palace, 1931.</p></li> \n</ul></span></p></div><p>In ring four, Meserve brandishes a female cat with a watchful expression. “This young lady is a cat we don’t see very often,” he says. “She’s a chartreuse. A native cat to France. She only comes in this colour, which is blue. [“Blue” is really grey.] The folklore is that they lived in the monasteries in France.” He picks up a two-year-old blue burmese. “For a burmese, weight is really important,” he says. “When you pick up a burmese, you should be shocked at how much it weighs. These are solid, well-built cats.”</p><p>Meserve’s patter is impressive to behold. Like all the judges present today, he has an encyclopedic knowledge of cats. “It’s important that the judges engage the audience and put on a good show,” he says. He wipes down the table – judges have to spray disinfectant between cats, to prevent the spread of disease. “You have to be slightly mad to run around showing your cats all over the place, right? Animal people are a little crazy.”</p><p>The cats and owners are here today only because of a man named Harrison Weir, who put on that first show in 1871. Weir, an artist, cat lover and illustrator, conceived the idea of a fancy – a Victorian term for an animal competition, which is still in use today – at which cats of different breeds could be judged according to a set of standards. Fancy and non-fancy (non-pedigree) cats were categorised by length of fur, colour and shape. Many of the rules that Weir – known posthumously as “the father of the cat fancy” – set out are still largely upheld today.</p><div id=\"c8b8175d-b8b5-4d9f-a14b-39fd6b0b53bf\"><p><span><ul> \n <li><p>Katie Round with Pasha, a British shorthair kitten, and Trevor Newton with Viscount Sterling, a siberian.</p></li> \n</ul></span></p></div><p>About 20,000 spectators attended the first two-day event to observe 170 cats, including the first siamese to appear at a British show. Cat fancies subsequently broadened their appeal; while most of the exhibitors at the original show had been middle- and upper-class cat fanciers (people who breed and care for cats), by the second show, in December 1871, a category for the “working men’s cat” had been introduced. The shows grew in popularity throughout the 19th century, leading to the creation of the Governing Council of the Cat Fancy (GCCF), which hosts cat shows and registers breeds to this day.</p><p>Apart from a brief hiatus during the world wars, cat fancies have endured, often organised by regional or breed-specific cat clubs, in addition to the GCCF, Tica and the new kid on the block – the LCWW. During Covid, cat shows went virtual; today, attendance is lower than usual, since international competitors can’t fly in to exhibit their cats. Under normal circumstances, there are about 140 cat shows a year in the UK.</p><div id=\"efc73d34-e8c1-4472-beac-ccc654db6250\"><div><picture itemprop=\"contentUrl\"><img alt=\"A five-week-old siamese kitten at the Hertfordshire and Middlesex show in 1957.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img8.jpg\"></picture></div><p><span><ul> \n <li><p>A five-week-old siamese at the Hertfordshire and Middlesex show in 1957.</p></li> \n</ul></span></p></div><p>Weir founded cat fancies “<a data-link-name=\"in body link\" href=\"http://messybeast.com/showing.htm\">so that the different breeds, colours, markings etc might be more carefully attended to</a> and the domestic cat sitting in front of the fire would then possess a beauty and an attractiveness to its owner unobserved and unknown because [it was] uncultivated before”. But he came to regret his creation. In 1892, <a data-link-name=\"in body link\" href=\"http://messybeast.com/showing.htm\">Weir decried the membership of the National Cat Club</a>: “I found the principal idea of many of its members consisted not so much in promoting the welfare of the cat as of winning prizes.” </p><p>Not everyone agrees. “It is very competitive,” says Trevor Newton, 61, a bus driver from Sidcup in south-east London. “We just come along, do the show and if we win something, we win something. But others – they can get competitive.” Newton is exhibiting two siberians, Lady Beulah and Viscount Sterling. “He’s a little bit overweight,” Newton says of Sterling, who is sleeping in his cat carrier and resembles an overstuffed draught excluder. “We’re going to have to knock him down a little bit.”</p><p>Although the cats are descended from prize-winning stock, they are not performing very well today. “He normally does better,” says Newton, dejectedly, of Sterling. </p><p>Attending cat shows is expensive, Newton says. There is travel, hotels, food and the cost of entry – usually about £500. To recoup some costs, almost everyone I speak to is also a breeder – Newton and his wife sell siberian kittens. (She is at home today, looking after a litter.) Doing well at a cat show is excellent marketing. “It gives us a good name with our kittens,” Newton says. “They’ve won at this competition, they’ve been here and done that.”</p><p>Newton initially attended the shows to appease his wife. “When I first started coming, I thought: nah, it ain’t for me.” But the social side won him over. “It’s the same people at all the shows,” he says. “You go around, have a little chat; everyone is very helpful. We all meet up in the evening, 10 or 15 of us, go out for a meal, have a few drinks and a laugh.”</p><div id=\"065f3398-13e3-4000-abd5-dcd1e0fba1d9\"><div><picture itemprop=\"contentUrl\"><img alt=\"Anna McEntee with Riley, her award-winning white persian\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img9_u11.jpg\"></picture></div><p><span><ul> \n <li><p>Anna McEntee with Riley, her award-winning white persian.</p></li> \n</ul></span></p></div><p>As a male aficionado of cat shows, Newton is in the minority: the exhibitors at the cat show are almost all women. “Where else can a 65-year-old single woman go?” says Jayne Rogers, a carer from Staffordshire.</p><p>Like Newton, Rogers is in it for the social side of things, not the medals: “If you beat somebody one day and they beat you the next day, there’s no animosity.” But today, Rogers, who owns 11 cats, is doing well: her long-haired siamese just placed second in the alter specialty class. “He has another five classes to do today,” she says.</p><div><blockquote>We all have a standard we judge to, because they’re all really cute</blockquote><p><cite>Jane Allen</cite></p></div><p>There is a saying in the cat-show world, trotted out by judges and competitors alike repeatedly: everyone takes the best cat home, regardless of whether they win or lose. But there is one cat that reigns over all the other felines in attendance today. That cat is Riley – or, to use his proper title, Regional Winner, Supreme Grand Champion Alter, Imperial Grand Champion and Supreme Olympian Gold, Imperial Grand Premier, Cully Khan Vivaldi.</p><p>“He’s currently the top-scoring alter in the world,” says his owner, Anna McEntee, 44, a credit director from Cambridgeshire. Riley is a 7kg (15lb) white persian with an aristocratic, uninterested air. “He’s very aloof because he knows he’s special,” says McEntee. When she walks into shows with him, McEntee says, other competitors gasp. But she tries not to let it go to her head. “There’s always going to be a new up-and-coming cat,” she says.</p><p>Riley’s coat is ample and silky-soft. Beside him is an oversized vanity case, which contains his grooming products: combs and brushes, powders and sprays. “He does have to put up with a lot,” says McEntee. “I mean, a three-hour blow-dry.” As Riley stares at us contemptuously, I ask McEntee if she feels that she serves him. “Well of course,” she says. “He gets whatever he wants. It’s not about us. We just live around him.”</p><div id=\"85c01d7c-f223-4c8f-b0f5-2b344a11ff28\"><div><picture itemprop=\"contentUrl\"><img alt=\"Mrs AH Cattermole examines Sealeigh Grey Knight at the Crystal’s Cat Show at Olympia, London, in 1950.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img10_u1.jpg\"></picture></div><p><span><ul> \n <li><p>Mrs AH Cattermole examines Sealeigh Grey Knight at the Crystal’s cat show at Olympia, London, in 1950.</p></li> \n</ul></span></p></div><p>Surveying the attenders, it is clear that a better-loved cohort of cats and kittens you will not find. Most of the animals lifted into the rings to be handled and assessed by the judges seem unfazed. But there are a few cats exhibiting visible signs of distress, which makes for uncomfortable viewing. “Some cats don’t do well,” says Meserve. “They will never be show cats.” A tabby kitten in ring one is clearly frightened, hissing at Jane Allen, one of the judges. “I wouldn’t hold that behaviour against him,” she says. “He’s not vicious and nasty.” A cat presented in ring two has faeces on his leg and an unhappy expression on his face. “That should be groomed out,” Allen says, quietly.</p><p>It was for this reason that I declined the opportunity to exhibit <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/lifeandstyle/2021/jul/22/hidden-world-cats-what-feline-friends-doing-when-were-not-looking\">my moggy, Larry</a>, in the household pets category – I feared he would hate it. But that doesn’t mean I can’t sneak a free assessment from the experts. I pull out my phone and swipe through my most flattering photographs of Larry. “He’s beautiful,” Allen coos, convincingly. “What a big hunk.” But her judging standards are exacting. “We all have a standard we judge to,” she says. “Because they’re all really cute.”</p><div id=\"8d5e5dee-1b37-4ca0-bbbd-c408ff5e0cb9\"><div><picture itemprop=\"contentUrl\"><img alt=\"Exhibitors at the LCWW’s show this month\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img11_u11.jpg\"></picture></div><p><span><ul> \n <li><p>Exhibitors at the LCWW’s show this month.</p></li> \n</ul></span></p></div><p>As the day wears on, judging draws to a close. In ring four, the all-breed kitten final is taking place. Looking on is 26-year-old Katie Round, a music tutor from Byfleet in Surrey. Her sphinx, Beerus, watches us from his carrier. Round is a longtime attender of cat shows – her mother is a breeder and used to take her around the UK with their selkirk rex, Indiana. “I wasn’t the biggest fan when I was little,” says Round. “A lot of early mornings.” Round took a break from the cat-show circuit when she went to university. “She discovered music and boys!” her mother interjects. But Round is happy to rediscover the joys of cat shows and spend time with her mum. </p><p>She explains the curious devotion the attenders have for their furry friends. “It’s the partnership they give you,” she says. “My Beerus sleeps in my bed every night, right up on me, purring and cleaning my face. It’s that affection. Like, you’re more than just my pet. You’re my companion. We’re here against the world together.”</p><p>We look out at a room full of primped, pampered, cosseted cats and their human attendants. In ancient times, we used to worship cats. It appears that some of us still do.</p><p><em><a data-link-name=\"in body link\" href=\"https://lcwwgroup.com/surrey-august-2021\">The next LCWW cat show </a></em><em><a data-link-name=\"in body link\" href=\"https://lcwwgroup.com/surrey-august-2021\">is in Leatherhead on 28-29 August</a></em></p></div></main></main></div></div>",
  "textContent": "Patrick of Allington, a blue persian, wins first prize at a ‘society championship show’ at Holy Trinity Hall in central London, 1933. Photograph: Topical Press Agency/Getty ImagesThe air in the sports centre has a base note of urine. A soundtrack of plaintive mewling is interrupted occasionally by the sharp scratch of a hiss. Humans dart around the floor, attending to the whims of their lusciously furred, bouffant companions. Hairbrushes are wielded; coats are teased to 80s volumes. Over the PA system, an announcement is made. “Long-haired kittens are required in ring five!”The first cat show took place in Crystal Palace, south-east London, in 1871. I have come to the LondonCats Worldwide (LCWW) 150th anniversary celebration show. Over two days, 200 competitors will converge on the Crystal Palace national sports centre, cat carriers in hand. In six rings along one wall of the show floor, judges will assess each animal for temperament, condition and conformity to the breed standard, before an audience of paying spectators.Cats of all stripes stare out solemnly from rows of carriers. Somalis and siamese and siberians and shorthairs. Balinese and maine coons and Scottish folds and cornish rex. Persians, of course – those majestic emperors of the species. Abyssinians, with the ticked coat of an African wildcat. Sphinxes, caught in the nude, startled and abashed. Syrupy-sweet ragdolls with cherubic expressions. Bengals that look like leopards shrunk in the wash. And moggies, of course, skulking in the background like the unloved members of a pop group. \n Judges including Jane Allen (top) inspect contestants at the LCWW’s show this month. \n“I have the best job,” says Steven Meserve, dangling a kitten before the crowd. The US-born founder of the LCWW got into the cat business in his first year of university, when he saw an advert in the newspaper for a bengal. “This was in the early 90s, when bengals were a pipe dream,” he says. (The first modern bengals were bred in the 70s, but they were not commonplace until the mid-90s.) “I bought one and the breeder encouraged me to put it in a show. The rest is history.”Riley gets whatever he wants. It’s not about us. We just live around himAnna McEnteeMeserve has five cats, many of them prize winners. Jack, who is a Scottish fold, was formerly judged the No 1 cat in the world by The International Cat Association (Tica). Not to be outdone, his “brother”, an American shorthair called Stone, also won international kitten of the year. “Everyone knows about dog shows,” says Meserve. “But not a lot of people understand that there are cat shows.” There are five competition classes: kittens, cats, alters (cats that have been neutered or spayed), household pets and household pet kittens. Within the classes, the cats are divided according to breed: long hairs are judged against long hairs, shorts hairs against short hairs. The six judges assess each category, meaning that the show has a frenetic quality, as competitors dart between judging rings, sliding their cats into cages like overworked couriers trying to meet their delivery targets. Each judge will have a final for each category, but overall victors are not crowned during the show itself – scores are collated and posted online afterwards. \n A young competitor at the National Cat Club show in Crystal Palace, 1931. \nIn ring four, Meserve brandishes a female cat with a watchful expression. “This young lady is a cat we don’t see very often,” he says. “She’s a chartreuse. A native cat to France. She only comes in this colour, which is blue. [“Blue” is really grey.] The folklore is that they lived in the monasteries in France.” He picks up a two-year-old blue burmese. “For a burmese, weight is really important,” he says. “When you pick up a burmese, you should be shocked at how much it weighs. These are solid, well-built cats.”Meserve’s patter is impressive to behold. Like all the judges present today, he has an encyclopedic knowledge of cats. “It’s important that the judges engage the audience and put on a good show,” he says. He wipes down the table – judges have to spray disinfectant between cats, to prevent the spread of disease. “You have to be slightly mad to run around showing your cats all over the place, right? Animal people are a little crazy.”The cats and owners are here today only because of a man named Harrison Weir, who put on that first show in 1871. Weir, an artist, cat lover and illustrator, conceived the idea of a fancy – a Victorian term for an animal competition, which is still in use today – at which cats of different breeds could be judged according to a set of standards. Fancy and non-fancy (non-pedigree) cats were categorised by length of fur, colour and shape. Many of the rules that Weir – known posthumously as “the father of the cat fancy” – set out are still largely upheld today. \n Katie Round with Pasha, a British shorthair kitten, and Trevor Newton with Viscount Sterling, a siberian. \nAbout 20,000 spectators attended the first two-day event to observe 170 cats, including the first siamese to appear at a British show. Cat fancies subsequently broadened their appeal; while most of the exhibitors at the original show had been middle- and upper-class cat fanciers (people who breed and care for cats), by the second show, in December 1871, a category for the “working men’s cat” had been introduced. The shows grew in popularity throughout the 19th century, leading to the creation of the Governing Council of the Cat Fancy (GCCF), which hosts cat shows and registers breeds to this day.Apart from a brief hiatus during the world wars, cat fancies have endured, often organised by regional or breed-specific cat clubs, in addition to the GCCF, Tica and the new kid on the block – the LCWW. During Covid, cat shows went virtual; today, attendance is lower than usual, since international competitors can’t fly in to exhibit their cats. Under normal circumstances, there are about 140 cat shows a year in the UK. \n A five-week-old siamese at the Hertfordshire and Middlesex show in 1957. \nWeir founded cat fancies “so that the different breeds, colours, markings etc might be more carefully attended to and the domestic cat sitting in front of the fire would then possess a beauty and an attractiveness to its owner unobserved and unknown because [it was] uncultivated before”. But he came to regret his creation. In 1892, Weir decried the membership of the National Cat Club: “I found the principal idea of many of its members consisted not so much in promoting the welfare of the cat as of winning prizes.” Not everyone agrees. “It is very competitive,” says Trevor Newton, 61, a bus driver from Sidcup in south-east London. “We just come along, do the show and if we win something, we win something. But others – they can get competitive.” Newton is exhibiting two siberians, Lady Beulah and Viscount Sterling. “He’s a little bit overweight,” Newton says of Sterling, who is sleeping in his cat carrier and resembles an overstuffed draught excluder. “We’re going to have to knock him down a little bit.”Although the cats are descended from prize-winning stock, they are not performing very well today. “He normally does better,” says Newton, dejectedly, of Sterling. Attending cat shows is expensive, Newton says. There is travel, hotels, food and the cost of entry – usually about £500. To recoup some costs, almost everyone I speak to is also a breeder – Newton and his wife sell siberian kittens. (She is at home today, looking after a litter.) Doing well at a cat show is excellent marketing. “It gives us a good name with our kittens,” Newton says. “They’ve won at this competition, they’ve been here and done that.”Newton initially attended the shows to appease his wife. “When I first started coming, I thought: nah, it ain’t for me.” But the social side won him over. “It’s the same people at all the shows,” he says. “You go around, have a little chat; everyone is very helpful. We all meet up in the evening, 10 or 15 of us, go out for a meal, have a few drinks and a laugh.” \n Anna McEntee with Riley, her award-winning white persian. \nAs a male aficionado of cat shows, Newton is in the minority: the exhibitors at the cat show are almost all women. “Where else can a 65-year-old single woman go?” says Jayne Rogers, a carer from Staffordshire.Like Newton, Rogers is in it for the social side of things, not the medals: “If you beat somebody one day and they beat you the next day, there’s no animosity.” But today, Rogers, who owns 11 cats, is doing well: her long-haired siamese just placed second in the alter specialty class. “He has another five classes to do today,” she says.We all have a standard we judge to, because they’re all really cuteJane AllenThere is a saying in the cat-show world, trotted out by judges and competitors alike repeatedly: everyone takes the best cat home, regardless of whether they win or lose. But there is one cat that reigns over all the other felines in attendance today. That cat is Riley – or, to use his proper title, Regional Winner, Supreme Grand Champion Alter, Imperial Grand Champion and Supreme Olympian Gold, Imperial Grand Premier, Cully Khan Vivaldi.“He’s currently the top-scoring alter in the world,” says his owner, Anna McEntee, 44, a credit director from Cambridgeshire. Riley is a 7kg (15lb) white persian with an aristocratic, uninterested air. “He’s very aloof because he knows he’s special,” says McEntee. When she walks into shows with him, McEntee says, other competitors gasp. But she tries not to let it go to her head. “There’s always going to be a new up-and-coming cat,” she says.Riley’s coat is ample and silky-soft. Beside him is an oversized vanity case, which contains his grooming products: combs and brushes, powders and sprays. “He does have to put up with a lot,” says McEntee. “I mean, a three-hour blow-dry.” As Riley stares at us contemptuously, I ask McEntee if she feels that she serves him. “Well of course,” she says. “He gets whatever he wants. It’s not about us. We just live around him.” \n Mrs AH Cattermole examines Sealeigh Grey Knight at the Crystal’s cat show at Olympia, London, in 1950. \nSurveying the attenders, it is clear that a better-loved cohort of cats and kittens you will not find. Most of the animals lifted into the rings to be handled and assessed by the judges seem unfazed. But there are a few cats exhibiting visible signs of distress, which makes for uncomfortable viewing. “Some cats don’t do well,” says Meserve. “They will never be show cats.” A tabby kitten in ring one is clearly frightened, hissing at Jane Allen, one of the judges. “I wouldn’t hold that behaviour against him,” she says. “He’s not vicious and nasty.” A cat presented in ring two has faeces on his leg and an unhappy expression on his face. “That should be groomed out,” Allen says, quietly.It was for this reason that I declined the opportunity to exhibit my moggy, Larry, in the household pets category – I feared he would hate it. But that doesn’t mean I can’t sneak a free assessment from the experts. I pull out my phone and swipe through my most flattering photographs of Larry. “He’s beautiful,” Allen coos, convincingly. “What a big hunk.” But her judging standards are exacting. “We all have a standard we judge to,” she says. “Because they’re all really cute.” \n Exhibitors at the LCWW’s show this month. \nAs the day wears on, judging draws to a close. In ring four, the all-breed kitten final is taking place. Looking on is 26-year-old Katie Round, a music tutor from Byfleet in Surrey. Her sphinx, Beerus, watches us from his carrier. Round is a longtime attender of cat shows – her mother is a breeder and used to take her around the UK with their selkirk rex, Indiana. “I wasn’t the biggest fan when I was little,” says Round. “A lot of early mornings.” Round took a break from the cat-show circuit when she went to university. “She discovered music and boys!” her mother interjects. But Round is happy to rediscover the joys of cat shows and spend time with her mum. She explains the curious devotion the attenders have for their furry friends. “It’s the partnership they give you,” she says. “My Beerus sleeps in my bed every night, right up on me, purring and cleaning my face. It’s that affection. Like, you’re more than just my pet. You’re my companion. We’re here against the world together.”We look out at a room full of primped, pampered, cosseted cats and their human attendants. In ancient times, we used to worship cats. It appears that some of us still do.The next LCWW cat show is in Leatherhead on 28-29 August",
  "length": 12627,
  "excerpt": "Patrick of Allington, a blue persian, wins first prize at a ‘society championship show’ at Holy Trinity Hall in central London, 1933. Photograph: Topical Press Agency/Getty Images",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_13/article_0/images/img3_u9.jpg"
}