{
  "title": "Tesla faces scrutiny",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>Tesla faces scrutiny</h2><div id=\"readability-page-1\" class=\"page\"><div>\n      <p> Source:Reuters Published: 2019/9/6 0:13:39 </p>\n      \n      \n      <hr>\n    </div><p><h4> US safety agency cites driverless design as factor in California fire truck collision </h4><hr></p><div> <p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----calibre/feed_0/article_7/images/img1_u4.jpg\"></p>\n<p>Tesla vehicles sit parked outside of a showroom in Brooklyn in New York. File photo: VCG</p><p>The National Transportation Safety Board (NTSB) on Wednesday cited driver errors and Tesla Inc's Autopilot design as the probable causes of a Model S crash in January 2018. The car, which was operating in Autopilot mode, crashed into a parked fire truck on a highway in California early last year.</p><p>The safety board, which previously criticized Tesla's driver-assistance system Autopilot after a 2016 fatal crash in Florida, said that the system's design \"permitted the driver to disengage from the driving task\" in the Culver City, California, crash. The NTSB said on Tuesday that Autopilot allowed the driver to keep his hands off the wheel for the vast majority of the nearly 14 minutes of the trip.</p><p>The fire truck was unoccupied and the driver was not injured in the incident. The NTSB cited the driver's \"inattention and overreliance\" on the advanced driver assistance system.</p><p>Tesla's Autopilot was engaged during at least three fatal US crashes, including one involving a 2018 Model 3 in Delray Beach, Florida, and a crash in Mountain View, California, of a Model X. Both incidents, which occurred in March 2018, remain under investigation by the NTSB and the National Highway Traffic Safety Administration (NHTSA). The NTSB is responsible for making safety recommendations, while the NHTSA can order a recall if it deems a defect poses an unreasonable risk to safety.</p><p>The Center for Auto Safety, a consumer-watchdog group, said on Wednesday that the NTSB report should prompt NHTSA to \"do its job and recall these vehicles ... A vehicle that enables a driver to not pay attention, or fall asleep, while accelerating into a parked fire truck is defective and dangerous.\"</p><p>Tesla said in an emailed statement that since the 2018 crash, \"We have made updates to our system including adjusting the time intervals between hands-on warnings and the conditions under which they're activated.\"</p><p>The company added that Tesla owners have driven billions of miles with Autopilot engaged, and that its data \"indicates that drivers using Autopilot remain safer than those operating without assistance.\"</p><p>The crashes raised questions about the driver-assistance system's ability to detect hazards, and sparked safety concerns about systems that can perform driving tasks for extended stretches of time with little or no human intervention, but which cannot completely replace human drivers.</p><p>After the fatal 2016 Florida crash, NTSB asked six automakers with advanced driver assistance systems - Tesla, Volkswagen AG, BMW AG, Nissan Motor Co, Daimler AG and Volvo Car - to \"develop applications to more effectively sense the driver's level of engagement and alert the driver when engagement is lacking while automated vehicle control systems are in use.\"</p><p>\"All manufacturers except Tesla have responded to the NTSB, explaining their current systems and their efforts to reduce misuse and keep drivers engaged,\" the NTSB said.</p><p>While Tesla drivers say they are able to avoid holding the steering wheel for extended periods while using Autopilot, Tesla advises drivers to keep their hands on the wheel and pay attention while using the system.</p><p>The NTSB said that had the driver in the case been paying close attention, \"he could have taken evasive action to avoid or mitigate the collision.\"</p> </div></div>",
  "textContent": "\n       Source:Reuters Published: 2019/9/6 0:13:39 \n      \n      \n      \n     US safety agency cites driverless design as factor in California fire truck collision  \nTesla vehicles sit parked outside of a showroom in Brooklyn in New York. File photo: VCGThe National Transportation Safety Board (NTSB) on Wednesday cited driver errors and Tesla Inc's Autopilot design as the probable causes of a Model S crash in January 2018. The car, which was operating in Autopilot mode, crashed into a parked fire truck on a highway in California early last year.The safety board, which previously criticized Tesla's driver-assistance system Autopilot after a 2016 fatal crash in Florida, said that the system's design \"permitted the driver to disengage from the driving task\" in the Culver City, California, crash. The NTSB said on Tuesday that Autopilot allowed the driver to keep his hands off the wheel for the vast majority of the nearly 14 minutes of the trip.The fire truck was unoccupied and the driver was not injured in the incident. The NTSB cited the driver's \"inattention and overreliance\" on the advanced driver assistance system.Tesla's Autopilot was engaged during at least three fatal US crashes, including one involving a 2018 Model 3 in Delray Beach, Florida, and a crash in Mountain View, California, of a Model X. Both incidents, which occurred in March 2018, remain under investigation by the NTSB and the National Highway Traffic Safety Administration (NHTSA). The NTSB is responsible for making safety recommendations, while the NHTSA can order a recall if it deems a defect poses an unreasonable risk to safety.The Center for Auto Safety, a consumer-watchdog group, said on Wednesday that the NTSB report should prompt NHTSA to \"do its job and recall these vehicles ... A vehicle that enables a driver to not pay attention, or fall asleep, while accelerating into a parked fire truck is defective and dangerous.\"Tesla said in an emailed statement that since the 2018 crash, \"We have made updates to our system including adjusting the time intervals between hands-on warnings and the conditions under which they're activated.\"The company added that Tesla owners have driven billions of miles with Autopilot engaged, and that its data \"indicates that drivers using Autopilot remain safer than those operating without assistance.\"The crashes raised questions about the driver-assistance system's ability to detect hazards, and sparked safety concerns about systems that can perform driving tasks for extended stretches of time with little or no human intervention, but which cannot completely replace human drivers.After the fatal 2016 Florida crash, NTSB asked six automakers with advanced driver assistance systems - Tesla, Volkswagen AG, BMW AG, Nissan Motor Co, Daimler AG and Volvo Car - to \"develop applications to more effectively sense the driver's level of engagement and alert the driver when engagement is lacking while automated vehicle control systems are in use.\"\"All manufacturers except Tesla have responded to the NTSB, explaining their current systems and their efforts to reduce misuse and keep drivers engaged,\" the NTSB said.While Tesla drivers say they are able to avoid holding the steering wheel for extended periods while using Autopilot, Tesla advises drivers to keep their hands on the wheel and pay attention while using the system.The NTSB said that had the driver in the case been paying close attention, \"he could have taken evasive action to avoid or mitigate the collision.\" ",
  "length": 3518,
  "excerpt": "The National Transportation Safety Board (NTSB) on Wednesday cited driver errors and Tesla Inc's Autopilot design as the probable causes of a Model S crash in January 2018. The car, which was operating in Autopilot mode, crashed into a parked fire truck on a highway in California early last year.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----calibre/feed_0/article_7/images/img1_u4.jpg"
}