{
  "title": "Rob Burrow: ‘It’s beautiful being cared for by the only girl you’ve ever loved’ | Rugby league",
  "byline": "Donald McRae",
  "dir": null,
  "content": "<h2>Rob Burrow: ‘It’s beautiful being cared for by the only girl you’ve ever loved’ | Rugby league</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>I</span></span><span>t’s quiet and peaceful in the summerhouse where Rob and Lindsey Burrow sit together. Pale Yorkshire sunshine streams in through the windows. We’re out in the garden in Castleford, at the home of Rob’s parents, and there are times when it’s possible to almost forget the deadly impact of motor neurone disease. Rob won eight Grand Finals with Leeds Rhinos as they dominated rugby league from 2004 to 2017 and <a data-link-name=\"in body link\" href=\"https://www.youtube.com/watch?v=eWYx4sS1YTY\" title=\"\">he played 20 times for Great Britain and England in a celebrated career</a>. But this once cheerfully garrulous man is now a silent prisoner in his body as MND paralyses him and prevents him from talking.</span></p><p>Rob still smiles easily and breaks his silence when he laughs. <a data-link-name=\"in body link\" href=\"https://www.youtube.com/watch?v=y-y014GAhKo\" title=\"\">His vocal cords are in the grip of MND</a> so it is no ordinary laugh. Sometimes, his short bark of mirth makes it sound like he is crying or struggling for breath. But his eyes confirm he is laughing. The pain and the sorrow are hidden then in the shadows beyond the summerhouse.</p><p>I have come to know Rob and Lindsey pretty well over the past four months and communication has never been a problem between us. <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2021/may/07/rob-and-lindsey-burrow\" title=\"\">It is a challenge interviewing a man who cannot speak</a> but Rob uses a voice app called Eyegaze to express his thoughts. He stares at a screen and his eyes pick out individual letters so he can slowly type out words and sentences. When he is ready a recorded version of his voice says the words out loud.</p><p>“There are times when I think about death,” the 38-year-old told me in May, “but I’m not afraid of dying.” Rob and Lindsey have been together since they were 15 and he said: “There’s something beautiful about being cared for by the only girl you’ve ever loved.”</p><p>We have spoken about life and death, disease and love, hope and sadness. Even though this is the first time we have met in person, it feels as if I am back with old friends. All the Zoom conversations, emails and texts cannot match being with them as they tell me about their summer holiday, their children and the state of Rob’s health. They also talk about the Euros and Olympics, as well as their memories of growing up in this quiet corner of Castleford. Rob played rugby in a cul-de-sac down the road on summer afternoons, just like today, in the early 1990s.</p><p><a data-link-name=\"in body link\" href=\"https://www.panmacmillan.com/authors/rob-burrow/too-many-reasons-to-live/9781529073249\" title=\"\">Rob’s moving memoir</a>, about his rugby career and his extraordinary resolve as he fights against MND, is published this week. “I’m a bit nervous about the launch because I don’t like to be in the spotlight,” he says. “But I know that, afterwards, it won’t seem as intense as I expected.”</p><p>The book is also about the enduring love story between him and Lindsey. “I think it’s uplifting,” she says of the book. “For people who have been through tough times with Covid it will make them feel that, no matter how hard things become, there is always something to look forward to in life. Rob shows us this every day.”</p><p>The Burrows have accepted the diagnosis of MND, which they received on a shattering day in December 2019, but Rob continues to fight the medical prognosis that suggested he had two years to live. “Throughout his career Rob defied the odds against him [at 5ft 4in and weighing less than 10st he was invariably the smallest man on the pitch] and he’s determined to defy the odds again,” Lindsey says. “He said: ‘If the doctor gives you two years to live then double that with me.’ That’s Rob’s philosophy.”</p><p>“Absolutely,” Rob says. “I never feel I will be out of here before I am done.”</p><div id=\"7594a50a-c906-4ba8-839e-481f81eb8ce7\"><div><picture itemprop=\"contentUrl\"><img alt=\"Rob and Lindsey Burrow with their children (from left) Maya, Jackson and Macy.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_3/images/img3_u18.jpg\"></picture></div><p><span></span><span>Rob and Lindsey Burrow with their children (from left) Maya, Jackson and Macy.</span> Photograph: Allan McKenzie/SWpix.com/Shutterstock</p></div><p>In an email he explains that the bleak prognosis is based on statistics relating to “the average age of people who suffer from MND, which is around 65. I am much younger and my body was a lot stronger when I got diagnosed.</p><p>“I dread the day I leave Lindsey and the kids behind. But I don’t process that thought because that’s when you give up. I have no intention of thinking that way. I firmly believe a cure is possible – or at least a treatment that stalls the progression.”</p><p>Rob’s optimism is buoyed up by his father, Geoff, who scours the internet and talks to specialists around the world who give him hope the battle against the disease is not as futile as some people believe. “Geoff is so positive and that’s where Rob gets it from,” Lindsey says. “What does your dad always say, Rob? ‘We can, we will.’”</p><p>There is a gurgle of a laugh from Rob before Lindsey continues. “Geoff is determined he will find a cure and he’s constantly researching or listening to MND podcasts. Every day there’ll been an email update from Geoff.</p><p>“Rob laughs because he knows his dad. You know, one of the first things Rob said on the day he was diagnosed was: ‘Thank goodness it’s not you or the kids.’ Then, in the car on the way home, he was a bit worried. Rob said: ‘It’ll kill my dad.’ Geoff had had a heart attack a couple of years before and so Rob worried about his parents.</p><p>“But his mum and his dad have been great and it’s given Geoff such focus. He said that life used to just tick by. But now he works so hard on researching and coming up with reasons for hope. He and Rob are so determined.”</p><p>Lindsey is a physiotherapist who has worked with MND patients for years. She turns gently to Rob: “I think you see things differently to me because of my medical background. When you don’t have that scientific knowledge and you look on the internet there’s a lot to read. The optimism is great. But it’s difficult because I don’t want to sound too downbeat. Sometimes, I just keep quiet. Everyone has their own way of dealing with things.”</p><div><blockquote>I know how I feel more than anyone and I have never been anything other than positive</blockquote><p><cite>Rob Burrow</cite></p></div><p>The Burrows have been boosted by a recent consultation with Rob’s specialist in Leeds. “She was really pleased with Rob and his weight has been stable,” Lindsey says. “When we first spoke to you in April I felt Rob looked very drawn. But he is much fuller in the face now. He looks healthier.”</p><p>Rob says: “I’m feeling exactly the same as I did three months ago. I don’t think I have declined. You can regress quickly but then you plateau for a while. I am stable now. I was really encouraged when I saw Dr Jung. She said how well I am doing. But if she had been negative it would not have changed my outlook. I know how I feel more than anyone and I have never been anything other than positive.”</p><p>He lost all sense of smell and taste last month. It was an early sign he had contracted Covid but, as they both stress, he was just “a little washed-out” as he recovered fully from the virus. Rob is soon joking that one of his biggest gripes is an unchanging diet. He can’t swallow easily and so his food has to be pureed. “I crave anything I cannot eat, especially when the kids get a Domino’s [pizza]. I miss being able to chew and taste the different textures. I would love a pepperoni pizza again but I can only really eat mashed-up food.”</p><div id=\"b2661b0f-7891-457c-b707-aabc58c9df97\"><div><picture itemprop=\"contentUrl\"><img alt=\"Rob Burrow sidesteps past Paul Wellens on his way to a memorable try in Leeds Rhinos’ Grand Final win in 2011.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_3/images/img4_u4.jpg\"></picture></div><p><span></span><span>Rob Burrow sidesteps past Paul Wellens on his way to a memorable try in Leeds Rhinos’ Grand Final win in 2011.</span> Photograph: Craig Brough/Action Images</p></div><p>Lindsey says: “When you look in Rob’s mouth you see quite a lot of muscle wastage with his tongue so he needs food he can swallow easily. Pasta and meat are difficult because he needs to chew those.</p><p>“When we were on holiday a few weeks ago they had chicken tenders and burgers on the menu and Rob said later he wished he could have had something like that. I would have asked [the restaurant] but Rob smiled and said: ‘I don’t think blended chicken nuggets would taste very nice.’ But his appetite’s so much better than it was.”</p><p>I ask Rob if he worries about not being able to swallow one day, which would mean the insertion of a PEG (Percutaneous Endoscopic Gastrostomy) so he can be fed through a tube. “I have not thought about that part of my journey,” he says. “I hope to get a bit better through various treatments. I think I will improve.”</p><p>Their three children, Macy, Maya and Jackson, are aged nine, six and two. Macy has the deepest understanding of Rob’s ordeal and she once said to her mum that she wished she could give her voice to her dad to help him. “How could you not get emotional when your eldest child says that?” Rob writes. “It gives you more incentive to never give in. I intend to see my kids graduate and walk my girls down the aisle. I’ve got too many reasons to live.”</p><p>They were proud when Maya auditioned successfully for a part in a television show on Nickelodeon, as well as a role in Carmen. “I have to ask the school to give her time off,” Lindsey says. “She is doing some matinees and evening performances at Leeds Grand, the Lowry in Salford and Newcastle.”</p><div id=\"c216fd71-c384-49e0-818d-907c3219affc\"><div><picture itemprop=\"contentUrl\"><img alt=\"Rob Burrow celebrates his eighth Grand Final victory in his last game for Leeds in 2017.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_3/images/img5_u25.jpg\"></picture></div><p><span></span><span>Rob Burrow celebrates his eighth Grand Final victory in his last game for Leeds in 2017.</span> Photograph: Richard Sellers/PA Images</p></div><p>Rob’s smile widens. “I felt on top of the world,” he says of the news about Maya. “All I want is to see my kids be happy and have fun. I’ve had a great life so I don’t need anything else. My sole goal is to see my kids reach some milestones and Maya’s achievement was amazing. It makes me want to see more triumphs.”</p><p>But there is sadness too. “The most frustrating thing is not being a proper dad to them,” Rob tells me. “I know I am still their daddy but, when it’s not on your terms, it is horrible. I feel as though the girls knew me as a dad but I know Jackson won’t have the memory of me as a father. I wish I could have just one day with Jackson and be his dad. That’s the cruel thing about this disease. Your mind is working normally, your body isn’t.”</p><p>Lindsey is a marvel of good cheer and selfless commitment to her family but she admits “Birthdays are hard – and Christmas. Rob said to me [last year]: ‘I don’t know if this is going to be my last Christmas.’ That really hit home. Rob’s birthday is next month, mine’s in November and Jackson turns three in December. We will still make them happy days.”</p><div><blockquote>Throughout his career Rob defied the odds against him and he’s determined to defy the odds again</blockquote><p><cite>Lindsey Burrow</cite></p></div><p>A few days later, when Rob writes to me about Lindsey, I think of our afternoon in the summerhouse. All the sunshine and warmth I saw on his face glows from my screen as I read his message.</p><p>“You could not put into words how grateful I am to have met Lindsey. I’m trying not to be soppy but some of the things Lindsey does for me is proof that I have found my one and only. No one deserves to have their world turned upside down. Yet she turns up every morning with a smile on her face knowing what the day ahead looks like, knowing I need help with every single thing.</p><p>“How can she still be smiling through the same Groundhog Day? Shower me, dress me, feed me, take me to the toilet, constantly asking if I need a drink or my medication. She’ll regularly take me for a walk – a lap of the house to make sure my back doesn’t ache and to keep me moving.</p><p>“At the end of the day she has to assist me upstairs and put me to bed. She’s also mummy to our three kids – a sort of single parent now. She gives 110% in her role as a physiotherapist, always wanting to help others and putting everyone before herself.”</p><p>Then, in a closing paragraph, Rob adds two last sentences. I imagine him writing in silence, looking at the screen with his determined gaze, as he forms the words. He writes them with a sense of wonder. “I have run out of superlatives to describe her. If that isn’t the meaning of true love, I don’t know what is.”</p><p><em>Too Many Reasons To Live by Rob Burrow is published by Macmillan</em></p></div></main></main></div></div>",
  "textContent": "It’s quiet and peaceful in the summerhouse where Rob and Lindsey Burrow sit together. Pale Yorkshire sunshine streams in through the windows. We’re out in the garden in Castleford, at the home of Rob’s parents, and there are times when it’s possible to almost forget the deadly impact of motor neurone disease. Rob won eight Grand Finals with Leeds Rhinos as they dominated rugby league from 2004 to 2017 and he played 20 times for Great Britain and England in a celebrated career. But this once cheerfully garrulous man is now a silent prisoner in his body as MND paralyses him and prevents him from talking.Rob still smiles easily and breaks his silence when he laughs. His vocal cords are in the grip of MND so it is no ordinary laugh. Sometimes, his short bark of mirth makes it sound like he is crying or struggling for breath. But his eyes confirm he is laughing. The pain and the sorrow are hidden then in the shadows beyond the summerhouse.I have come to know Rob and Lindsey pretty well over the past four months and communication has never been a problem between us. It is a challenge interviewing a man who cannot speak but Rob uses a voice app called Eyegaze to express his thoughts. He stares at a screen and his eyes pick out individual letters so he can slowly type out words and sentences. When he is ready a recorded version of his voice says the words out loud.“There are times when I think about death,” the 38-year-old told me in May, “but I’m not afraid of dying.” Rob and Lindsey have been together since they were 15 and he said: “There’s something beautiful about being cared for by the only girl you’ve ever loved.”We have spoken about life and death, disease and love, hope and sadness. Even though this is the first time we have met in person, it feels as if I am back with old friends. All the Zoom conversations, emails and texts cannot match being with them as they tell me about their summer holiday, their children and the state of Rob’s health. They also talk about the Euros and Olympics, as well as their memories of growing up in this quiet corner of Castleford. Rob played rugby in a cul-de-sac down the road on summer afternoons, just like today, in the early 1990s.Rob’s moving memoir, about his rugby career and his extraordinary resolve as he fights against MND, is published this week. “I’m a bit nervous about the launch because I don’t like to be in the spotlight,” he says. “But I know that, afterwards, it won’t seem as intense as I expected.”The book is also about the enduring love story between him and Lindsey. “I think it’s uplifting,” she says of the book. “For people who have been through tough times with Covid it will make them feel that, no matter how hard things become, there is always something to look forward to in life. Rob shows us this every day.”The Burrows have accepted the diagnosis of MND, which they received on a shattering day in December 2019, but Rob continues to fight the medical prognosis that suggested he had two years to live. “Throughout his career Rob defied the odds against him [at 5ft 4in and weighing less than 10st he was invariably the smallest man on the pitch] and he’s determined to defy the odds again,” Lindsey says. “He said: ‘If the doctor gives you two years to live then double that with me.’ That’s Rob’s philosophy.”“Absolutely,” Rob says. “I never feel I will be out of here before I am done.”Rob and Lindsey Burrow with their children (from left) Maya, Jackson and Macy. Photograph: Allan McKenzie/SWpix.com/ShutterstockIn an email he explains that the bleak prognosis is based on statistics relating to “the average age of people who suffer from MND, which is around 65. I am much younger and my body was a lot stronger when I got diagnosed.“I dread the day I leave Lindsey and the kids behind. But I don’t process that thought because that’s when you give up. I have no intention of thinking that way. I firmly believe a cure is possible – or at least a treatment that stalls the progression.”Rob’s optimism is buoyed up by his father, Geoff, who scours the internet and talks to specialists around the world who give him hope the battle against the disease is not as futile as some people believe. “Geoff is so positive and that’s where Rob gets it from,” Lindsey says. “What does your dad always say, Rob? ‘We can, we will.’”There is a gurgle of a laugh from Rob before Lindsey continues. “Geoff is determined he will find a cure and he’s constantly researching or listening to MND podcasts. Every day there’ll been an email update from Geoff.“Rob laughs because he knows his dad. You know, one of the first things Rob said on the day he was diagnosed was: ‘Thank goodness it’s not you or the kids.’ Then, in the car on the way home, he was a bit worried. Rob said: ‘It’ll kill my dad.’ Geoff had had a heart attack a couple of years before and so Rob worried about his parents.“But his mum and his dad have been great and it’s given Geoff such focus. He said that life used to just tick by. But now he works so hard on researching and coming up with reasons for hope. He and Rob are so determined.”Lindsey is a physiotherapist who has worked with MND patients for years. She turns gently to Rob: “I think you see things differently to me because of my medical background. When you don’t have that scientific knowledge and you look on the internet there’s a lot to read. The optimism is great. But it’s difficult because I don’t want to sound too downbeat. Sometimes, I just keep quiet. Everyone has their own way of dealing with things.”I know how I feel more than anyone and I have never been anything other than positiveRob BurrowThe Burrows have been boosted by a recent consultation with Rob’s specialist in Leeds. “She was really pleased with Rob and his weight has been stable,” Lindsey says. “When we first spoke to you in April I felt Rob looked very drawn. But he is much fuller in the face now. He looks healthier.”Rob says: “I’m feeling exactly the same as I did three months ago. I don’t think I have declined. You can regress quickly but then you plateau for a while. I am stable now. I was really encouraged when I saw Dr Jung. She said how well I am doing. But if she had been negative it would not have changed my outlook. I know how I feel more than anyone and I have never been anything other than positive.”He lost all sense of smell and taste last month. It was an early sign he had contracted Covid but, as they both stress, he was just “a little washed-out” as he recovered fully from the virus. Rob is soon joking that one of his biggest gripes is an unchanging diet. He can’t swallow easily and so his food has to be pureed. “I crave anything I cannot eat, especially when the kids get a Domino’s [pizza]. I miss being able to chew and taste the different textures. I would love a pepperoni pizza again but I can only really eat mashed-up food.”Rob Burrow sidesteps past Paul Wellens on his way to a memorable try in Leeds Rhinos’ Grand Final win in 2011. Photograph: Craig Brough/Action ImagesLindsey says: “When you look in Rob’s mouth you see quite a lot of muscle wastage with his tongue so he needs food he can swallow easily. Pasta and meat are difficult because he needs to chew those.“When we were on holiday a few weeks ago they had chicken tenders and burgers on the menu and Rob said later he wished he could have had something like that. I would have asked [the restaurant] but Rob smiled and said: ‘I don’t think blended chicken nuggets would taste very nice.’ But his appetite’s so much better than it was.”I ask Rob if he worries about not being able to swallow one day, which would mean the insertion of a PEG (Percutaneous Endoscopic Gastrostomy) so he can be fed through a tube. “I have not thought about that part of my journey,” he says. “I hope to get a bit better through various treatments. I think I will improve.”Their three children, Macy, Maya and Jackson, are aged nine, six and two. Macy has the deepest understanding of Rob’s ordeal and she once said to her mum that she wished she could give her voice to her dad to help him. “How could you not get emotional when your eldest child says that?” Rob writes. “It gives you more incentive to never give in. I intend to see my kids graduate and walk my girls down the aisle. I’ve got too many reasons to live.”They were proud when Maya auditioned successfully for a part in a television show on Nickelodeon, as well as a role in Carmen. “I have to ask the school to give her time off,” Lindsey says. “She is doing some matinees and evening performances at Leeds Grand, the Lowry in Salford and Newcastle.”Rob Burrow celebrates his eighth Grand Final victory in his last game for Leeds in 2017. Photograph: Richard Sellers/PA ImagesRob’s smile widens. “I felt on top of the world,” he says of the news about Maya. “All I want is to see my kids be happy and have fun. I’ve had a great life so I don’t need anything else. My sole goal is to see my kids reach some milestones and Maya’s achievement was amazing. It makes me want to see more triumphs.”But there is sadness too. “The most frustrating thing is not being a proper dad to them,” Rob tells me. “I know I am still their daddy but, when it’s not on your terms, it is horrible. I feel as though the girls knew me as a dad but I know Jackson won’t have the memory of me as a father. I wish I could have just one day with Jackson and be his dad. That’s the cruel thing about this disease. Your mind is working normally, your body isn’t.”Lindsey is a marvel of good cheer and selfless commitment to her family but she admits “Birthdays are hard – and Christmas. Rob said to me [last year]: ‘I don’t know if this is going to be my last Christmas.’ That really hit home. Rob’s birthday is next month, mine’s in November and Jackson turns three in December. We will still make them happy days.”Throughout his career Rob defied the odds against him and he’s determined to defy the odds againLindsey BurrowA few days later, when Rob writes to me about Lindsey, I think of our afternoon in the summerhouse. All the sunshine and warmth I saw on his face glows from my screen as I read his message.“You could not put into words how grateful I am to have met Lindsey. I’m trying not to be soppy but some of the things Lindsey does for me is proof that I have found my one and only. No one deserves to have their world turned upside down. Yet she turns up every morning with a smile on her face knowing what the day ahead looks like, knowing I need help with every single thing.“How can she still be smiling through the same Groundhog Day? Shower me, dress me, feed me, take me to the toilet, constantly asking if I need a drink or my medication. She’ll regularly take me for a walk – a lap of the house to make sure my back doesn’t ache and to keep me moving.“At the end of the day she has to assist me upstairs and put me to bed. She’s also mummy to our three kids – a sort of single parent now. She gives 110% in her role as a physiotherapist, always wanting to help others and putting everyone before herself.”Then, in a closing paragraph, Rob adds two last sentences. I imagine him writing in silence, looking at the screen with his determined gaze, as he forms the words. He writes them with a sense of wonder. “I have run out of superlatives to describe her. If that isn’t the meaning of true love, I don’t know what is.”Too Many Reasons To Live by Rob Burrow is published by Macmillan",
  "length": 11440,
  "excerpt": "It’s quiet and peaceful in the summerhouse where Rob and Lindsey Burrow sit together. Pale Yorkshire sunshine streams in through the windows. We’re out in the garden in Castleford, at the home of Rob’s parents, and there are times when it’s possible to almost forget the deadly impact of motor neurone disease. Rob won eight Grand Finals with Leeds Rhinos as they dominated rugby league from 2004 to 2017 and he played 20 times for Great Britain and England in a celebrated career. But this once cheerfully garrulous man is now a silent prisoner in his body as MND paralyses him and prevents him from talking.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_22/article_3/images/img3_u18.jpg"
}