{
  "title": "China develops electric-hub driverless tractor",
  "byline": "Global Times",
  "dir": null,
  "content": "<div id=\"readability-page-1\" class=\"page\"><div>\n      <p> Source: Xinhua Published: 2020/11/27 13:58:46 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global%20Times%20%5BWed,%2025%20Aug%202021%5D%20-%20calibre/feed_0/article_12/images/img1_u6.jpg\"></p>\n<p>An electric-hub driverless tractor works at an industrial park in Luoyang, central China's Henan Province on Nov. 6, 2020. (Photo by Miao Lin/Xinhua)</p><p>An agricultural machinery innovation center in China has developed a prototype of an electric-hub driverless tractor. </p><p>Compared with the average turning radius of 5 meters in diesel-fueled 100-horsepower tractors, the \"ET1004-W\" tractor set a record of 3.5 meters, the shortest turning radius by a 100-horsepower tractor in China. </p><p>The prototype was developed by the National Institute of Agro-machinery Innovation and Creation, which pools engineers and talent from Tsinghua University and the Chinese Academy of Sciences, as well as leading machinery manufacturers YTO Group Corporation and Zoomlion Heavy Industry Science &amp; Technology Co. Ltd. </p><p>Powered by 5G cellular technology, the agricultural tractor with self-driving mode can also be remotely controlled to carry out multiple intelligent functions.</p></div></div>",
  "textContent": "\n       Source: Xinhua Published: 2020/11/27 13:58:46 \n      \n      \n      \n     \nAn electric-hub driverless tractor works at an industrial park in Luoyang, central China's Henan Province on Nov. 6, 2020. (Photo by Miao Lin/Xinhua)An agricultural machinery innovation center in China has developed a prototype of an electric-hub driverless tractor. Compared with the average turning radius of 5 meters in diesel-fueled 100-horsepower tractors, the \"ET1004-W\" tractor set a record of 3.5 meters, the shortest turning radius by a 100-horsepower tractor in China. The prototype was developed by the National Institute of Agro-machinery Innovation and Creation, which pools engineers and talent from Tsinghua University and the Chinese Academy of Sciences, as well as leading machinery manufacturers YTO Group Corporation and Zoomlion Heavy Industry Science & Technology Co. Ltd. Powered by 5G cellular technology, the agricultural tractor with self-driving mode can also be remotely controlled to carry out multiple intelligent functions.",
  "length": 1035,
  "excerpt": "An agricultural machinery innovation center in China has developed a prototype of an electric-hub driverless tractor.",
  "siteName": null
}