{
  "title": "A moment that changed me: the shock of being beaten by teenage fascists | Crime",
  "byline": "Benjamin Myers",
  "dir": null,
  "content": "<h2>A moment that changed me: the shock of being beaten by teenage fascists | Crime</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>T</span></span><span>he first time I was beaten up in the street I was 16 and had intervened when a boy tried to throw a friend of mine through a shop window. The third time, I had my nose broken at 2am in Luton for laughing when three jeering lads called me “John Travolta” (a reference to Grease, presumably; I was going through a big <a data-link-name=\"in body link\" href=\"https://en.wikipedia.org/wiki/Rocket_from_the_Crypt\">Rocket From The Crypt</a> phase).</span></p><p>But the second time was the most significant. It was 1993, the summer before I failed my A-levels majestically, and two friends, D and M, and I were stumbling home several miles from a Durham nightclub (whose door was run by a <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/politics/2019/jul/26/dominic-cummings-was-doorman-at-europes-worst-nightclub\">young Dominic Cummings</a>) back to our estate outside a north-east town. We were innocent indie kids; we played in punk bands, changed hairstyles regularly and took absolutely nothing seriously save for books, music and high times. We were not fighters. Life was for laughing at.</p><p>So when two lads appeared from nowhere, pinned me to a garden fence and started pounding my head, it was unexpected. Violence, when it happens, is clumsy and banal, but shocking too. Being punched hurts, but it is the indignity that lasts. It’s a violation and utterly animalistic. Being kicked in the head, however, is when outrage turns to horror at the savagery of finding oneself the victim of an act that still remains inconceivable to me. I was being attacked for being “a red”. I had been spotted handing out Anti-Nazi League flyers in the market place, on a rare weekend when the British National Party skinheads weren’t out with their union jack banners.</p><p>Everything that followed was base humiliation. M, who was 14 and tripping on acid, fled and hid in a coal bunker. D, my best friend since the age of two and already a highly qualified pianist, tried to get away, but was chased and beaten before they came back for me. The degradation seemed to go on for a long time, over several streets and one of our attackers seemed impossibly young, which made it even worse. I was being kicked in the face by a child.</p><p>The enduring memories are in the details: the electric hum of a lamppost and the workman-like grunting of two boys; the first streaks of pre-dawn light scratching at the August sky; the beautiful birdsong that soundtracked my ringing head. The way one side of my jaw felt like it was hanging lower than the other. The ordeal ended with my wallet being taken from my pocket and my coat from my back as I lay in the road.</p><p>Such moments can change lives. The possibility of a repeat kicking by other fascists suddenly lurked around every corner and the place I loved was now cast in sinister hues. This is life in an English town, any town, when you are young. Violence circles social situations. It is always horrific, never glorious.</p><p>The aftermath was just as jarring, the repercussions lasting. Through the grapevine I found out the name of my older attacker. He was the 15-year-old son of a local amphetamine dealer. A police statement was made and the case proceeded to court, though not for eight long, paranoia-inducing months.</p><p>Friends of my assailant took to following me. One of them had recently stabbed a taxi driver rather than pay a £5 fare so I took the intimidation seriously. I saw his face in every supermarket aisle, down every alleyway and later at the window of the court’s waiting room, shouting threats. </p><p>The ordeal was worse for D, who didn’t go into town for months and was later diagnosed with PTSD. M was a mess too. His home life was already difficult and in less than five years he would be found dead in a probation hostel, while waiting to stand trial for robbing a petrol station. I wonder how much that night’s trauma sent him down that crooked path.</p><p>The older attacker pleaded guilty at the last minute, though not before I had had to sit a metre away from him at a pre-trial hearing. A few years later he died of a heroin overdose.</p><p>That night left me unable to fully relax when I walked down a dark street for many years, and with a dislike of raucous male company.. But it also caused a fascination with (and a revulsion for) violent impulses, a subject I have explored over several novels, and my recent collection, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/books/2021/apr/12/male-tears-by-benjamin-myers-lairies-by-steve-hollyman-review\">Male Tears</a>. To this day I wish I had stood and fought, although that would have required some sort of pre-agreed boundaries or fair warning. There was no warning. Cowards favour the element of surprise, the silent sucker punch. </p><p>The following summer, I moved south, first to study, then to work, and stayed there for the next 15 years. Over time, the fear dissolved: to be scared is still to concede something and I refuse to let that be an option. I moved back to the north and am not remotely scared. It’s a nice place. What happened is history now.</p></div></main></main></div></div>",
  "textContent": "The first time I was beaten up in the street I was 16 and had intervened when a boy tried to throw a friend of mine through a shop window. The third time, I had my nose broken at 2am in Luton for laughing when three jeering lads called me “John Travolta” (a reference to Grease, presumably; I was going through a big Rocket From The Crypt phase).But the second time was the most significant. It was 1993, the summer before I failed my A-levels majestically, and two friends, D and M, and I were stumbling home several miles from a Durham nightclub (whose door was run by a young Dominic Cummings) back to our estate outside a north-east town. We were innocent indie kids; we played in punk bands, changed hairstyles regularly and took absolutely nothing seriously save for books, music and high times. We were not fighters. Life was for laughing at.So when two lads appeared from nowhere, pinned me to a garden fence and started pounding my head, it was unexpected. Violence, when it happens, is clumsy and banal, but shocking too. Being punched hurts, but it is the indignity that lasts. It’s a violation and utterly animalistic. Being kicked in the head, however, is when outrage turns to horror at the savagery of finding oneself the victim of an act that still remains inconceivable to me. I was being attacked for being “a red”. I had been spotted handing out Anti-Nazi League flyers in the market place, on a rare weekend when the British National Party skinheads weren’t out with their union jack banners.Everything that followed was base humiliation. M, who was 14 and tripping on acid, fled and hid in a coal bunker. D, my best friend since the age of two and already a highly qualified pianist, tried to get away, but was chased and beaten before they came back for me. The degradation seemed to go on for a long time, over several streets and one of our attackers seemed impossibly young, which made it even worse. I was being kicked in the face by a child.The enduring memories are in the details: the electric hum of a lamppost and the workman-like grunting of two boys; the first streaks of pre-dawn light scratching at the August sky; the beautiful birdsong that soundtracked my ringing head. The way one side of my jaw felt like it was hanging lower than the other. The ordeal ended with my wallet being taken from my pocket and my coat from my back as I lay in the road.Such moments can change lives. The possibility of a repeat kicking by other fascists suddenly lurked around every corner and the place I loved was now cast in sinister hues. This is life in an English town, any town, when you are young. Violence circles social situations. It is always horrific, never glorious.The aftermath was just as jarring, the repercussions lasting. Through the grapevine I found out the name of my older attacker. He was the 15-year-old son of a local amphetamine dealer. A police statement was made and the case proceeded to court, though not for eight long, paranoia-inducing months.Friends of my assailant took to following me. One of them had recently stabbed a taxi driver rather than pay a £5 fare so I took the intimidation seriously. I saw his face in every supermarket aisle, down every alleyway and later at the window of the court’s waiting room, shouting threats. The ordeal was worse for D, who didn’t go into town for months and was later diagnosed with PTSD. M was a mess too. His home life was already difficult and in less than five years he would be found dead in a probation hostel, while waiting to stand trial for robbing a petrol station. I wonder how much that night’s trauma sent him down that crooked path.The older attacker pleaded guilty at the last minute, though not before I had had to sit a metre away from him at a pre-trial hearing. A few years later he died of a heroin overdose.That night left me unable to fully relax when I walked down a dark street for many years, and with a dislike of raucous male company.. But it also caused a fascination with (and a revulsion for) violent impulses, a subject I have explored over several novels, and my recent collection, Male Tears. To this day I wish I had stood and fought, although that would have required some sort of pre-agreed boundaries or fair warning. There was no warning. Cowards favour the element of surprise, the silent sucker punch. The following summer, I moved south, first to study, then to work, and stayed there for the next 15 years. Over time, the fear dissolved: to be scared is still to concede something and I refuse to let that be an option. I moved back to the north and am not remotely scared. It’s a nice place. What happened is history now.",
  "length": 4660,
  "excerpt": "The first time I was beaten up in the street I was 16 and had intervened when a boy tried to throw a friend of mine through a shop window. The third time, I had my nose broken at 2am in Luton for laughing when three jeering lads called me “John Travolta” (a reference to Grease, presumably; I was going through a big Rocket From The Crypt phase).",
  "siteName": null
}