{
  "title": "Caldor fire: fear as raging blaze ‘knocks on the door’ of Lake Tahoe | California",
  "byline": "Gabrielle Canon",
  "dir": null,
  "content": "<h2>Caldor fire: fear as raging blaze ‘knocks on the door’ of Lake Tahoe | California</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>Thousands of firefighters battled on Tuesday to keep a behemoth blaze from surging closer to Lake Tahoe, the blue alpine lake surrounded by resort communities straddling the California-Nevada state line.</p><p>The Caldor fire, just 9% contained, has become the nation’s number one priority for firefighting resources, said Thom Porter, director of the California department of forestry and fire protection.</p><div data-chromatic=\"ignore\" data-component=\"youtube-atom\" id=\"3a3ce923-41fe-49c2-8301-3bef344555cd\"><p><span></span><span>California Caldor fire burns thousands of hectares in weekend surge – video</span></p></div><p>“It is knocking on the door to the Lake Tahoe basin,” Porter said. “We have all efforts in place to keep it out of the basin but we do need to also be aware that is a possibility based on the way the fires have been burning.”</p><p>Porter said he personally did not believe the fire would get into the basin but that he could be proved wrong. </p><p>The Caldor fire has already incinerated nearly 180 sq miles (466 sq km) of El Dorado national forest and <a data-link-name=\"in body link\" href=\"https://www.fire.ca.gov/incidents/2021/8/14/caldor-fire/\">destroyed more than 630 buildings</a>. More than 17,000 structures were still under threat.</p><p>The blaze has exhibited extreme behavior and evaded containment efforts. Now surging through the steep and rugged terrain, officials are fighting to keep the flames out of communities tucked into the conifer-covered canyons.</p><div id=\"c2b4e80c-1e10-45f7-9dc5-a4483fc691ec\"><div><picture itemprop=\"contentUrl\"><img alt=\"Smoke from the Caldor fire hovers over Caples Lake in Kirkwood, California.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_11/images/img3_u24.jpg\"></picture></div><p><span></span><span>Smoke from the Caldor fire hovers over Caples Lake in Kirkwood, California.</span> Photograph: Fred Greaves/Reuters</p></div><p>The fire and the hazardous air quality it has produced have also put pressure on Tahoe’s tourism industry, which fuels local economies. The US Forest Service closed nine national forests in northern California over the weekend, and they will be shuttered through Labor Day.</p><p>Smoke on Monday forced the closure of public schools in parts of the Lake Tahoe area and across the state border with Nevada in the Reno and Sparks area. The air quality remained hazardous throughout the region on Tuesday, extending into the Sacramento area, with the Tahoe area measuring <a data-link-name=\"in body link\" href=\"https://www.airnow.gov/?reportingArea=South%20Lake%20Tahoe&amp;stateCode=CA\">above 300 on the Air Quality Index.</a></p><p>The fire is also hugging Highway 50, now closed in both directions, cutting off a primary thoroughfare between South Lake Tahoe and Sacramento.</p><p>Weather conditions, however, were offering good news, Porter said. Low to moderate fire weather farther south assured officials that it was safe to deploy more resources to the fires in the north. Throughout the state, mild temperatures have lowered the risk of new ignitions.</p><p>Still, Porter cautioned, for the fires already burning, big battles lay ahead. “They are going to continue to grow and get bigger,” Porter said, calling the siege a marathon.</p><div data-chromatic=\"ignore\" data-component=\"youtube-atom\" id=\"cf621bf7-68fc-4b41-91db-8141d25c1585\"><p><span></span><span>The climate science behind wildfires: why are they getting worse? –&nbsp;video explainer </span></p></div><p>California is only halfway through what’s typically considered fire season, a period that is encroaching on months once considered safe. Porter noted the need to give firefighters breaks and time to reset, before they “continue the fight into the deep fall”.</p><p>“These are our days,” Porter said, a nod to the annual emergencies fires inflict on areas across the west. “Every year we need to be ready for this type of activity.” He noted that this year California has seen nearly three times the amount of average over the five-year average.</p><p>Fueled by parched vegetation and hot, dry conditions, the fires’ intensity is directly attributable to climate change. Nearly half of the contiguous US is mired in drought and more than 88% of California is classified in extreme drought by the US Drought Monitor. Extreme heatwaves that set records through the region this summer have intensified the conditions and set the stage for the big blazes now burning.</p><p>The Caldor fire is just one of a dozen large wildfires raging across California with months left before winter rains are expected to bring relief.</p><p>The Dixie fire, which has burned more than 1,130 sq miles in the northern Sierra Nevada and southern Cascades, by Monday evening was 40% contained.</p><div id=\"b0c89140-ccd2-47bc-8d59-ceb7607ceb09\"><div><picture itemprop=\"contentUrl\"><img alt=\"The Caldor fire is just one of a dozen large wildfires raging across California.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_11/images/img4_u18.jpg\"></picture></div><p><span></span><span>The Caldor fire is just one of a dozen large wildfires raging across California.</span> Photograph: Michael Nigro/Pacific Press/Rex/Shutterstock</p></div><p>The California governor, Gavin Newsom, on Monday requested a presidential major disaster declaration for eight counties, Mark Ghilarducci, director of the California office of emergency services, told a briefing near Sacramento.</p><p>If approved, the declaration would provide a wide range of assistance including housing, food aid, unemployment and governmental emergency costs, Ghilarducci said.</p><p>Nearly 43,000 Californians were under evacuation orders and more than 500 households were in shelters, he said.</p><p>While southern California has so far escaped large scale wildfires this year, Los Angeles officials on Monday urged residents to be aware of what’s going on in the north because the region’s high fire season is typically late in the year when dry, gusty Santa Ana winds blast out of the interior and flow toward the coast.</p><p>“That awareness is going to help us when it happens here in southern California,” the Los Angeles fire chief, Ralph Terrazas, said during a briefing. The mix of spring growth dried out by summer heat and high winds creates “a dangerous condition that could lead to large, fast-moving brush fires”, he said.</p><p>California’s fires were among more than 90 large, active blazes in the US, according to the National Interagency Fire Center in Boise, Idaho.</p><p>“Every Californian needs to be ready,” Porter said, advising residents of the state to begin preparing a go-bag with essentials now. “Be ready for the emergency that is coming to your doorstep,” he said. “And when it’s time to go – just go.”</p></div></main></main></div></div>",
  "textContent": "Thousands of firefighters battled on Tuesday to keep a behemoth blaze from surging closer to Lake Tahoe, the blue alpine lake surrounded by resort communities straddling the California-Nevada state line.The Caldor fire, just 9% contained, has become the nation’s number one priority for firefighting resources, said Thom Porter, director of the California department of forestry and fire protection.California Caldor fire burns thousands of hectares in weekend surge – video“It is knocking on the door to the Lake Tahoe basin,” Porter said. “We have all efforts in place to keep it out of the basin but we do need to also be aware that is a possibility based on the way the fires have been burning.”Porter said he personally did not believe the fire would get into the basin but that he could be proved wrong. The Caldor fire has already incinerated nearly 180 sq miles (466 sq km) of El Dorado national forest and destroyed more than 630 buildings. More than 17,000 structures were still under threat.The blaze has exhibited extreme behavior and evaded containment efforts. Now surging through the steep and rugged terrain, officials are fighting to keep the flames out of communities tucked into the conifer-covered canyons.Smoke from the Caldor fire hovers over Caples Lake in Kirkwood, California. Photograph: Fred Greaves/ReutersThe fire and the hazardous air quality it has produced have also put pressure on Tahoe’s tourism industry, which fuels local economies. The US Forest Service closed nine national forests in northern California over the weekend, and they will be shuttered through Labor Day.Smoke on Monday forced the closure of public schools in parts of the Lake Tahoe area and across the state border with Nevada in the Reno and Sparks area. The air quality remained hazardous throughout the region on Tuesday, extending into the Sacramento area, with the Tahoe area measuring above 300 on the Air Quality Index.The fire is also hugging Highway 50, now closed in both directions, cutting off a primary thoroughfare between South Lake Tahoe and Sacramento.Weather conditions, however, were offering good news, Porter said. Low to moderate fire weather farther south assured officials that it was safe to deploy more resources to the fires in the north. Throughout the state, mild temperatures have lowered the risk of new ignitions.Still, Porter cautioned, for the fires already burning, big battles lay ahead. “They are going to continue to grow and get bigger,” Porter said, calling the siege a marathon.The climate science behind wildfires: why are they getting worse? – video explainer California is only halfway through what’s typically considered fire season, a period that is encroaching on months once considered safe. Porter noted the need to give firefighters breaks and time to reset, before they “continue the fight into the deep fall”.“These are our days,” Porter said, a nod to the annual emergencies fires inflict on areas across the west. “Every year we need to be ready for this type of activity.” He noted that this year California has seen nearly three times the amount of average over the five-year average.Fueled by parched vegetation and hot, dry conditions, the fires’ intensity is directly attributable to climate change. Nearly half of the contiguous US is mired in drought and more than 88% of California is classified in extreme drought by the US Drought Monitor. Extreme heatwaves that set records through the region this summer have intensified the conditions and set the stage for the big blazes now burning.The Caldor fire is just one of a dozen large wildfires raging across California with months left before winter rains are expected to bring relief.The Dixie fire, which has burned more than 1,130 sq miles in the northern Sierra Nevada and southern Cascades, by Monday evening was 40% contained.The Caldor fire is just one of a dozen large wildfires raging across California. Photograph: Michael Nigro/Pacific Press/Rex/ShutterstockThe California governor, Gavin Newsom, on Monday requested a presidential major disaster declaration for eight counties, Mark Ghilarducci, director of the California office of emergency services, told a briefing near Sacramento.If approved, the declaration would provide a wide range of assistance including housing, food aid, unemployment and governmental emergency costs, Ghilarducci said.Nearly 43,000 Californians were under evacuation orders and more than 500 households were in shelters, he said.While southern California has so far escaped large scale wildfires this year, Los Angeles officials on Monday urged residents to be aware of what’s going on in the north because the region’s high fire season is typically late in the year when dry, gusty Santa Ana winds blast out of the interior and flow toward the coast.“That awareness is going to help us when it happens here in southern California,” the Los Angeles fire chief, Ralph Terrazas, said during a briefing. The mix of spring growth dried out by summer heat and high winds creates “a dangerous condition that could lead to large, fast-moving brush fires”, he said.California’s fires were among more than 90 large, active blazes in the US, according to the National Interagency Fire Center in Boise, Idaho.“Every Californian needs to be ready,” Porter said, advising residents of the state to begin preparing a go-bag with essentials now. “Be ready for the emergency that is coming to your doorstep,” he said. “And when it’s time to go – just go.”",
  "length": 5498,
  "excerpt": "Thousands of firefighters battled on Tuesday to keep a behemoth blaze from surging closer to Lake Tahoe, the blue alpine lake surrounded by resort communities straddling the California-Nevada state line.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_9/article_11/images/img3_u24.jpg"
}