{
  "title": "How two companies sprinted ahead in search for a cure",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>How two companies sprinted ahead in search for a cure</h2><div id=\"readability-page-1\" class=\"page\"><div>\n      <p> Source: Reuters-Global Times Published: 2020/11/19 18:33:40 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----calibre/feed_0/article_15/images/img1_u9.jpg\"></p>\n<p>A pedestrian walks past a Pfizer outlet in New York. File photo: cnsphoto</p><p>Just as the novel coronavirus was gaining a foothold in the US in mid-March, Pfizer Inc Chief Executive Albert Bourla called on his top vaccine scientists and laid out a clear mission:</p><p>\"He basically said, 'Your mandate is to get this vaccine made. And if you need resources, you come and you ask for them, and you're going to get them',\" chief viral vaccine scientist Philip Dormitzer told Reuters.</p><p>The assignment was both inspiring and daunting. It provided researchers with the backing to tackle something that had never been done before: design a vaccine to stop a pandemic in its tracks in less than a year.</p><p>\"He did not want us to focus on the potential barriers we might face, but instead said that it is much better to try to do something that seemed impossible, and even if you don't succeed, you still (will) have done something great, \" said Dormitzer, noting that new vaccine development can cost on the order of $1 billion.</p><p>What followed was a full-bore effort carried out under strict coronavirus lockdown conditions, borrowing elements from ongoing flu and cancer research, according to Reuters interviews with half a dozen scientists critical to the vaccine program run by Pfizer and its German partner BioNTech. On November 9, the companies reported the first promising results from large-scale, scientifically rigorous clinical trials around the world - although potential roadblocks remain and widespread distribution is not expected until at least April.</p><p>On Monday, Moderna Inc, a scrappy biotech firm with nearly $1 billion in research and development backing from the US government, announced what appeared to be its own successful vaccine, using the same new technology that brought Pfizer such rapid results.</p><p>Both companies have reported preliminary findings of more than 90% effectiveness - an unexpectedly high rate - raising hope for an end to the pandemic that has killed more than 1.3 million people globally, upended economies and disrupted daily life for billions of people.</p><p>Their work validates that of several tiny biotechnology firms, which for years have been laboring to prove a once-unorthodox idea: The human body can act as its own vaccine factory. Both the Pfizer and Moderna inoculations work by injecting people with customized genetic code that instructs human cells to make key virus proteins to induce an immune response.</p><p>In Pfizer's and BioNTech's case, decision-making that normally would take months was reduced to days, including the crucial call on which vaccine version to use in a human clinical trial that has enrolled about 44,000 people worldwide so far.</p><p>In many ways, however, the work has just begun. Pfizer-BioNTech and Moderna still must finalize their data on efficacy and safety, and share that information with the scientific community and regulators - including the US Food and Drug Administration, which will make the call on whether to authorize the vaccines for emergency use. The companies will have to increase production to as much as 2 billion doses or more by the end of 2021 - and face a massive task in distributing them.</p><p>Borrowing from flu research</p><p>Pfizer's Dormitzer is more prepared than many to meet the challenges, having led research efforts at Novartis AG in the 2009 H1N1 swine flu pandemic. That project produced three licensed vaccines in the most rapid pandemic vaccine response until now.</p><p>At Novartis AG, Dormitzer began testing novel ways to make vaccines using messenger ribonucleic acid, or mRNA, which contains instructions for human cells. In this case, scientists introduce mRNA instructions for cells to make a portion of a virus, which the immune system recognizes as a threat and counters with a protective response. No actual virus is involved in the process.</p><p>By contrast, to create a typical vaccine, scientists use bits of dead or weakened virus, which are then injected to produce the immune response.</p><p>The appeal of mRNA vaccines - and a key secret to their speed - is they are plug-and-play: The mRNA vehicle does not need to change, only the specific genetic instructions it carries. If the virus changes or mutates, the details of the instructions can be altered accordingly.</p><p>At Pfizer, one of Dormitzer's colleagues, Julia Li, had been scouting for potential partners with mRNA technology for a few years. Li settled on a little-known German biotech firm called BioNTech that was using mRNA technology to make cancer treatments. The company was co-founded by Chief Executive Ugur Sahin and his wife, Chief Medical Officer Oezlem Tuereci.</p><p>Already concerned about a possible coronavirus pandemic, Sahin decided in January that BioNTech should begin developing a vaccine, said Katalin Karik贸, the company's senior vice president and one of the pioneers behind the mRNA technology. The CEO designed several of the vaccine candidates himself, she said.</p><p>Again, the companies proved to have complementary skills. \"BioNTech is a smaller company, more flexible,\" said Karik贸. \"A big pharma, like Pfizer, has the infrastructure, knows how to scale up, how to run things.\"</p><p>In early March, the pair decided to expand their partnership, embarking on a coronavirus vaccine deal worth up to $750 million.</p><p>In the spring, the drugmakers' first human trials began, starting with the phase 1 safety trials in Germany in April, followed by those in the US in May. They tested four versions in all. The aim was \"to figure out in a quick, quick clip, what really was working best in people,\" Dormitzer said.</p><p>Work proceeded so fast that some researchers went weeks without seeing their families. Dormitzer hasn't seen his wife and kids since March, apart from Zoom calls.</p><p>On November 9, based on results from a total of 94 infections, Pfizer made its bombshell announcement. Dormitzer says he only learned the apparent efficacy of the vaccine hours before the public did.</p><p>\"I don't think any of us expected to see greater than 90% efficacy,\" Dormitzer said, adding that the FDA had specified a goal of at least 50 percent.</p><p><strong>Newspaper headline: The race for vaccine</strong></p> </div></div>",
  "textContent": "\n       Source: Reuters-Global Times Published: 2020/11/19 18:33:40 \n      \n      \n      \n     \nA pedestrian walks past a Pfizer outlet in New York. File photo: cnsphotoJust as the novel coronavirus was gaining a foothold in the US in mid-March, Pfizer Inc Chief Executive Albert Bourla called on his top vaccine scientists and laid out a clear mission:\"He basically said, 'Your mandate is to get this vaccine made. And if you need resources, you come and you ask for them, and you're going to get them',\" chief viral vaccine scientist Philip Dormitzer told Reuters.The assignment was both inspiring and daunting. It provided researchers with the backing to tackle something that had never been done before: design a vaccine to stop a pandemic in its tracks in less than a year.\"He did not want us to focus on the potential barriers we might face, but instead said that it is much better to try to do something that seemed impossible, and even if you don't succeed, you still (will) have done something great, \" said Dormitzer, noting that new vaccine development can cost on the order of $1 billion.What followed was a full-bore effort carried out under strict coronavirus lockdown conditions, borrowing elements from ongoing flu and cancer research, according to Reuters interviews with half a dozen scientists critical to the vaccine program run by Pfizer and its German partner BioNTech. On November 9, the companies reported the first promising results from large-scale, scientifically rigorous clinical trials around the world - although potential roadblocks remain and widespread distribution is not expected until at least April.On Monday, Moderna Inc, a scrappy biotech firm with nearly $1 billion in research and development backing from the US government, announced what appeared to be its own successful vaccine, using the same new technology that brought Pfizer such rapid results.Both companies have reported preliminary findings of more than 90% effectiveness - an unexpectedly high rate - raising hope for an end to the pandemic that has killed more than 1.3 million people globally, upended economies and disrupted daily life for billions of people.Their work validates that of several tiny biotechnology firms, which for years have been laboring to prove a once-unorthodox idea: The human body can act as its own vaccine factory. Both the Pfizer and Moderna inoculations work by injecting people with customized genetic code that instructs human cells to make key virus proteins to induce an immune response.In Pfizer's and BioNTech's case, decision-making that normally would take months was reduced to days, including the crucial call on which vaccine version to use in a human clinical trial that has enrolled about 44,000 people worldwide so far.In many ways, however, the work has just begun. Pfizer-BioNTech and Moderna still must finalize their data on efficacy and safety, and share that information with the scientific community and regulators - including the US Food and Drug Administration, which will make the call on whether to authorize the vaccines for emergency use. The companies will have to increase production to as much as 2 billion doses or more by the end of 2021 - and face a massive task in distributing them.Borrowing from flu researchPfizer's Dormitzer is more prepared than many to meet the challenges, having led research efforts at Novartis AG in the 2009 H1N1 swine flu pandemic. That project produced three licensed vaccines in the most rapid pandemic vaccine response until now.At Novartis AG, Dormitzer began testing novel ways to make vaccines using messenger ribonucleic acid, or mRNA, which contains instructions for human cells. In this case, scientists introduce mRNA instructions for cells to make a portion of a virus, which the immune system recognizes as a threat and counters with a protective response. No actual virus is involved in the process.By contrast, to create a typical vaccine, scientists use bits of dead or weakened virus, which are then injected to produce the immune response.The appeal of mRNA vaccines - and a key secret to their speed - is they are plug-and-play: The mRNA vehicle does not need to change, only the specific genetic instructions it carries. If the virus changes or mutates, the details of the instructions can be altered accordingly.At Pfizer, one of Dormitzer's colleagues, Julia Li, had been scouting for potential partners with mRNA technology for a few years. Li settled on a little-known German biotech firm called BioNTech that was using mRNA technology to make cancer treatments. The company was co-founded by Chief Executive Ugur Sahin and his wife, Chief Medical Officer Oezlem Tuereci.Already concerned about a possible coronavirus pandemic, Sahin decided in January that BioNTech should begin developing a vaccine, said Katalin Karik贸, the company's senior vice president and one of the pioneers behind the mRNA technology. The CEO designed several of the vaccine candidates himself, she said.Again, the companies proved to have complementary skills. \"BioNTech is a smaller company, more flexible,\" said Karik贸. \"A big pharma, like Pfizer, has the infrastructure, knows how to scale up, how to run things.\"In early March, the pair decided to expand their partnership, embarking on a coronavirus vaccine deal worth up to $750 million.In the spring, the drugmakers' first human trials began, starting with the phase 1 safety trials in Germany in April, followed by those in the US in May. They tested four versions in all. The aim was \"to figure out in a quick, quick clip, what really was working best in people,\" Dormitzer said.Work proceeded so fast that some researchers went weeks without seeing their families. Dormitzer hasn't seen his wife and kids since March, apart from Zoom calls.On November 9, based on results from a total of 94 infections, Pfizer made its bombshell announcement. Dormitzer says he only learned the apparent efficacy of the vaccine hours before the public did.\"I don't think any of us expected to see greater than 90% efficacy,\" Dormitzer said, adding that the FDA had specified a goal of at least 50 percent.Newspaper headline: The race for vaccine ",
  "length": 6186,
  "excerpt": "Researchers race to design a vaccine to stop a pandemic in its tracks in less than a year.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----calibre/feed_0/article_15/images/img1_u9.jpg"
}