{
  "title": "August Design News: wooden bags, concrete coral, political pottery | Design",
  "byline": "Alice Fisher",
  "dir": null,
  "content": "<h2>August Design News: wooden bags, concrete coral, political pottery | Design</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p>After a long break, the design world is coming to life again. London Design Festival (LDF) is back and bigger than ever this year. There will be three more design districts in the capital – including the <a data-link-name=\"in body link\" href=\"https://designdistrict.co.uk/\">Design District</a> at Greenwich Peninsula. It is hoped this new development will become London’s new creative quarter and showcases the work of eight different architects. A great location for <a data-link-name=\"in body link\" href=\"https://www.designlondon.co.uk/\">Design London</a>, a new event at LDF. Also new is Planted, a design show attempting to connect people with nature. Finally, it feels like green shoots are coming through.</p><p>For more news on architecture, sustainable living, art, fashion and new ideas, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/lifeandstyle/2020/sep/09/design-review-get-the-newsletter-for-the-way-we-live-now\">Sign up for our monthly newsletter here</a></p><hr><div id=\"8a256700-bdd7-42bf-af27-638869418075\"><p>1</p><p><h2>London designs for the future</h2></p></div><div id=\"fb4c9ee0-3a8c-46ab-ba1c-b446858fcb39\"><div><picture itemprop=\"contentUrl\"><img alt=\"Living Blocks designed by Lawrence Parent and shown at Green Grads at Planted Living Blocks (4)\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img3_u42.jpg\"></picture></div><p><span></span><span>Living Blocks designed by Lawrence Parent and shown at Green Grads at Planted.</span> Photograph: planted</p></div><p>London design events are back and in person this autumn. <a data-link-name=\"in body link\" href=\"https://www.londondesignfestival.com/\">London Design Festival</a> (LDF) is citywide in September and bigger than ever. Three new design districts have been added this year – <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/artanddesign/2021/jun/02/an-architectural-fashion-show-greenwich-peninsula-design-district\">Design District at Greenwich Peninsula,</a> Park Royal Design District and <a data-link-name=\"in body link\" href=\"https://southwarksouth.com/\">Southwark South Design District</a>. Sustainability and the circular economy are big features, but the design community is thinking about the next generation in other ways, too. Recent graduates and young people are at the heart of many festival events.</p><p>Ten students and graduates are designing red oak sculptural waymarkers, one for each of the 10 LDF districts, in a project supported by American Hardwood Export Council and furniture studio <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/20/meet-the-makers-benchmark\">Benchmark</a>. Each signpost – or Designpost, as they’re called – reflects the character of the design district it represents.</p><p>Also for LDF, <a data-link-name=\"in body link\" href=\"https://www.vam.ac.uk/event/wkY48Znj/ldf-sept-2021-resolve-collective-installation\">Resolve</a> – a collective of London youth groups – will work using recycled museum materials to create an installation for the V&amp;A’s main entrance hall called Made on Location.</p><p><a data-link-name=\"in body link\" href=\"https://www.planted-cities.co.uk/\">Planted</a> – which aims to be the first zero-waste design event – is also scheduled for September. This event has a Green Grads exhibition which showcases graduates’ ideas for saving energy, conservation and eco-friendly materials. Designers include Emma Appleton with Green Pipe, a water collection and filtration system which lets plants thrive on underused walls and surfaces. The vegetation removes carbon dioxide and also reduces the risk of flooding. There’s Callum Wardle, who has created beach toys from plastic ocean waste in his project Ocean Bucket. They’re available for rent on the Devon beaches where the rubbish was collected. Lawrence Parent shows <a data-link-name=\"in body link\" href=\"https://lawrenceparent.com/living-blocks\">Living Blocks</a>, his open-source recipe for modifying simple moulds to mimic natural stone. The textured surfaces are good for vegetation and wildlife, making urban landscapes more welcoming.</p><p>It looks like the future is in good hands.</p><p><em>London <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/artanddesign/design\">Design</a> Festival runs 18-26 September 2021 across London. Planted runs 23-26 September at King’s Cross</em></p><hr><div id=\"784f5533-fcfb-4d26-ac7e-a7629d9e9d8e\"><p>2</p><p><h2><br>Worthless Studio makes priceless art</h2></p></div><div id=\"dc6d974e-4396-4366-849f-a02bcab850d9\"><div><picture itemprop=\"contentUrl\"><img alt=\"Photo by Chris Garcia, participant in the FreeFilmJune2020 project by Worthless Studio\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img4_u25.jpg\"></picture></div><p><span></span><span>Photo by Chris Garcia, participant in the FreeFilmJune2020 project by Worthless Studio.</span> Photograph: Garcia Chris</p></div><p>Neil Hamamoto, artist and founder of Worthless Studio, chose his non-profit’s name because that’s how he felt: worthless. He’d quit his job at a Californian tech startup in 2018 to become a sculptor in his hometown of New York and was shocked by the lack of community and the commerciality of the city’s art world. With Worthless, he wants to bring back some camaraderie and support the creation of public art. Now his studio provides space, materials and advice for aspiring artists of all backgrounds.</p><p>Last year’s <a data-link-name=\"in body link\" href=\"https://www.nytimes.com/2021/05/20/arts/design/george-floyd-memorialize-the-movement.html\">Plywood Protection Project </a>got the plywood used to board up shop windows during lockdown and the <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/black-lives-matter-movement\">Black Lives Matters</a> protests distributed to artists to create public monuments. These works of art have now been set up, one in each of the five boroughs of New York.</p><p>This year brings two books from the Worthless Free Film project. The team originally took a 1973 Airstream trailer converted into a darkroom across the US in 2019, giving out rolls of films to participants (anyone who arrived and asked for film) who had to follow the theme Red, White and Blue.</p><p>When the pandemic and protests hit America’s streets in 2020, they distributed film again and edited the images into an archive of one of America’s most volatile years. Air, a software startup platform, is supporting the project by creating a gallery of the thousands of images to catalogue what the racial and cultural injustices looked like to everyday photographers across the US. The images are accessible to anyone that buys a copy of the Free Film book through a password.</p><p>“Our mission is to support artists by providing them the tools and space they need to create,” says Hamamoto. “We’re focused on supporting artists, producing public art, and educating underprivileged youth in art practice. These projects play into the ecosystem that we’re trying to build.”</p><p><em><a data-link-name=\"in body link\" href=\"https://www.worthlessstudios.org/shop/freefilmbookset?ss_source=sscampaigns&amp;ss_campaign_id=610aad0c6520e7392c4009ea&amp;ss_email_id=61111ffdaf72592695c1dc79&amp;ss_campaign_name=worthless+studios+FREE+FILM+books+pre-order+starts+TODAY%21&amp;ss_campaign_sent_date=2021-08-09T12%3A31%3A14Z\">Free Film: USA and Free Film: June 2020</a> are available for preorder. They are publishlished on 13 September</em><br></p><hr><div id=\"674eb016-dcee-4225-9ff0-f988b8442b29\"><p>3</p><p><h2>Ceramics get political at the Biennial</h2></p></div><div id=\"0fbef8ea-5ad7-4cf8-af3c-a57a59e8f231\"><div><picture itemprop=\"contentUrl\"><img alt=\"Jasper Flut by Alice Walton, one of the works on show at the British Ceramics Biennial\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img5_u13.jpg\"></picture></div><p><span></span><span>Jasper Flut by artist Alice Walton, one of the works on show at the British Ceramics Biennial.</span> Photograph: Mark Robson</p></div><p>The British <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/artanddesign/ceramics\">Ceramics</a> Biennial (BCB) is back this year. The festival is the largest ceramics event in the UK and has helped the regeneration of Stoke-on-Trent, home to the UK pottery industry. Based in the former warehouse, The Goods Yard in the heart of Stoke, events are also scheduled for the original Spode factory and The Potteries Museum &amp; Art Gallery.</p><p>Highlights include <a data-link-name=\"in body link\" href=\"https://www.britishceramicsbiennial.com/event/stoke-makes-plates/\">Stoke Makes Plates</a>, an installation of 250 plates designed by Stoke-on-Trent residents, including care home residents and addicts in recovery, commissioned artists and local ceramics manufacturers. There’s also Fresh, an exhibition of new young ceramicists including <a data-link-name=\"in body link\" href=\"https://www.popaliniandjezando.com/\">Popalini &amp; Jezando</a>, who taught themselves to throw with the help of YouTube, and also Sarah Strachan, who first discovered clay at community art clubs. There’ll also be an installation inspired by Wedgwood’s <a data-link-name=\"in body link\" href=\"https://americanhistory.si.edu/collections/search/object/nmah_596365\">anti-slavery medallion</a> designed in 1787 by the company’s founder, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/artanddesign/2009/feb/07/josiah-wedgwood-ceramics-susan-williams\">Josiah Wedgwood</a>.</p><p>“We’re really excited to be back,” says Iain Cartwright, executive director of BCB. “As well as bringing life back to the city, the festival will be a chance to show how artists are using clay to create thought-provoking, often politically charged work.”</p><p><em>British Ceramics Biennial runs 11 September–17 October </em><br></p><hr><div id=\"9126aa39-6a2b-40b6-bb23-bfeef2ec732f\"><p>4</p><p><h2>Fjällräven’s bag made of wood</h2></p></div><div id=\"7065dc05-0d92-4e66-9c12-c2cd2b15ea02\"><div><picture itemprop=\"contentUrl\"><img alt=\"The new Tree-Kanken rucksack made from Pine Weave fabric by Fjällräven\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img6_u14.jpg\"></picture></div><p><span></span><span>The new Tree-Kånken rucksack made from Pine Weave fabric by Fjällräven.</span> Photograph: Fjällräven</p></div><p><a data-link-name=\"in body link\" href=\"https://www.theguardian.com/fashion/2019/jun/08/back-fashion-essential-sales-soar-uk-women-buying\">Fjällräven rucksacks</a> have previously been made from recycled or upcycled materials, but this autumn brings the <a data-link-name=\"in body link\" href=\"https://www.fjallraven.com/uk/en-gb/bags-gear/kanken/kanken-bags/tree-kanken\">Tree-Kånken</a>, the company’s first bag made from a completely new, sustainably sourced, wood pulp fabric.</p><p>The raw material for Pine Weave comes from a cultivated, certified forest just outside Fjällräven’s hometown of Örnsköldsvik, Sweden. “First and foremost, this means we have a deep knowledge of the raw material source for Pine Weave,” says product developer Johanna Mollberg, “as well as a direct dialogue with all of our partners in the supply chain.”</p><p>Fjällräven’s fabric is stronger and more durable than most existing plant-based materials and is coated to make it even sturdier. Using wood materials, rather than fossil-based ones, means less carbon dioxide is released into the atmosphere. “We believe that these sort of cellulose, wood-based fabrics are part of the solution to transitioning from a fossil-based linear society to a bio-based circular society,” says global sustainability director Christiane Dolva.</p><p>But while the Tree-Kånken is made of very modern fabric, its style is retro. It’s inspired by the very first Kånken rucksack, which first got chucked around school playgrounds back in 1978.</p><p>“We have learnt a lot while developing Pine Weave,” says Mollberg. “We have some exciting ideas in the works right now. We are just starting out.”</p><hr><div id=\"62f44077-2c49-4161-8e97-c8ef8f63af69\"><p>5</p><p><h2><br>New book Tools for Food</h2></p></div><div id=\"4f4e9d02-313c-4919-82b3-d1074c83c1cd\"><div><picture itemprop=\"contentUrl\"><img alt=\"A SaltPig - one of the Tools for Food documented in Corinne Mynatt’s new book\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img7_u15.jpg\"></picture></div><p><span></span><span>A SaltPig, one of the tools for food documented in Corinne Mynatt’s new book.</span> Photograph: Corinne Mynatt</p></div><p>Writer and curator Corinne Mynatt became interested in kitchen utensils through her design research trips and huge passion for cooking. After training as an artist at Pratt in New York, then Central St Martin’s in London, she studied contextual design in Eindhoven. Work as a curator at the Royal Institute of British Architects followed before she became a freelance producer and writer. Still she’d find herself looking at cooking equipment.</p><p>“My interest was piqued by intriguing objects I found in flea markets across Europe,” Mynatt explains. “These tools are a gateway into other cultures and cuisines. I realised that, from the perspective of design, a survey of these objects was missing, and they form such an important part of culinary and design histories.” Mynatt has rectified this with her upcoming book <em>Tools for Food</em> – a delightful voyage through centuries of kitchen innovation across the world.</p><p>Mynatt’s love is such that she finds it hard to pick her favourites amongst these ingenious gadgets. “My go-to is the <em>presse-ail et dénoyateur</em> (garlic press and pitter), the French mid-century aluminium multi-tool that started my interest. Close seconds are the <em>shikizaru</em>, a delicately woven bamboo cradle used in Japan for steaming delicate foods; and Thayer’s Universal Tool (1881), another multi-tool that is a great expression of the post-Great Exhibition of 1851 world. There are so many that tell important design/culture/culinary/material histories… uranium reamer, lemon squeezers (not just Alessi)… list goes on!”</p><p><em>Tools for Food (Hardie Grant) is published 16 September. Follow on Instagram at <a data-link-name=\"in body link\" href=\"https://www.instagram.com/tools_for_food/?hl=en\">@tools_for_food</a></em></p><hr><div id=\"1e43d4b9-25ae-4639-a28b-84cb77d8508c\"><p>6</p><p><h2>Yes, there is life on MARS</h2></p></div><div id=\"46ad90b0-6283-438b-9277-d8fa524557a0\"><div><picture itemprop=\"contentUrl\"><img alt=\"The Modular Artificial Reef Structure designed by artist Alex Goad\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img8_u10.jpg\"></picture></div><p><span></span><span>The modular artificial reef structure designed by artist Alex Goad and on show at the National Gallery of Victoria.</span> Photograph: Alex Goad</p></div><p>The National Gallery of Victoria (NGV), Australia, has a new exhibition called <a data-link-name=\"in body link\" href=\"https://www.ngv.vic.gov.au/exhibition/sampling-the-future/\">Sampling the Future</a> opening this week. It showcases work by designers which reimagines how objects and buildings are made and looks for ways to combat climate change, biodiversity loss and pollution.</p><p>One of the most mesmerising exhibits is a new commission by Melbourne artist Alex Goad. He’s created MARS (modular artificial reef structure) from ceramic and oyster-shell concrete. These elegant geometric structures – which mimic coral reef foundations – are created using 3D printing and traditional manufacturing to provide habitats to help <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/environment/2017/dec/23/new-lab-bred-super-corals-could-help-avert-global-reef-wipeout\">damaged marine ecosystems</a>. They mimic the calcium skeletons of dead coral, which build up over thousands of years to create the scaffolding that anchor living corals. Goad’s Reef Design Lab has a number of ongoing research projects – including oyster reefs in the North Sea and mangrove planters for Victoria’s coast forests – but the NGV will display a large-scale structure visitors can walk through so they can admire the craft of man imitating nature firsthand.</p><p><em>Sampling the Future runs until 6 February 2022</em></p><hr><p><span><h3>For more news on design, architecture, art, fashion and big ideas, sign up for our monthly Design Review newsletter</h3></span></p><div data-cy=\"embed-block\" id=\"ad9a5955-993d-43d0-860c-d4062d91911b\"><p>For more news on architecture, sustainable living, art, fashion and new ideas, &lt;a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/09/design-review-get-the-newsletter-for-the-way-we-live-now\"&gt;Sign up for our monthly newsletter here&lt;/a&gt;</p></div></div></main></main></div></div>",
  "textContent": "After a long break, the design world is coming to life again. London Design Festival (LDF) is back and bigger than ever this year. There will be three more design districts in the capital – including the Design District at Greenwich Peninsula. It is hoped this new development will become London’s new creative quarter and showcases the work of eight different architects. A great location for Design London, a new event at LDF. Also new is Planted, a design show attempting to connect people with nature. Finally, it feels like green shoots are coming through.For more news on architecture, sustainable living, art, fashion and new ideas, Sign up for our monthly newsletter here1London designs for the futureLiving Blocks designed by Lawrence Parent and shown at Green Grads at Planted. Photograph: plantedLondon design events are back and in person this autumn. London Design Festival (LDF) is citywide in September and bigger than ever. Three new design districts have been added this year – Design District at Greenwich Peninsula, Park Royal Design District and Southwark South Design District. Sustainability and the circular economy are big features, but the design community is thinking about the next generation in other ways, too. Recent graduates and young people are at the heart of many festival events.Ten students and graduates are designing red oak sculptural waymarkers, one for each of the 10 LDF districts, in a project supported by American Hardwood Export Council and furniture studio Benchmark. Each signpost – or Designpost, as they’re called – reflects the character of the design district it represents.Also for LDF, Resolve – a collective of London youth groups – will work using recycled museum materials to create an installation for the V&A’s main entrance hall called Made on Location.Planted – which aims to be the first zero-waste design event – is also scheduled for September. This event has a Green Grads exhibition which showcases graduates’ ideas for saving energy, conservation and eco-friendly materials. Designers include Emma Appleton with Green Pipe, a water collection and filtration system which lets plants thrive on underused walls and surfaces. The vegetation removes carbon dioxide and also reduces the risk of flooding. There’s Callum Wardle, who has created beach toys from plastic ocean waste in his project Ocean Bucket. They’re available for rent on the Devon beaches where the rubbish was collected. Lawrence Parent shows Living Blocks, his open-source recipe for modifying simple moulds to mimic natural stone. The textured surfaces are good for vegetation and wildlife, making urban landscapes more welcoming.It looks like the future is in good hands.London Design Festival runs 18-26 September 2021 across London. Planted runs 23-26 September at King’s Cross2Worthless Studio makes priceless artPhoto by Chris Garcia, participant in the FreeFilmJune2020 project by Worthless Studio. Photograph: Garcia ChrisNeil Hamamoto, artist and founder of Worthless Studio, chose his non-profit’s name because that’s how he felt: worthless. He’d quit his job at a Californian tech startup in 2018 to become a sculptor in his hometown of New York and was shocked by the lack of community and the commerciality of the city’s art world. With Worthless, he wants to bring back some camaraderie and support the creation of public art. Now his studio provides space, materials and advice for aspiring artists of all backgrounds.Last year’s Plywood Protection Project got the plywood used to board up shop windows during lockdown and the Black Lives Matters protests distributed to artists to create public monuments. These works of art have now been set up, one in each of the five boroughs of New York.This year brings two books from the Worthless Free Film project. The team originally took a 1973 Airstream trailer converted into a darkroom across the US in 2019, giving out rolls of films to participants (anyone who arrived and asked for film) who had to follow the theme Red, White and Blue.When the pandemic and protests hit America’s streets in 2020, they distributed film again and edited the images into an archive of one of America’s most volatile years. Air, a software startup platform, is supporting the project by creating a gallery of the thousands of images to catalogue what the racial and cultural injustices looked like to everyday photographers across the US. The images are accessible to anyone that buys a copy of the Free Film book through a password.“Our mission is to support artists by providing them the tools and space they need to create,” says Hamamoto. “We’re focused on supporting artists, producing public art, and educating underprivileged youth in art practice. These projects play into the ecosystem that we’re trying to build.”Free Film: USA and Free Film: June 2020 are available for preorder. They are publishlished on 13 September3Ceramics get political at the BiennialJasper Flut by artist Alice Walton, one of the works on show at the British Ceramics Biennial. Photograph: Mark RobsonThe British Ceramics Biennial (BCB) is back this year. The festival is the largest ceramics event in the UK and has helped the regeneration of Stoke-on-Trent, home to the UK pottery industry. Based in the former warehouse, The Goods Yard in the heart of Stoke, events are also scheduled for the original Spode factory and The Potteries Museum & Art Gallery.Highlights include Stoke Makes Plates, an installation of 250 plates designed by Stoke-on-Trent residents, including care home residents and addicts in recovery, commissioned artists and local ceramics manufacturers. There’s also Fresh, an exhibition of new young ceramicists including Popalini & Jezando, who taught themselves to throw with the help of YouTube, and also Sarah Strachan, who first discovered clay at community art clubs. There’ll also be an installation inspired by Wedgwood’s anti-slavery medallion designed in 1787 by the company’s founder, Josiah Wedgwood.“We’re really excited to be back,” says Iain Cartwright, executive director of BCB. “As well as bringing life back to the city, the festival will be a chance to show how artists are using clay to create thought-provoking, often politically charged work.”British Ceramics Biennial runs 11 September–17 October 4Fjällräven’s bag made of woodThe new Tree-Kånken rucksack made from Pine Weave fabric by Fjällräven. Photograph: FjällrävenFjällräven rucksacks have previously been made from recycled or upcycled materials, but this autumn brings the Tree-Kånken, the company’s first bag made from a completely new, sustainably sourced, wood pulp fabric.The raw material for Pine Weave comes from a cultivated, certified forest just outside Fjällräven’s hometown of Örnsköldsvik, Sweden. “First and foremost, this means we have a deep knowledge of the raw material source for Pine Weave,” says product developer Johanna Mollberg, “as well as a direct dialogue with all of our partners in the supply chain.”Fjällräven’s fabric is stronger and more durable than most existing plant-based materials and is coated to make it even sturdier. Using wood materials, rather than fossil-based ones, means less carbon dioxide is released into the atmosphere. “We believe that these sort of cellulose, wood-based fabrics are part of the solution to transitioning from a fossil-based linear society to a bio-based circular society,” says global sustainability director Christiane Dolva.But while the Tree-Kånken is made of very modern fabric, its style is retro. It’s inspired by the very first Kånken rucksack, which first got chucked around school playgrounds back in 1978.“We have learnt a lot while developing Pine Weave,” says Mollberg. “We have some exciting ideas in the works right now. We are just starting out.”5New book Tools for FoodA SaltPig, one of the tools for food documented in Corinne Mynatt’s new book. Photograph: Corinne MynattWriter and curator Corinne Mynatt became interested in kitchen utensils through her design research trips and huge passion for cooking. After training as an artist at Pratt in New York, then Central St Martin’s in London, she studied contextual design in Eindhoven. Work as a curator at the Royal Institute of British Architects followed before she became a freelance producer and writer. Still she’d find herself looking at cooking equipment.“My interest was piqued by intriguing objects I found in flea markets across Europe,” Mynatt explains. “These tools are a gateway into other cultures and cuisines. I realised that, from the perspective of design, a survey of these objects was missing, and they form such an important part of culinary and design histories.” Mynatt has rectified this with her upcoming book Tools for Food – a delightful voyage through centuries of kitchen innovation across the world.Mynatt’s love is such that she finds it hard to pick her favourites amongst these ingenious gadgets. “My go-to is the presse-ail et dénoyateur (garlic press and pitter), the French mid-century aluminium multi-tool that started my interest. Close seconds are the shikizaru, a delicately woven bamboo cradle used in Japan for steaming delicate foods; and Thayer’s Universal Tool (1881), another multi-tool that is a great expression of the post-Great Exhibition of 1851 world. There are so many that tell important design/culture/culinary/material histories… uranium reamer, lemon squeezers (not just Alessi)… list goes on!”Tools for Food (Hardie Grant) is published 16 September. Follow on Instagram at @tools_for_food6Yes, there is life on MARSThe modular artificial reef structure designed by artist Alex Goad and on show at the National Gallery of Victoria. Photograph: Alex GoadThe National Gallery of Victoria (NGV), Australia, has a new exhibition called Sampling the Future opening this week. It showcases work by designers which reimagines how objects and buildings are made and looks for ways to combat climate change, biodiversity loss and pollution.One of the most mesmerising exhibits is a new commission by Melbourne artist Alex Goad. He’s created MARS (modular artificial reef structure) from ceramic and oyster-shell concrete. These elegant geometric structures – which mimic coral reef foundations – are created using 3D printing and traditional manufacturing to provide habitats to help damaged marine ecosystems. They mimic the calcium skeletons of dead coral, which build up over thousands of years to create the scaffolding that anchor living corals. Goad’s Reef Design Lab has a number of ongoing research projects – including oyster reefs in the North Sea and mangrove planters for Victoria’s coast forests – but the NGV will display a large-scale structure visitors can walk through so they can admire the craft of man imitating nature firsthand.Sampling the Future runs until 6 February 2022For more news on design, architecture, art, fashion and big ideas, sign up for our monthly Design Review newsletterFor more news on architecture, sustainable living, art, fashion and new ideas, <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/09/design-review-get-the-newsletter-for-the-way-we-live-now\">Sign up for our monthly newsletter here</a>",
  "length": 11209,
  "excerpt": "After a long break, the design world is coming to life again. London Design Festival (LDF) is back and bigger than ever this year. There will be three more design districts in the capital – including the Design District at Greenwich Peninsula. It is hoped this new development will become London’s new creative quarter and showcases the work of eight different architects. A great location for Design London, a new event at LDF. Also new is Planted, a design show attempting to connect people with nature. Finally, it feels like green shoots are coming through.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_5/images/img3_u42.jpg"
}