{
  "title": "The Venezuelans Trying to Escape Their Country Through Video Game Grunt Work",
  "byline": "Ben Weiss",
  "dir": null,
  "content": "<h2>The Venezuelans Trying to Escape Their Country Through Video Game Grunt Work</h2><div id=\"readability-page-1\" class=\"page\"><div itemprop=\"mainEntityOfPage\">\n\n          <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcmfcq001k5om979patjo4@published\" data-word-count=\"48\">On a recent afternoon in Maracaibo, Venezuela, Alexander Marinez, who has short-cropped black hair and three-to-four-day stubble, sat in front of his computer tracking herbiboars in the mushroom forests on Fossil Island. He pressed down on his glowing mouse, the newest addition to his otherwise timeworn gaming setup.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqon000r3h6c230xxuvn@published\" data-word-count=\"63\"><em>Click</em>. The pixelated character on his computer screen followed the tracks of a hedgehoglike creature with triangular tusks and herbs growing out of its back. Outside Marinez’s one-story house, the sun bore down on the dirt road. His home lies about six miles away from the strait that connects the Caribbean Sea with Lake Maracaibo, one of the world’s richest sources of oil.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqp2000s3h6c8asy7fxp@published\" data-word-count=\"40\"><em>Click</em>. The character inspected a tunnel. Suddenly, the herbiboar appeared, and the character attacked, stunning it. Cartoon stars circled the herbiboar’s head. The character reached out, harvested the herbs off the creature’s back, and gained more than 2,000 experience points.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqp4000u3h6c242f3dsg@published\" data-word-count=\"18\">Over the next several days, Marinez continued to hunt herbiboars, spending more than 36 hours on the task.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqp3000t3h6chu4b9irm@published\" data-word-count=\"44\">“There are times I simply can’t bear the sight of the game … but if it’s for money, I can put up with it a bit,” he messaged me in Spanish, adding later, “It’s simply my job. And from it, I’m able to live.”</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqp9000z3h6ca48qqgqt@published\" data-word-count=\"45\">Marinez, who is 20 years old, “does services” for other players in <em>Old School RuneScape</em>, a massively multiplayer online role-playing game. Players across the world pay him—usually through Bitcoin—to go on quests and level up the skills of their characters as miners, fighters, or hunters.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqtk00103h6cgunc6y0r@published\" data-word-count=\"93\">In Venezuela, where in 2019, 96 percent of the population earned less than the international poverty line of $1.90 per day, <a href=\"https://www.proyectoencovi.com/informe-interactivo-2019\">according to a survey</a> conducted by a Venezuelan university, Marinez is doing better than most. In addition to the pocket change he gets working at a nearby pizzeria, he makes approximately $60 a month with <em>RuneScape, </em>enough to buy cornmeal for <em>arepas </em>and rice for himself and his younger sister. But for Marinez, toiling away online isn’t just about <em>arepas</em>. It’s about escape—even if he thinks the medieval fantasy game is boring.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpquq00113h6c4k9i5um0@published\" data-word-count=\"70\">Amid one of the worst economic collapses <a href=\"https://www.nytimes.com/2019/05/17/world/americas/venezuela-economy.html\">in the past 45 years outside of a war</a>, he and others in Venezuela have turned toward a video game as a means for survival and potential migration. Playing video games doesn’t imply sitting in front of a screen. It can mean movement. Hunting herbiboars in <em>RuneScape</em> can finance today’s food and tomorrow’s future in Colombia or Chile, countries where Marinez has family.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqvs00123h6c1l7wk7vz@published\" data-word-count=\"20\">“<em>Runescape no será por siempre</em>,” he wrote to me while tracking his umpteenth herbiboar, or “<em>RuneScape</em> will not be forever.”</p>\n\n  \n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqx000133h6ckeiqjut2@published\" data-word-count=\"91\">Across the Caribbean Sea in Atlanta, almost 2,000 miles away from Marinez, lives Bryan Mobley. As a teenager, he played <em>RuneScape</em> incessantly, he told me in a phone call. “It was fun. It was a way to obviously skip doing homework, shit like that,” he said. Now 26 years old, Mobley sees the game differently. “I don’t see it as a virtual world anymore,” he told me. For him, it’s a “number simulator,” something akin to virtual roulette. An increase in a stash of in-game currency is an injection of dopamine.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqy700143h6cttvhlg7s@published\" data-word-count=\"61\">Since Mobley started playing <em>RuneScape</em> in the aughts, a black market had been bubbling beneath the computer game’s economy. In the lands of Gielinor, players can trade items—mithril longswords, yak-hide armor, herbs harvested from herbiboars—and gold, the in-game currency. Eventually, players began exchanging in-game gold for actual dollars, a practice known as real-world trading. Jagex, the game’s developer, prohibits these exchanges.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpqzc00153h6cuv081e9p@published\" data-word-count=\"60\">At first, real-world trading happened informally. “[Y]ou might buy some gold from a friend at school,” Jacob Reed, <a href=\"https://www.youtube.com/channel/UCFpy37oq9p1MOVuJbGIcs7Q\">a popular creator of YouTube videos about </a><a href=\"https://www.youtube.com/channel/UCFpy37oq9p1MOVuJbGIcs7Q\"><em>RuneScape</em></a> who goes by Crumb, wrote in an email to me. Later, demand for gold outstripped supply, and some players became full-time gold farmers, or those who generate in-game currency to sell for real-world money.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr0l00163h6ct950w5x2@published\" data-word-count=\"89\">Internet-age miners had always accompanied massively multiplayer online games, or MMOs, including<em> </em><a href=\"https://www.wired.com/2003/01/gaming-2/\"><em>Ultima Online</em></a> and <a href=\"https://www.nytimes.com/2007/06/17/magazine/17lootfarmers-t.html\"><em>World of Warcraft</em></a>. They even toiled away in some text-based virtual worlds, said Julian Dibbell, now a technology transactions lawyer who used to write about virtual economies as a journalist. In the past, many of these gold farmers were primarily located in China. Some hunkered down in makeshift factories, where they slayed virtual ogres and looted their corpses in 12-hour shifts. There were even <a href=\"https://www.theguardian.com/world/2011/may/25/china-prisoners-internet-gaming-scam\">reports of the Chinese government using prisoners</a> to gold farm.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr3i00173h6c6da0s8o0@published\" data-word-count=\"62\">In <em>RuneScape</em>, the black-market economy that gold farmers supported was relatively small—until 2013. Players had been dissatisfied with how much the computer game had changed since it was first released in 2001. So, they asked the developer to reinstate a prior version. Jagex released one from its archive, and subscribers flocked back to what came to be known as <em>Old School RuneScape</em>.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr4j00183h6cc3stea05@published\" data-word-count=\"86\">Many of these players were like Mobley. They played <em>RuneScape</em> as teens and looked back fondly on the angular graphics and kitschy soundtrack. Although these 20- and 30-year-olds had hours to spare when they were younger, they now had responsibilities beyond homework. “People have jobs now, have families potentially,” said Stefan Kempe, <a href=\"https://www.youtube.com/channel/UCnJutVTtn3ZXyapoGUmuRTA\">another popular creator of videos on </a><a href=\"https://www.youtube.com/channel/UCnJutVTtn3ZXyapoGUmuRTA\"><em>RuneScape</em></a> who has close to 200,000 subscribers and goes by the name SoupRS, in an interview. “It’s a limiting factor to how much they can play every day.”</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr5n00193h6cjy20tqfc@published\" data-word-count=\"79\">The game can be tedious. To increase a character’s agility from 1 to 99, the highest level, it would take more than one week of nonstop play, <a href=\"https://oldschool.runescape.wiki/w/Agility_training#Levels_52%25E2%2580%259399:_Hallowed_Sepulchre\">according to a detailed guide</a> published by the developer. Now that they had more than just their teenage allowances, players like Mobley, who works in a data center, decided to circumvent the grind of leveling up their characters, the cost of rare items, and the often boring early portions of the game.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr6s001a3h6c6uwd9jf9@published\" data-word-count=\"100\">Others like Corné, a 21-year-old software developer from Arnhem, Netherlands, who declined to give his last name, bet gold, and by extension real-world currency, on duels with other players. “I love money. Whether it’s in real life or in <em>RuneScape</em>, money is nice to have,” he said in a call. He buys much of his gold via middlemen, who purchase gold in bulk from gold farmers and then resell it on websites like <a href=\"https://www.eldorado.gg/\">El Dorado</a> or <a href=\"https://www.sythe.org/\">Sythe</a>. Corné estimates he’s spent between 4,000 and 5,000 euros fueling what he thinks at one point was the equivalent of a gambling addiction.</p>\n\n  \n\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr87001b3h6cxpu3majp@published\" data-word-count=\"41\">When players like Corné and Mobley returned to <em>RuneScape</em> with the appetites and wallets of adulthood, the game’s black market expanded. Players still reported <a href=\"https://www.youtube.com/watch?v=4KaXbFwsUPc\">the existence of Chinese gold farmers</a>, but there were others profiting off <em>RuneScape</em>’s renaissance: Venezuelans like Marinez.</p>\n\n  \n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpr9p001c3h6ccc5qbglc@published\" data-word-count=\"87\">On March 12, 2020,<strong> </strong>Marinez set out to enroll in a police academy in Caracas, the capital of Venezuela, and work toward a career in law enforcement. The next day, the Venezuelan government announced its first two cases of COVID-19. It then closed all schools, shut down the borders between Venezuela and neighboring countries, <a href=\"https://www.bbc.com/mundo/noticias-america-latina-51902733\">and placed six states and Caracas in quarantine</a>. Marinez was stranded in transit and holed up at his uncle’s house in a city a little more than 50 miles away from the capital.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprai001d3h6c6230yc85@published\" data-word-count=\"36\">After two months, Marinez came back to Maracaibo, “without any money in my pockets,” he said. He tried to find work but found nothing in a job market demolished by the pandemic—and a yearslong economic crisis.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprdi001e3h6cwenptzms@published\" data-word-count=\"92\">Ten years earlier, Venezuela, a petrostate under the presidency of Hugo Chávez, witnessed a bust in oil prices. In 2017, the price of a barrel plummeted to almost $50 from a high of more than $100, and the U.S. instituted wide-ranging sanctions against Venezuela’s authoritarian government. “When oil prices began to decline, there was no more money to import products,” said Alejandro Velasco, a professor at New York University who specializes in Venezuelan politics, in a phone interview. “As a result, there was no more money really to keep the economy going.”</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpreh001f3h6cyt2mk3fc@published\" data-word-count=\"68\">Venezuela’s coffers were already empty after it spent its most recent oil windfall on social services like subsidized food, medical care, and literacy programs. Chávez also culled perceived dissenters from the oil industry after an attempted military coup, affecting production. And widespread corruption in the government further damaged the economy, according to Paul Angelo, a fellow at the Council for Foreign Relations who specializes in Latin American politics.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprfy001g3h6ciuxcfbfl@published\" data-word-count=\"63\">The country was in economic freefall. In response, Venezuelans with technological knowhow looked for work abroad, said Lissette González, a sociologist who lives in Caracas and works at PROVEA, a human rights nonprofit. “There are many people who live in Venezuela but who are employed abroad or work through diverse collaborative platforms on the internet, like transcription, translation, or web design,” she added.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprh1001h3h6c53q1hl7g@published\" data-word-count=\"31\">Marinez became one of these virtual migrants. After he unsuccessfully looked for a job in Maracaibo, one of his other uncles told him about the potential to make money playing <em>RuneScape</em>.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpric001i3h6c7j5pm6ls@published\" data-word-count=\"73\">In June of 2020, Marinez connected to <em>RuneScape</em> for the first time on his computer using data from his cellphone, since his wired internet wasn’t working. (Robbers had stolen the copper inside his street’s internet cables.) When Marinez opened the game on his computer, he was confused. He had never played it before, and it was only in English, which he doesn’t speak. Luckily, there were other Venezuelans he could ask for help.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprsa001j3h6cbyg59rlf@published\" data-word-count=\"70\">Conditions in Venezuela were just right for widespread participation in <em>RuneScape</em>’s growing black market. In the 2010s, the Venezuelan government distributed millions of <a href=\"http://www.snc.gob.ve/noticias/hace-7-anos-se-inauguro-la-fabrica-de-computadoras-canaimas\"><em>canaimitas</em></a>, or cheap laptops and tablets, to students as a part of its investment in social services. The average <em>canaimita</em> wouldn’t be powerful enough to play the newest blockbuster video game, <a href=\"http://youtube.com/watch?v=3ujAWNEPMik\">but it could run </a><a href=\"http://youtube.com/watch?v=3ujAWNEPMik\"><em>RuneScape</em></a>, a game with simplistic graphics from a different era, just fine.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprtg001k3h6ctrcyiw3j@published\" data-word-count=\"104\">Moreover, the exchange rate of gold, <em>RuneScape</em>’s in-game currency, to real-world money was relatively stable in comparison to the <em>bolívar</em>, Venezuela’s currency. In March 2020, 1 million gold pieces were worth around 63 cents, <a href=\"https://www.polygon.com/features/2020/5/27/21265613/runescape-is-helping-venezuelans-survive\">according to Polygon</a>, and in April 2021, 1 million gold pieces were worth between 42 to 45 cents. Meanwhile, the inflation rate of the <em>bolívar</em> was spiraling out of control. In 2018, <a href=\"https://www.imf.org/en/Countries/VEN\">the International Monetary Fund estimated</a> that the rate of inflation for average consumer prices in Venezuela was more than 65,000 percent. It rose so high it took a wheelbarrow full of <em>bolívares</em> <a href=\"https://www.thedailybeast.com/thanks-to-hyperinflation-in-venezuela-you-need-a-wheelbarrow-of-cash-to-buy-bread/1\">to buy a loaf of bread</a>.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprup001l3h6cfpfaq5kn@published\" data-word-count=\"55\">As a result, many Venezuelans flocked to <em>RuneScape, </em>enough to affect the game’s economy<em>.</em>&nbsp;&nbsp;&nbsp;&nbsp; In 2019, a nationwide blackout rocked Venezuela, and <em>RuneScape</em>’s market was thrown into disarray, <a href=\"https://www.npr.org/2021/07/21/1018915121/video-gaming-the-system\">reported </a><a href=\"https://www.npr.org/2021/07/21/1018915121/video-gaming-the-system\"><em>Planet Money</em></a>. Suddenly, the number of players buying and selling ice dyes, twisted bows, or spider legs in the game nosedived. Prices for items subsequently skyrocketed.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcprzf001m3h6ctja1ng2m@published\" data-word-count=\"47\">The chat room on Discord where I found Marinez—titled Venezuelans in Old School RuneScape—has more than 8,500 members. In this community, gold is the medium of exchange. Players can exchange the digital currency for paid <em>RuneScape</em> memberships, add credit to their cellphone plans, or buy Netflix subscriptions.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps0z001n3h6c8mkvhii5@published\" data-word-count=\"78\">Some members, like Marinez, make money leveling up characters and doing quests for other players. Those like Marinez have increased in number over the past two to three years, said Kempe, the <em>RuneScape</em> YouTuber, as Jagex has become adept at banning accounts that use automated software to level up characters. Others in Marinez’s chat room farm gold. At one point, a new member asked if it was appropriate to talk about gold farming, an activity that Jagex prohibited.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps2b001o3h6ckry50xjo@published\" data-word-count=\"16\">“Fifty percent of Venezuela is farming gold right now. Why not 😃?” wrote Marinez in response.</p>\n\n  \n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps3k001p3h6cuog7cdte@published\" data-word-count=\"31\">Marinez was exaggerating, but his quip had a kernel of truth. Many in Venezuela play <em>RuneScape</em> to survive. And some even earn enough in the lands of Gielinor to escape abroad.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps4t001q3h6cdijs18og@published\" data-word-count=\"45\">José Ricardo is a middleman who buys gold and sells it to buyers for a profit. Ricardo, who is 27 years old and lives in Maturín, Venezuela, makes between $800 and $1,200 per month buying and selling <em>RuneScape</em>’s currency. He invests his profits in cryptocurrency.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps6e001r3h6csan8e1ed@published\" data-word-count=\"69\">Despite cryptocurrency’s volatility, a risk he says comes with the investment, Ricardo makes enough to travel—for fun. He’s vacationed in Brazil, Colombia, and Trinidad and Tobago, a luxury Marinez wouldn’t have dreamed possible. “Average people might spend their whole lives working and working in the same [way], working in the same place, doing the same thing all the time,” Ricardo told me over the phone. “I wouldn’t do that.”</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps8u001s3h6cozqoikhb@published\" data-word-count=\"70\">Others use <em>RuneScape</em> for migration, not vacation. Victor Alexander Rodriguez, who is now 28 years old, used to live in a small town in northeastern Venezuela. His father worked in the oil industry, and when international oil prices plummeted, the family could barely scrape by. Rodriguez and his sister decided to play <em>RuneScape</em> in the beginning of 2017 every day for up to 14 hours to supplement the family’s income.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcps9x001t3h6cgdzfq4yn@published\" data-word-count=\"95\">Early on during their stints as gold farmers, Rodriguez sat down with his sister and said, “Let’s leave.” Ever since Venezuela’s economy collapsed, he knew he had wanted to flee the country. “I felt that, one way or another, my future was cut short,” he told me in a phone call. His sister agreed, and they cobbled together $500 to finance an escape. More than one year after they began playing <em>RuneScape</em>, they took a five-day trip by bus in 2018 from Venezuela to Colombia to Ecuador and finally to Peru, where their cousins lived.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsb4001u3h6cbt0f3ovl@published\" data-word-count=\"32\">Now, Rodriguez works as a janitor in a residential building in Lima and makes more money than he did playing <em>RuneScape</em>. To relax, he still sometimes plays the game on his phone.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsce001v3h6cxmkt95cj@published\" data-word-count=\"102\">Despite the success stories, there are cautionary tales. Bran Castillo, a 21-year-old who lives in Venezuela and plays <em>RuneScape</em> to make money, described how the game can be a trap. He told me about a friend of a friend who was able to finance a journey out of Venezuela to Peru using <em>RuneScape</em>. Once he got to Peru, according to Castillo (I was unable to talk to him myself), he continued playing. While the money he made was enough to live in Venezuela, it wasn’t enough to live in another country. Because he couldn’t support himself, he eventually decided to return home.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsds001w3h6ccrrqpsfe@published\" data-word-count=\"82\">And Castillo shared an even darker story. According to rumors other <em>RuneScape</em> players share among themselves, a woman fled from Venezuela using money made in the game. Once she settled abroad, she realized she knew nothing other than <em>RuneScape</em> and relied on prostitution. There was no way for me to confirm this story—but even the rumor demonstrates how the community doesn’t view <em>RuneScape</em> as a panacea. Video game grunt work can potentially finance an escape but not necessarily sustain a life abroad.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsf1001x3h6ctcp1vbpe@published\" data-word-count=\"50\">This is why, Marinez told me, he works at a pizzeria every day. He only makes $1 to $2 a week working for Ciro, his stern boss. But Marinez wants a livelihood to hold on to beyond an ability to kill virtual cows, green dragons, or giant snakes with wings.</p>\n\n  \n\n\n  \n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsg8001y3h6cwium8fnn@published\" data-word-count=\"67\">In March,<strong> </strong>more than nine months after he first started playing,<strong> </strong>Marinez made approximately $90 doing services in <em>RuneScape</em>, working eight to 12 hours a day. A little more than one-third of that sum came from successfully hunting enough herbiboars to level up a character’s hunting skill from level 83 to 93. He spent most of that money on food and tiling a portion of his backyard.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpshn001z3h6csn5fdijp@published\" data-word-count=\"60\">In April, opportunities for work were slim on <em>RuneScape</em>, and he only made about $30. On the Monday of the third week of the month, when Marinez looked in an orange bucket in his kitchen, he saw only two packets of Harina P.A.N., just enough cornmeal for four days of <em>arepas</em> for himself and his younger sister. He was frustrated.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsit00203h6cdnttmdgt@published\" data-word-count=\"27\">“I thought that I wanted to leave the country as quickly as possible,” he told me, adding later, “I didn’t have money, and I couldn’t buy anything.”</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsk500213h6ce5ib83kw@published\" data-word-count=\"93\">Shortly afterward, he found a job in which he had to complete a number of <em>RuneScape</em> quests—search for a lost treasure in a waterfall, recover a child’s lost ball in a witch’s house—as well as level up the praying skill of 15 characters. On Friday, $20 had been deposited into his bank account. The orange bucket was full again, thanks to <em>RuneScape</em>. But Marinez was no closer to “being able to have hope, to being able to know things, to being able to experiment” in a life abroad from his home in Maracaibo.</p>\n\n  \n\n\n  \n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpslj00223h6cwdjvw7pj@published\" data-word-count=\"116\">Five of Marinez’s childhood friends have fled Venezuela since the economy has collapsed. His brother-in-law left in November 2020 for Chile. In the fall of 2020, he estimated it would cost Marinez $500 to $700 to join him there, including tickets, food, housing, and organizing an illegal entry. Marinez and his family don’t have that kind of money, and as of press time, they haven’t made a concrete decision to migrate to Chile; go to Colombia, where his grandmother has citizenship; or stay in Venezuela. Ultimately, the number of players who escape from Venezuela using savings earned through <em>RuneScape</em> are minuscule compared with those who play for subsistence, said Bran Castillo, the other Venezuelan <em>RuneScape</em> player.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksqcpsoz00233h6ctpz9mb1u@published\" data-word-count=\"59\">Right now, all that Marinez can do is sit in front of his computer to the tune of a whirring fan, log into <em>RuneScape</em>, and migrate to the lands of Gielinor—where he’ll cross paths with players from across the lands of Earth but be no closer to a life beyond Venezuela, beyond the click, click, click of his mouse.</p>\n\n  <p data-uri=\"slate.com/_components/future-tense-kicker/instances/cksqcmfcq001m5om96socqz5m@published\">\n  <a href=\"http://www.slate.com/articles/technology/future_tense/2012/03/future_tense_emerging_technologies_society_and_policy_.html\">Future Tense</a>\n  is a partnership of\n  <a href=\"https://slate.com/\">Slate</a>,\n  <a href=\"https://www.newamerica.org/\">New America</a>, and\n  <a href=\"http://www.asu.edu/?feature=research\">Arizona State  University</a>\n  that examines emerging technologies, public policy, and society.\n</p>\n\n  \n\n</div></div>",
  "textContent": "\n\n          On a recent afternoon in Maracaibo, Venezuela, Alexander Marinez, who has short-cropped black hair and three-to-four-day stubble, sat in front of his computer tracking herbiboars in the mushroom forests on Fossil Island. He pressed down on his glowing mouse, the newest addition to his otherwise timeworn gaming setup.\n\n  Click. The pixelated character on his computer screen followed the tracks of a hedgehoglike creature with triangular tusks and herbs growing out of its back. Outside Marinez’s one-story house, the sun bore down on the dirt road. His home lies about six miles away from the strait that connects the Caribbean Sea with Lake Maracaibo, one of the world’s richest sources of oil.\n\n  \n\n\n  Click. The character inspected a tunnel. Suddenly, the herbiboar appeared, and the character attacked, stunning it. Cartoon stars circled the herbiboar’s head. The character reached out, harvested the herbs off the creature’s back, and gained more than 2,000 experience points.\n\n  \n\n\n  \n\n\n  Over the next several days, Marinez continued to hunt herbiboars, spending more than 36 hours on the task.\n\n  “There are times I simply can’t bear the sight of the game … but if it’s for money, I can put up with it a bit,” he messaged me in Spanish, adding later, “It’s simply my job. And from it, I’m able to live.”\n\n  Marinez, who is 20 years old, “does services” for other players in Old School RuneScape, a massively multiplayer online role-playing game. Players across the world pay him—usually through Bitcoin—to go on quests and level up the skills of their characters as miners, fighters, or hunters.\n\n  \n\n\n  In Venezuela, where in 2019, 96 percent of the population earned less than the international poverty line of $1.90 per day, according to a survey conducted by a Venezuelan university, Marinez is doing better than most. In addition to the pocket change he gets working at a nearby pizzeria, he makes approximately $60 a month with RuneScape, enough to buy cornmeal for arepas and rice for himself and his younger sister. But for Marinez, toiling away online isn’t just about arepas. It’s about escape—even if he thinks the medieval fantasy game is boring.\n\n  Amid one of the worst economic collapses in the past 45 years outside of a war, he and others in Venezuela have turned toward a video game as a means for survival and potential migration. Playing video games doesn’t imply sitting in front of a screen. It can mean movement. Hunting herbiboars in RuneScape can finance today’s food and tomorrow’s future in Colombia or Chile, countries where Marinez has family.\n\n  \n\n\n  “Runescape no será por siempre,” he wrote to me while tracking his umpteenth herbiboar, or “RuneScape will not be forever.”\n\n  \n  Across the Caribbean Sea in Atlanta, almost 2,000 miles away from Marinez, lives Bryan Mobley. As a teenager, he played RuneScape incessantly, he told me in a phone call. “It was fun. It was a way to obviously skip doing homework, shit like that,” he said. Now 26 years old, Mobley sees the game differently. “I don’t see it as a virtual world anymore,” he told me. For him, it’s a “number simulator,” something akin to virtual roulette. An increase in a stash of in-game currency is an injection of dopamine.\n\n  Since Mobley started playing RuneScape in the aughts, a black market had been bubbling beneath the computer game’s economy. In the lands of Gielinor, players can trade items—mithril longswords, yak-hide armor, herbs harvested from herbiboars—and gold, the in-game currency. Eventually, players began exchanging in-game gold for actual dollars, a practice known as real-world trading. Jagex, the game’s developer, prohibits these exchanges.\n\n  \n\n\n  \n\n\n  At first, real-world trading happened informally. “[Y]ou might buy some gold from a friend at school,” Jacob Reed, a popular creator of YouTube videos about RuneScape who goes by Crumb, wrote in an email to me. Later, demand for gold outstripped supply, and some players became full-time gold farmers, or those who generate in-game currency to sell for real-world money.\n\n  Internet-age miners had always accompanied massively multiplayer online games, or MMOs, including Ultima Online and World of Warcraft. They even toiled away in some text-based virtual worlds, said Julian Dibbell, now a technology transactions lawyer who used to write about virtual economies as a journalist. In the past, many of these gold farmers were primarily located in China. Some hunkered down in makeshift factories, where they slayed virtual ogres and looted their corpses in 12-hour shifts. There were even reports of the Chinese government using prisoners to gold farm.\n\n  \n\n\n  In RuneScape, the black-market economy that gold farmers supported was relatively small—until 2013. Players had been dissatisfied with how much the computer game had changed since it was first released in 2001. So, they asked the developer to reinstate a prior version. Jagex released one from its archive, and subscribers flocked back to what came to be known as Old School RuneScape.\n\n  \n\n\n  Many of these players were like Mobley. They played RuneScape as teens and looked back fondly on the angular graphics and kitschy soundtrack. Although these 20- and 30-year-olds had hours to spare when they were younger, they now had responsibilities beyond homework. “People have jobs now, have families potentially,” said Stefan Kempe, another popular creator of videos on RuneScape who has close to 200,000 subscribers and goes by the name SoupRS, in an interview. “It’s a limiting factor to how much they can play every day.”\n\n  \n\n\n  The game can be tedious. To increase a character’s agility from 1 to 99, the highest level, it would take more than one week of nonstop play, according to a detailed guide published by the developer. Now that they had more than just their teenage allowances, players like Mobley, who works in a data center, decided to circumvent the grind of leveling up their characters, the cost of rare items, and the often boring early portions of the game.\n\n  Others like Corné, a 21-year-old software developer from Arnhem, Netherlands, who declined to give his last name, bet gold, and by extension real-world currency, on duels with other players. “I love money. Whether it’s in real life or in RuneScape, money is nice to have,” he said in a call. He buys much of his gold via middlemen, who purchase gold in bulk from gold farmers and then resell it on websites like El Dorado or Sythe. Corné estimates he’s spent between 4,000 and 5,000 euros fueling what he thinks at one point was the equivalent of a gambling addiction.\n\n  \n\n\n  \n\n\n  \n\n\n  When players like Corné and Mobley returned to RuneScape with the appetites and wallets of adulthood, the game’s black market expanded. Players still reported the existence of Chinese gold farmers, but there were others profiting off RuneScape’s renaissance: Venezuelans like Marinez.\n\n  \n  On March 12, 2020, Marinez set out to enroll in a police academy in Caracas, the capital of Venezuela, and work toward a career in law enforcement. The next day, the Venezuelan government announced its first two cases of COVID-19. It then closed all schools, shut down the borders between Venezuela and neighboring countries, and placed six states and Caracas in quarantine. Marinez was stranded in transit and holed up at his uncle’s house in a city a little more than 50 miles away from the capital.\n\n  \n\n\n  After two months, Marinez came back to Maracaibo, “without any money in my pockets,” he said. He tried to find work but found nothing in a job market demolished by the pandemic—and a yearslong economic crisis.\n\n  Ten years earlier, Venezuela, a petrostate under the presidency of Hugo Chávez, witnessed a bust in oil prices. In 2017, the price of a barrel plummeted to almost $50 from a high of more than $100, and the U.S. instituted wide-ranging sanctions against Venezuela’s authoritarian government. “When oil prices began to decline, there was no more money to import products,” said Alejandro Velasco, a professor at New York University who specializes in Venezuelan politics, in a phone interview. “As a result, there was no more money really to keep the economy going.”\n\n  \n\n\n  \n\n\n  Venezuela’s coffers were already empty after it spent its most recent oil windfall on social services like subsidized food, medical care, and literacy programs. Chávez also culled perceived dissenters from the oil industry after an attempted military coup, affecting production. And widespread corruption in the government further damaged the economy, according to Paul Angelo, a fellow at the Council for Foreign Relations who specializes in Latin American politics.\n\n  The country was in economic freefall. In response, Venezuelans with technological knowhow looked for work abroad, said Lissette González, a sociologist who lives in Caracas and works at PROVEA, a human rights nonprofit. “There are many people who live in Venezuela but who are employed abroad or work through diverse collaborative platforms on the internet, like transcription, translation, or web design,” she added.\n\n  \n\n\n  Marinez became one of these virtual migrants. After he unsuccessfully looked for a job in Maracaibo, one of his other uncles told him about the potential to make money playing RuneScape.\n\n  In June of 2020, Marinez connected to RuneScape for the first time on his computer using data from his cellphone, since his wired internet wasn’t working. (Robbers had stolen the copper inside his street’s internet cables.) When Marinez opened the game on his computer, he was confused. He had never played it before, and it was only in English, which he doesn’t speak. Luckily, there were other Venezuelans he could ask for help.\n\n  \n\n\n  Conditions in Venezuela were just right for widespread participation in RuneScape’s growing black market. In the 2010s, the Venezuelan government distributed millions of canaimitas, or cheap laptops and tablets, to students as a part of its investment in social services. The average canaimita wouldn’t be powerful enough to play the newest blockbuster video game, but it could run RuneScape, a game with simplistic graphics from a different era, just fine.\n\n  \n\n\n  Moreover, the exchange rate of gold, RuneScape’s in-game currency, to real-world money was relatively stable in comparison to the bolívar, Venezuela’s currency. In March 2020, 1 million gold pieces were worth around 63 cents, according to Polygon, and in April 2021, 1 million gold pieces were worth between 42 to 45 cents. Meanwhile, the inflation rate of the bolívar was spiraling out of control. In 2018, the International Monetary Fund estimated that the rate of inflation for average consumer prices in Venezuela was more than 65,000 percent. It rose so high it took a wheelbarrow full of bolívares to buy a loaf of bread.\n\n  As a result, many Venezuelans flocked to RuneScape, enough to affect the game’s economy.     In 2019, a nationwide blackout rocked Venezuela, and RuneScape’s market was thrown into disarray, reported Planet Money. Suddenly, the number of players buying and selling ice dyes, twisted bows, or spider legs in the game nosedived. Prices for items subsequently skyrocketed.\n\n  \n\n\n  \n\n\n  The chat room on Discord where I found Marinez—titled Venezuelans in Old School RuneScape—has more than 8,500 members. In this community, gold is the medium of exchange. Players can exchange the digital currency for paid RuneScape memberships, add credit to their cellphone plans, or buy Netflix subscriptions.\n\n  Some members, like Marinez, make money leveling up characters and doing quests for other players. Those like Marinez have increased in number over the past two to three years, said Kempe, the RuneScape YouTuber, as Jagex has become adept at banning accounts that use automated software to level up characters. Others in Marinez’s chat room farm gold. At one point, a new member asked if it was appropriate to talk about gold farming, an activity that Jagex prohibited.\n\n  \n\n\n  “Fifty percent of Venezuela is farming gold right now. Why not 😃?” wrote Marinez in response.\n\n  \n  Marinez was exaggerating, but his quip had a kernel of truth. Many in Venezuela play RuneScape to survive. And some even earn enough in the lands of Gielinor to escape abroad.\n\n  José Ricardo is a middleman who buys gold and sells it to buyers for a profit. Ricardo, who is 27 years old and lives in Maturín, Venezuela, makes between $800 and $1,200 per month buying and selling RuneScape’s currency. He invests his profits in cryptocurrency.\n\n  \n\n\n  \n\n\n  Despite cryptocurrency’s volatility, a risk he says comes with the investment, Ricardo makes enough to travel—for fun. He’s vacationed in Brazil, Colombia, and Trinidad and Tobago, a luxury Marinez wouldn’t have dreamed possible. “Average people might spend their whole lives working and working in the same [way], working in the same place, doing the same thing all the time,” Ricardo told me over the phone. “I wouldn’t do that.”\n\n  \n\n\n  Others use RuneScape for migration, not vacation. Victor Alexander Rodriguez, who is now 28 years old, used to live in a small town in northeastern Venezuela. His father worked in the oil industry, and when international oil prices plummeted, the family could barely scrape by. Rodriguez and his sister decided to play RuneScape in the beginning of 2017 every day for up to 14 hours to supplement the family’s income.\n\n  Early on during their stints as gold farmers, Rodriguez sat down with his sister and said, “Let’s leave.” Ever since Venezuela’s economy collapsed, he knew he had wanted to flee the country. “I felt that, one way or another, my future was cut short,” he told me in a phone call. His sister agreed, and they cobbled together $500 to finance an escape. More than one year after they began playing RuneScape, they took a five-day trip by bus in 2018 from Venezuela to Colombia to Ecuador and finally to Peru, where their cousins lived.\n\n  \n\n\n  \n\n\n  Now, Rodriguez works as a janitor in a residential building in Lima and makes more money than he did playing RuneScape. To relax, he still sometimes plays the game on his phone.\n\n  Despite the success stories, there are cautionary tales. Bran Castillo, a 21-year-old who lives in Venezuela and plays RuneScape to make money, described how the game can be a trap. He told me about a friend of a friend who was able to finance a journey out of Venezuela to Peru using RuneScape. Once he got to Peru, according to Castillo (I was unable to talk to him myself), he continued playing. While the money he made was enough to live in Venezuela, it wasn’t enough to live in another country. Because he couldn’t support himself, he eventually decided to return home.\n\n  \n\n\n  And Castillo shared an even darker story. According to rumors other RuneScape players share among themselves, a woman fled from Venezuela using money made in the game. Once she settled abroad, she realized she knew nothing other than RuneScape and relied on prostitution. There was no way for me to confirm this story—but even the rumor demonstrates how the community doesn’t view RuneScape as a panacea. Video game grunt work can potentially finance an escape but not necessarily sustain a life abroad.\n\n  \n\n\n  \n\n\n  This is why, Marinez told me, he works at a pizzeria every day. He only makes $1 to $2 a week working for Ciro, his stern boss. But Marinez wants a livelihood to hold on to beyond an ability to kill virtual cows, green dragons, or giant snakes with wings.\n\n  \n\n\n  \n  In March, more than nine months after he first started playing, Marinez made approximately $90 doing services in RuneScape, working eight to 12 hours a day. A little more than one-third of that sum came from successfully hunting enough herbiboars to level up a character’s hunting skill from level 83 to 93. He spent most of that money on food and tiling a portion of his backyard.\n\n  In April, opportunities for work were slim on RuneScape, and he only made about $30. On the Monday of the third week of the month, when Marinez looked in an orange bucket in his kitchen, he saw only two packets of Harina P.A.N., just enough cornmeal for four days of arepas for himself and his younger sister. He was frustrated.\n\n  \n\n\n  “I thought that I wanted to leave the country as quickly as possible,” he told me, adding later, “I didn’t have money, and I couldn’t buy anything.”\n\n  Shortly afterward, he found a job in which he had to complete a number of RuneScape quests—search for a lost treasure in a waterfall, recover a child’s lost ball in a witch’s house—as well as level up the praying skill of 15 characters. On Friday, $20 had been deposited into his bank account. The orange bucket was full again, thanks to RuneScape. But Marinez was no closer to “being able to have hope, to being able to know things, to being able to experiment” in a life abroad from his home in Maracaibo.\n\n  \n\n\n  \n\n  Five of Marinez’s childhood friends have fled Venezuela since the economy has collapsed. His brother-in-law left in November 2020 for Chile. In the fall of 2020, he estimated it would cost Marinez $500 to $700 to join him there, including tickets, food, housing, and organizing an illegal entry. Marinez and his family don’t have that kind of money, and as of press time, they haven’t made a concrete decision to migrate to Chile; go to Colombia, where his grandmother has citizenship; or stay in Venezuela. Ultimately, the number of players who escape from Venezuela using savings earned through RuneScape are minuscule compared with those who play for subsistence, said Bran Castillo, the other Venezuelan RuneScape player.\n\n  Right now, all that Marinez can do is sit in front of his computer to the tune of a whirring fan, log into RuneScape, and migrate to the lands of Gielinor—where he’ll cross paths with players from across the lands of Earth but be no closer to a life beyond Venezuela, beyond the click, click, click of his mouse.\n\n  \n  Future Tense\n  is a partnership of\n  Slate,\n  New America, and\n  Arizona State  University\n  that examines emerging technologies, public policy, and society.\n\n\n  \n\n",
  "length": 18138,
  "excerpt": "“There are times I simply can’t bear the sight of the game,” says a Venezuelan who performs tasks for other players around the world.",
  "siteName": "Slate Magazine"
}