{
  "title": "A Chair Reviews The Chair",
  "byline": "Karen Tongson",
  "dir": null,
  "content": "<h2>A Chair Reviews The Chair</h2><div id=\"readability-page-1\" class=\"page\"><div>\n\n  <p><a href=\"https://slate.com/culture/television\">      Television</a></p>\n\n<h2 itemprop=\"alternativeHeadline\">Sandra Oh’s Netflix series gets academia uncomfortably, hilariously right.</h2>\n\n\n    </div><div itemprop=\"mainEntityOfPage\">\n\n          <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjar3a8005tnbm9itykxaw3@published\" data-word-count=\"141\">It’s a little embarrassing how desperately we academics have publicly displayed our eagerness for the new Netflix series <em>The Chair,</em> starring Sandra Oh as a professor and chair of an Ivy League–ish English department at the fictitious Pembroke University. Ever since the streamer rolled out a <a href=\"https://tvline.com/2021/05/12/sandra-oh-the-chair-netflix-comedy-series-premiere-date/\">faux news story</a> from the Pembroke Daily announcing professor Ji-Yoon Kim’s appointment as the English department’s “first female—and POC—Chair” in the school’s 179-year history, academic Twitter has been abuzz with speculation about everything from the show’s potential verisimilitude to the outfits Oh’s character might don as a fortysomething scholar who specializes in Emily Dickinson. The earliest trailers even <a href=\"https://twitter.com/prof_gabriele/status/1403359330498486273\">spawned memes</a> where scholars scrutinized the faculty offices on the show. Actual professors focused on the abundance of modernist art and wood paneling that rarely adorn faculty offices—if we’re even lucky enough to have them—in real life.</p>\n\n  \n\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasi8f00183h6ca1r5lfrq@published\" data-word-count=\"142\">About a year before <em>The Chair</em>’s debut was announced, I became the first woman of color to be promoted to the rank of full professor in the English department in my university’s entire 140-year history. Shortly after that promotion (which I wasn’t aware would be quite so historic while I was immersed in “trusting the process,” as <em>Bachelor </em>Nation might say), I was also asked to chair the department of gender and sexuality studies. Given that my own relationship to <em>The Chair</em>’s premise is so profoundly overdetermined, I approached the series by managing my own expectations about what it might mean to be finally seen on any screen, big or small, and on so many levels: as an Asian American woman, as a recently minted department chair, and as a Sandra Oh fan from as far back as <em>Under the Tuscan Sun</em>.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasi9p00193h6cetib3n09@published\" data-word-count=\"163\">The thirst for shows that accurately represent academia, or that bother to represent academia at all, is understandable given how spectacularly television and film have failed to get even the major details of our profession right, let alone the more nuanced aspects of its racial and gender politics as they unfold through interpersonal intrigue. Shows about academia, and humanities professors in particular, tend to fail miserably because most of our drama unfurls as minutiae, as invisible labor that exacts its toll psychologically, in isolation, and behind the scenes. Furthermore, the material rewards of academia are minuscule when compared with other purportedly “elite” professions. The great Wendy Rhoades on <em>Billions</em> nailed it when she observed wryly that in “academia everything’s a big fucking deal because the stakes are so small.” Even the largest grants and most prestigious prizes earned by professors usually don’t amount to much in the grander scheme of America’s capitalist sensorium, so cultural capital (and its very niche stakes) remains king.</p>\n\n  \n\n\n  \n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasibe001a3h6c3day9p0l@published\" data-word-count=\"68\">Save the sitcom <em>Community</em>, which decouples academia from its elitist legacy, and a recurring <em>SNL</em> sketch featuring Rachel Dratch and Will Ferrell as professorial “lovahs”<em> </em>who sup on spiced meats and foist their ribald eroticism onto strangers in “hot <em>TUBS</em>,” few shows represent scholarly subjects with any sense of humor—perhaps because academia itself insists on being taken way too seriously in an effort to preserve its cultural currency.</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasicj001b3h6cgng68i49@published\" data-word-count=\"126\">The absurdism beneath academia’s shabby-genteel displays of self-importance and intellectual grandiosity amid small, yet nevertheless life-altering, stakes is what <em>The Chair</em>’s co-creators, Amanda Peet and Annie Julia Wyman, who received her Ph.D. in English from Harvard, truly get right.* The series sheds the earnestness and drama of so many previous small screen efforts at depicting the professoriate and strikes a screwball comedic tone befitting the actual zaniness of its subject. Pratfalls abound in the opening episode, even as we are serviced by the buttoned-up B-roll of collegiate life: a Northeastern campus blanketed by snow, a leather-bound edition of Thomas Carlyle’s <em>Sartor Resartus</em>, stained glass windows depicting scenes of medieval piety and anguish, and massive oil portraits of old white men whose names adorn all the buildings.</p>\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasidx001c3h6cctg04rgx@published\" data-word-count=\"98\">We are predisposed to root for newly elevated chair Ji-Yoon Kim because she comes to us in the familiar guise of Sandra Oh’s signature messy put-togetherness. Her slightly anxious, somewhat idealistic persona is in keeping with what we might expect from a frazzled, overworked college professor. Ji-Yoon isn’t quite nutty, but she isn’t quite on solid ground, either, as the opening scene makes sure to highlight when her first act as the department head is literally to fall out of her broken office chair. (The heavy-handedness of the metaphor is lightened by Oh’s expertly truncated, “What the fu—?”)</p>\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasigv001d3h6cadl8h3y2@published\" data-word-count=\"78\">In its finest moments, <em>The Chair</em> is a workplace farce doled out in tidy 30-minute increments. Instead of fetishizing the literary classroom as a luminous font of inspiration, the series<em> </em>shows us how Ji-Yoon’s strenuous efforts are constantly crushed by structural racism and sexism. We’re given the sense that she won’t be able to heal the institution or bring her department into the new millennium, no matter how many conciliatory Harold Bloom quotes she drops in department meetings.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasii6001e3h6c7gof5pef@published\" data-word-count=\"104\">Ji-Yoon’s focus at the start of the series is, as it should be, on shepherding rising star Yaz McKay (Nana Mensah), who also happens to be the only junior scholar and the only Black woman in the department, to tenure. But her time as chair is consumed by massaging the wounded egos of older white faculty members who have the lowest enrollments in the department even as they reap the highest salaries. Furthermore, she must contend with constant pressure from the upper administration to boost enrollments or downsize. The deans’, provosts’, higher-ed legal teams’, and trustees’ only commitment, it seems, is to “endowment management.”</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasis6001f3h6carqu5839@published\" data-word-count=\"140\">Where things get a little trickier for Ji-Yoon, and for <em>The Chair</em> as a whole, is negotiating her personal and professional relationship with her friend and colleague Bill Dobson (Jay Duplass). Whenever a Duplass brother is cast in a dramedy, you have a sense that showrunners are testing the limits of how much sympathy we’ll be able to muster for a deeply flawed but likable man. As a widower and prototypically drunken modernist, Bill sits squarely on the flawed end of that spectrum. He is young enough, and possessed of enough Joy Division T-shirts, to inspire the occasional misplaced crush from an undergraduate, though to the show’s credit, it exposes how often these “Don’t Stand So Close to Me” vibes are purely a projection from male professors who have an inflated sense of how desirable they are for their “genius.”</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasite001g3h6cloiz0eyp@published\" data-word-count=\"257\">Despite being Ji-Yoon’s greatest champion, and supposedly one of the reasons she has ascended to the chairship in the first place (as he constantly reminds her), Bill also does the most to derail her reformist agenda. His misguided parody of a Nazi salute in a lecture on fascism and modernism sets off a chain of reactions that highlights how the show hedges its bets on the “cancel culture” debate. We see Bill for the drunken, (self-)destructive idiot that he is, a white man coddled for his brilliance and popularity who expects his female colleagues and graduate students to clean up the messes he leaves in his wake, all while his competence as a writer and scholar never bears deeper scrutiny. But we also see co-eds secretly filming professors’ lectures on their phones, as the threat of controversy looms over the embattled English department in its hapless struggle to keep “butts in seats.” When Yaz’s class is merged with the woefully underenrolled survey of “American letters” taught by old-timer Elliot Rentz (Bob Balaban), it’s unclear whether the students’ <em>Hamilton</em>-esque transpositions of <em>Moby-Dick</em> into rap are meant to be fetishized as cutting-edge pedagogy or seen as the decline of serious scholarly engagement with the text. Furthermore, the idealistic and notably diverse group of undergrads is implicitly held responsible for polarizing the campus climate with its quickness to decontextualize classroom content on social media. Laying this responsibility at the undergraduates’ feet seems to let both the faculty and the administration off the hook for remaining oblivious to a changing world.</p>\n\n  \n\n\n  \n\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasivl001h3h6cqeolbv3r@published\" data-word-count=\"116\">Nevertheless, I’m heartened by the fact that <em>The Chair</em> manages to sidestep some of the other clichés of shows focused on academia, especially in the complicated interpersonal relationship between Ji-Yoon and Bill. When Bill is aghast that his shenanigans receive pushback from the students with whom he feels he has a special touch, Ji-Yoon, in her capacity as chair, dresses him down with the utmost clarity: “You think you’re one of those men who can dust themselves off and pretend it never happened.” Later on, Ji-Yoon is herself subjected to a clear-eyed read of her political waffling, when Yaz underlines the conciliatory approach she takes with Pembroke’s old guard: “You act like you owe them something.”</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasiww001i3h6cj3iln0ip@published\" data-word-count=\"150\">Overall, <em>The Chair</em> offers just enough realist elements not to alienate those of us who are deeply invested in seeing certain aspects of our invisible scholarly labor—largely of the social, interpersonal kind—made legible to the streaming masses. I imagine many of my colleagues will be heartened by the brief shoutouts to “eco-criticism” and “affect theory,” and tickled by an inspired celebrity cameo in the middle of the series’ run. The show also accurately mirrors how flawed and pathetically self-involved most of us academics are: from Balaban’s fading scholarly star to older female professors like Joan Hambling (a pitch perfect Holland Taylor), still smarting from decades of being “the only one.” We see through the lens of humor and kindness how her charade of “belonging” to a sexist institution, often at the expense of younger women and people of color, has eaten away at her sense of self-worth over the years.</p>\n\n  \n\n\n  \n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasiy9001j3h6cddupkqjq@published\" data-word-count=\"163\"><em>The Chair</em>’s greatest strength is in where it eventually lands: with an accurate, if heightened, sometimes satirical portrayal of what it’s actually like to chair a department (at least from my experience doing so at a private research university). It’s all there: cradling egos, negotiating office space, being stretched between meetings and squeezed by the deans and provosts for every last penny in your operating budget, struggling with promotions and retentions, and having to answer to the whims of donors and trustees—though in real life, a trustee is highly unlikely to dine with a lowly department chair. The most resonant line of the series for me is when Ji-Yoon comes to a realization about her predicament: “I feel like someone handed me a&nbsp;ticking time bomb&nbsp;because they wanted to make sure a woman was holding it when it explodes.” As the series progresses, she begins to see chairing a department for what it truly is: a burden and a hazard more than an honor.</p>\n\n  \n\n\n  <p data-uri=\"slate.com/_components/slate-paragraph/instances/cksjasizk001k3h6c76dg09dy@published\" data-word-count=\"136\">Crucially, the series also shows us that universities, caricatured as they are by the right as bastions of progressive thought, are actually deeply entrenched, culturally conservative institutions whose foremost concern is liability. Insofar as institutions are intent on keeping intact the hierarchies and structural inequalities that allow the system to go on as usual, both faculty and students can be treated as collateral damage. Ji-Yoon comes close to saying as much when, in a course devoted to Emily Dickinson, she asks her students to marinate on Audre Lorde’s foundational feminist truism about the master’s tools inability to dismantle the master’s house. She finds herself trying to accomplish two fundamentally incompatible things: doing right by her people and her constituencies, and defending the existence of a discipline—and a department—that will never quite accept her place in it.</p>\n\n  <p>Correction, Aug. 20, 2021: This article originally misidentified Annie Julia Wyman as a Ph.D. candidate. She received her doctorate in 2017.</p>\n\n  \n\n  \n\n</div></div>",
  "textContent": "\n\n        Television\n\nSandra Oh’s Netflix series gets academia uncomfortably, hilariously right.\n\n\n    \n\n          It’s a little embarrassing how desperately we academics have publicly displayed our eagerness for the new Netflix series The Chair, starring Sandra Oh as a professor and chair of an Ivy League–ish English department at the fictitious Pembroke University. Ever since the streamer rolled out a faux news story from the Pembroke Daily announcing professor Ji-Yoon Kim’s appointment as the English department’s “first female—and POC—Chair” in the school’s 179-year history, academic Twitter has been abuzz with speculation about everything from the show’s potential verisimilitude to the outfits Oh’s character might don as a fortysomething scholar who specializes in Emily Dickinson. The earliest trailers even spawned memes where scholars scrutinized the faculty offices on the show. Actual professors focused on the abundance of modernist art and wood paneling that rarely adorn faculty offices—if we’re even lucky enough to have them—in real life.\n\n  \n\n\n  \n\n\n  \n\n\n  About a year before The Chair’s debut was announced, I became the first woman of color to be promoted to the rank of full professor in the English department in my university’s entire 140-year history. Shortly after that promotion (which I wasn’t aware would be quite so historic while I was immersed in “trusting the process,” as Bachelor Nation might say), I was also asked to chair the department of gender and sexuality studies. Given that my own relationship to The Chair’s premise is so profoundly overdetermined, I approached the series by managing my own expectations about what it might mean to be finally seen on any screen, big or small, and on so many levels: as an Asian American woman, as a recently minted department chair, and as a Sandra Oh fan from as far back as Under the Tuscan Sun.\n\n  \n\n\n  The thirst for shows that accurately represent academia, or that bother to represent academia at all, is understandable given how spectacularly television and film have failed to get even the major details of our profession right, let alone the more nuanced aspects of its racial and gender politics as they unfold through interpersonal intrigue. Shows about academia, and humanities professors in particular, tend to fail miserably because most of our drama unfurls as minutiae, as invisible labor that exacts its toll psychologically, in isolation, and behind the scenes. Furthermore, the material rewards of academia are minuscule when compared with other purportedly “elite” professions. The great Wendy Rhoades on Billions nailed it when she observed wryly that in “academia everything’s a big fucking deal because the stakes are so small.” Even the largest grants and most prestigious prizes earned by professors usually don’t amount to much in the grander scheme of America’s capitalist sensorium, so cultural capital (and its very niche stakes) remains king.\n\n  \n\n\n  \n\n  Save the sitcom Community, which decouples academia from its elitist legacy, and a recurring SNL sketch featuring Rachel Dratch and Will Ferrell as professorial “lovahs” who sup on spiced meats and foist their ribald eroticism onto strangers in “hot TUBS,” few shows represent scholarly subjects with any sense of humor—perhaps because academia itself insists on being taken way too seriously in an effort to preserve its cultural currency.\n\n  The absurdism beneath academia’s shabby-genteel displays of self-importance and intellectual grandiosity amid small, yet nevertheless life-altering, stakes is what The Chair’s co-creators, Amanda Peet and Annie Julia Wyman, who received her Ph.D. in English from Harvard, truly get right.* The series sheds the earnestness and drama of so many previous small screen efforts at depicting the professoriate and strikes a screwball comedic tone befitting the actual zaniness of its subject. Pratfalls abound in the opening episode, even as we are serviced by the buttoned-up B-roll of collegiate life: a Northeastern campus blanketed by snow, a leather-bound edition of Thomas Carlyle’s Sartor Resartus, stained glass windows depicting scenes of medieval piety and anguish, and massive oil portraits of old white men whose names adorn all the buildings.\n\n  \n\n\n  \n\n\n  We are predisposed to root for newly elevated chair Ji-Yoon Kim because she comes to us in the familiar guise of Sandra Oh’s signature messy put-togetherness. Her slightly anxious, somewhat idealistic persona is in keeping with what we might expect from a frazzled, overworked college professor. Ji-Yoon isn’t quite nutty, but she isn’t quite on solid ground, either, as the opening scene makes sure to highlight when her first act as the department head is literally to fall out of her broken office chair. (The heavy-handedness of the metaphor is lightened by Oh’s expertly truncated, “What the fu—?”)\n\n  In its finest moments, The Chair is a workplace farce doled out in tidy 30-minute increments. Instead of fetishizing the literary classroom as a luminous font of inspiration, the series shows us how Ji-Yoon’s strenuous efforts are constantly crushed by structural racism and sexism. We’re given the sense that she won’t be able to heal the institution or bring her department into the new millennium, no matter how many conciliatory Harold Bloom quotes she drops in department meetings.\n\n  \n\n\n  Ji-Yoon’s focus at the start of the series is, as it should be, on shepherding rising star Yaz McKay (Nana Mensah), who also happens to be the only junior scholar and the only Black woman in the department, to tenure. But her time as chair is consumed by massaging the wounded egos of older white faculty members who have the lowest enrollments in the department even as they reap the highest salaries. Furthermore, she must contend with constant pressure from the upper administration to boost enrollments or downsize. The deans’, provosts’, higher-ed legal teams’, and trustees’ only commitment, it seems, is to “endowment management.”\n\n  \n\n\n  Where things get a little trickier for Ji-Yoon, and for The Chair as a whole, is negotiating her personal and professional relationship with her friend and colleague Bill Dobson (Jay Duplass). Whenever a Duplass brother is cast in a dramedy, you have a sense that showrunners are testing the limits of how much sympathy we’ll be able to muster for a deeply flawed but likable man. As a widower and prototypically drunken modernist, Bill sits squarely on the flawed end of that spectrum. He is young enough, and possessed of enough Joy Division T-shirts, to inspire the occasional misplaced crush from an undergraduate, though to the show’s credit, it exposes how often these “Don’t Stand So Close to Me” vibes are purely a projection from male professors who have an inflated sense of how desirable they are for their “genius.”\n\n  \n\n\n  Despite being Ji-Yoon’s greatest champion, and supposedly one of the reasons she has ascended to the chairship in the first place (as he constantly reminds her), Bill also does the most to derail her reformist agenda. His misguided parody of a Nazi salute in a lecture on fascism and modernism sets off a chain of reactions that highlights how the show hedges its bets on the “cancel culture” debate. We see Bill for the drunken, (self-)destructive idiot that he is, a white man coddled for his brilliance and popularity who expects his female colleagues and graduate students to clean up the messes he leaves in his wake, all while his competence as a writer and scholar never bears deeper scrutiny. But we also see co-eds secretly filming professors’ lectures on their phones, as the threat of controversy looms over the embattled English department in its hapless struggle to keep “butts in seats.” When Yaz’s class is merged with the woefully underenrolled survey of “American letters” taught by old-timer Elliot Rentz (Bob Balaban), it’s unclear whether the students’ Hamilton-esque transpositions of Moby-Dick into rap are meant to be fetishized as cutting-edge pedagogy or seen as the decline of serious scholarly engagement with the text. Furthermore, the idealistic and notably diverse group of undergrads is implicitly held responsible for polarizing the campus climate with its quickness to decontextualize classroom content on social media. Laying this responsibility at the undergraduates’ feet seems to let both the faculty and the administration off the hook for remaining oblivious to a changing world.\n\n  \n\n\n  \n\n\n  \n\n\n  Nevertheless, I’m heartened by the fact that The Chair manages to sidestep some of the other clichés of shows focused on academia, especially in the complicated interpersonal relationship between Ji-Yoon and Bill. When Bill is aghast that his shenanigans receive pushback from the students with whom he feels he has a special touch, Ji-Yoon, in her capacity as chair, dresses him down with the utmost clarity: “You think you’re one of those men who can dust themselves off and pretend it never happened.” Later on, Ji-Yoon is herself subjected to a clear-eyed read of her political waffling, when Yaz underlines the conciliatory approach she takes with Pembroke’s old guard: “You act like you owe them something.”\n\n  \n\n\n  Overall, The Chair offers just enough realist elements not to alienate those of us who are deeply invested in seeing certain aspects of our invisible scholarly labor—largely of the social, interpersonal kind—made legible to the streaming masses. I imagine many of my colleagues will be heartened by the brief shoutouts to “eco-criticism” and “affect theory,” and tickled by an inspired celebrity cameo in the middle of the series’ run. The show also accurately mirrors how flawed and pathetically self-involved most of us academics are: from Balaban’s fading scholarly star to older female professors like Joan Hambling (a pitch perfect Holland Taylor), still smarting from decades of being “the only one.” We see through the lens of humor and kindness how her charade of “belonging” to a sexist institution, often at the expense of younger women and people of color, has eaten away at her sense of self-worth over the years.\n\n  \n\n\n  \n\n  The Chair’s greatest strength is in where it eventually lands: with an accurate, if heightened, sometimes satirical portrayal of what it’s actually like to chair a department (at least from my experience doing so at a private research university). It’s all there: cradling egos, negotiating office space, being stretched between meetings and squeezed by the deans and provosts for every last penny in your operating budget, struggling with promotions and retentions, and having to answer to the whims of donors and trustees—though in real life, a trustee is highly unlikely to dine with a lowly department chair. The most resonant line of the series for me is when Ji-Yoon comes to a realization about her predicament: “I feel like someone handed me a ticking time bomb because they wanted to make sure a woman was holding it when it explodes.” As the series progresses, she begins to see chairing a department for what it truly is: a burden and a hazard more than an honor.\n\n  \n\n\n  Crucially, the series also shows us that universities, caricatured as they are by the right as bastions of progressive thought, are actually deeply entrenched, culturally conservative institutions whose foremost concern is liability. Insofar as institutions are intent on keeping intact the hierarchies and structural inequalities that allow the system to go on as usual, both faculty and students can be treated as collateral damage. Ji-Yoon comes close to saying as much when, in a course devoted to Emily Dickinson, she asks her students to marinate on Audre Lorde’s foundational feminist truism about the master’s tools inability to dismantle the master’s house. She finds herself trying to accomplish two fundamentally incompatible things: doing right by her people and her constituencies, and defending the existence of a discipline—and a department—that will never quite accept her place in it.\n\n  Correction, Aug. 20, 2021: This article originally misidentified Annie Julia Wyman as a Ph.D. candidate. She received her doctorate in 2017.\n\n  \n\n  \n\n",
  "length": 12199,
  "excerpt": "Sandra Oh’s Netflix series gets academia uncomfortably, hilariously right.",
  "siteName": "Slate Magazine"
}