{
  "title": "Moon soil to head for Chairman Mao's hometown",
  "byline": "Global Times",
  "dir": null,
  "content": "<div id=\"readability-page-1\" class=\"page\"><p>Yuanwang-3, the only maritime space tracking ship in China’s Chang’e-5 mission, successfully completes its escort task on early Thursday morning. It has undertaken nearly 100 maritime tracking and monitoring tasks of spacecraft, including the Shenzhou spaceships, Chang’e lunar probes, and BeiDou satellites. Photo: Courtesy of Our Space</p><p>With Chang'e-5 probe making a perfect conclusion to its 23-day journey to the moon, bringing back soil from Earth's celestial neighbor, Central China's Hunan Province, the hometown of the late Chinese leader Mao Zedong, will be one of the sites where the moon samples are stored, to commemorate the leader and his passion for space exploration, China National Space Administration (CNSA) said on Thursday.</p><p>The CNSA said at a special media conference on Thursday that part of the lunar soil sample collected by Chang'e-5 will be preserved in Shaoshan, Hunan as a tribute to Mao, who once expressed his admiration and wonder for space when he said, \"We can clasp the moon in the Ninth Heaven and seize turtles deep down in the Five Seas.\"</p><p>Beyond the intention to honor the late leader, Deputy Director of the Lunar Exploration and Space Program Center of the CNSA Pei Zhaoyu explained that Hunan was also chosen for its favorable geological conditions for disaster recovery and backup.&nbsp;</p><div><p>The Chang'e-5 probe's landing was live-streamed on China's twitter-like Sina Weibo in the early hours of Thursday Beijing time. While the city lights were dimmed in the silent night, millions of Chinese were staring into their phone screens, with hearts pounding heavily.&nbsp;</p><p>The videos attracted nearly 2 million views as of 3 am Beijing time, which showed the excitement of the Chinese people toward the probe's return.&nbsp;</p><p><img src=\"/calibre/Global%20Times%20%5BWed%2C%2025%20Aug%202021%5D%20-%20calibre/feed_0/article_0/images/img2_u1.jpg\"></p>\n<p>China's Chang'e-5 successfully landed at its designated landing area in Siwangzi Banner, N China's Inner Mongolia Autonomous Region around 2 am Thursday, carrying around 2 kgs of lunar samples. Photos show workers checking craft's status. (Photo: Our Space/ Wang Jiangbo) </p><p>Interestingly, a mysterious little creature was spotted mixing with the search and rescue team who got the very first glimpse of the Chang'e-5's return capsule in a snow-covered area in Siziwang Banner, North China's Inner Mongolia Autonomous Region.&nbsp;</p><p>On Thursday, the case was finally closed. While many netizens suspected it was a smart fox or a fierce wolf, the CNSA revealed to the public that it turned out to be a furry little rabbit - just as the ancient Chinese tale has described, the moon goddess Chang'e, after whom the probe was named, always brings her pet rabbit.</p><p>Another detail disclosed from one of the pictures sent from the landing area triggered a wave of laughter - the dusty capsule of Chang'e-5 was covered with dozens of heating pads to keep it warm against the -30C cold. \"This is so adorable. It seems like those mothers who are always concerned about their kids in winter, showing their care to the greatest extent by covering their kids in heating pads all over their bodies,\" one netizen wrote.&nbsp;&nbsp;</p><p><img src=\"/calibre/Global%20Times%20%5BWed%2C%2025%20Aug%202021%5D%20-%20calibre/feed_0/article_0/images/img3.jpg\"></p>\n<p>Photo: Capsule is covered with heating pads as it touched ground</p><p>Shortly after Chang'e-5's launch, curious netizens dug up an article published in 2005 by the People's Daily, which laid out plans for the entire Chang'e series — orbiting, landing, and sample retrieval, while specifying that the missions were expected to be completed in 2020.</p><p>Fifteen years later, the timetable in the newspaper was finally met. \"It's hard to believe that our distant and unrealistic fantasies - once seemingly the realm of science fiction - have actually come true,\" a netizen on Weibo said in awe.&nbsp;</p><p>China's persistence in meeting its goal startled foreign researchers. \"China is developing space projects of all types according to its own timetable, and it is not rushing about, but taking its time to do things right,\" Bleddyn Bowen, an outer space analyst at the University of Leicester in the UK, told CCTV News.</p><p>The lunar samples will be divided into three parts for different purposes, CNSA deputy head Wu Yanhua noted. The first group will be sent to scientific labs to use in research, while the other two will be displayed in national museums for the public's education and shared with the international community in accordance with lunar data management regulations. They could even be given as special gifts to countries that work closely with China on aerospace matters.&nbsp;</p></div></div>",
  "textContent": "Yuanwang-3, the only maritime space tracking ship in China’s Chang’e-5 mission, successfully completes its escort task on early Thursday morning. It has undertaken nearly 100 maritime tracking and monitoring tasks of spacecraft, including the Shenzhou spaceships, Chang’e lunar probes, and BeiDou satellites. Photo: Courtesy of Our SpaceWith Chang'e-5 probe making a perfect conclusion to its 23-day journey to the moon, bringing back soil from Earth's celestial neighbor, Central China's Hunan Province, the hometown of the late Chinese leader Mao Zedong, will be one of the sites where the moon samples are stored, to commemorate the leader and his passion for space exploration, China National Space Administration (CNSA) said on Thursday.The CNSA said at a special media conference on Thursday that part of the lunar soil sample collected by Chang'e-5 will be preserved in Shaoshan, Hunan as a tribute to Mao, who once expressed his admiration and wonder for space when he said, \"We can clasp the moon in the Ninth Heaven and seize turtles deep down in the Five Seas.\"Beyond the intention to honor the late leader, Deputy Director of the Lunar Exploration and Space Program Center of the CNSA Pei Zhaoyu explained that Hunan was also chosen for its favorable geological conditions for disaster recovery and backup. The Chang'e-5 probe's landing was live-streamed on China's twitter-like Sina Weibo in the early hours of Thursday Beijing time. While the city lights were dimmed in the silent night, millions of Chinese were staring into their phone screens, with hearts pounding heavily. The videos attracted nearly 2 million views as of 3 am Beijing time, which showed the excitement of the Chinese people toward the probe's return. \nChina's Chang'e-5 successfully landed at its designated landing area in Siwangzi Banner, N China's Inner Mongolia Autonomous Region around 2 am Thursday, carrying around 2 kgs of lunar samples. Photos show workers checking craft's status. (Photo: Our Space/ Wang Jiangbo) Interestingly, a mysterious little creature was spotted mixing with the search and rescue team who got the very first glimpse of the Chang'e-5's return capsule in a snow-covered area in Siziwang Banner, North China's Inner Mongolia Autonomous Region. On Thursday, the case was finally closed. While many netizens suspected it was a smart fox or a fierce wolf, the CNSA revealed to the public that it turned out to be a furry little rabbit - just as the ancient Chinese tale has described, the moon goddess Chang'e, after whom the probe was named, always brings her pet rabbit.Another detail disclosed from one of the pictures sent from the landing area triggered a wave of laughter - the dusty capsule of Chang'e-5 was covered with dozens of heating pads to keep it warm against the -30C cold. \"This is so adorable. It seems like those mothers who are always concerned about their kids in winter, showing their care to the greatest extent by covering their kids in heating pads all over their bodies,\" one netizen wrote.  \nPhoto: Capsule is covered with heating pads as it touched groundShortly after Chang'e-5's launch, curious netizens dug up an article published in 2005 by the People's Daily, which laid out plans for the entire Chang'e series — orbiting, landing, and sample retrieval, while specifying that the missions were expected to be completed in 2020.Fifteen years later, the timetable in the newspaper was finally met. \"It's hard to believe that our distant and unrealistic fantasies - once seemingly the realm of science fiction - have actually come true,\" a netizen on Weibo said in awe. China's persistence in meeting its goal startled foreign researchers. \"China is developing space projects of all types according to its own timetable, and it is not rushing about, but taking its time to do things right,\" Bleddyn Bowen, an outer space analyst at the University of Leicester in the UK, told CCTV News.The lunar samples will be divided into three parts for different purposes, CNSA deputy head Wu Yanhua noted. The first group will be sent to scientific labs to use in research, while the other two will be displayed in national museums for the public's education and shared with the international community in accordance with lunar data management regulations. They could even be given as special gifts to countries that work closely with China on aerospace matters. ",
  "length": 4396,
  "excerpt": "With Chang'e-5 probe making a perfect conclusion to its 23-day journey to the moon, bringing back soil from Earth's celestial neighbor, Central China's Hunan Province, the hometown of the late Chinese leader Mao Zedong, will be one of the sites where the moon samples are stored, to commemorate the leader and his passion for space exploration, China National Space Administration (CNSA) said on Thursday.",
  "siteName": null
}