{
  "title": "Underdogs Glamorgan win One-Day Cup, their first trophy in 17 years | Royal London Cup",
  "byline": "Gary Naylor",
  "dir": null,
  "content": "<h2>Underdogs Glamorgan win One-Day Cup, their first trophy in 17 years | Royal London Cup</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><h2>Ball one: Cooke and co oust Cook and co</h2><p>Favourites Essex had a good start away at <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/glamorganccc\">Glamorgan</a> in the first of the One-Day Cup semi-finals on Monday, Alastair Cook being the unlikely aggressor early on. His was the first wicket to fall, out for 68 at better than a run a ball, a victim of club call-up Steve Reingold. With 30 overs gone, the visitors were 151-2 and eyeing a score of at least 300.</p><p>They had not reckoned with the inexperienced all-rounder Joe Cooke, who got in among them with 5-61, restricting the Glammie target to 290.</p><p>Essex were still the favourites when they had sent five home batsmen back to the hutch with 108 runs still to get and Simon Harmer with four overs up his sleeve. They had not reckoned with the inexperienced all-rounder, Joe Cooke, who got in among them, 66 not out off 56 balls, supported by the hard-running Tom Cullen with 41 to his name at the other end.</p><p>Nobody saw that coming, probably not even Joe Cooke – but that’s the thing about knockout cricket. Glamorgan were into the final, where they would play <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/surrey\">Surrey</a> or Durham.</p><h2>Ball two: Durham book date with destiny</h2><p>Mark Stoneman and Scott Borthwick faced off against their former counties for a place in the final and Stoneman won the first round. His century included a partnership of 155 for the fourth wicket with his young captain, Jamie Smith, allowing the visitors to recover from Chris Rushworth’s three early wickets and set <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/durham\">Durham</a> 281 for the win.</p><p>That probably felt about 20 under par and, when Surrey’s bowlers failed to make inroads into Durham’s strong top order, Borthwick became the third man out with just 59 needed off 10 overs. The visitors needed snookers that never came. Durham went into the final with a top four who had all scored at least 45 and their captain sitting at the top of the tournament’s most valuable player rankings. They would start as firm favourites.</p><h2>Ball three: A final to remember for all the right reasons</h2><p>Despite the almost cruel scheduling by the ECB, fans of Glamorgan and Durham made their way to Trent Bridge on a Thursday afternoon, supported their counties. They were rewarded with a match that ebbed and flowed, comprised much excellent cricket and some brainless stuff, and finished with the winning team drinking beers among the fans before they had even laid hands on the trophy.</p><p>Nobody ran on to the field (the players invaded the stands); nobody was obviously hammered despite it being a day-nighter; and, incredibly, the cameras picked out women and children coping with the mathematical challenge demanded by 100 overs rather than 100 balls.</p><p>To their credit, Sky gave it their full production values, barely having time for an advert break as the players coped without drinks every 10 minutes, tactical conferences part way through an over and a regular supply of new equipment. A shadow squad of commentators, led by the knowledgable and enthusiastic Niall O’Brien described and analysed events on the field and refrained (largely) from selling us a game the vast majority of those watching have always loved and will always love.</p><p>With the sun setting in a late summer sky, a giant 40-year-old quick was embraced by his diminutive 23-year-old captain, as joy rippled across the playing area and right down the cameras into our homes. Are you going to be the one who tells them it was just a “development competition”?</p><div id=\"46ae4dbe-0cfb-44dc-b1ee-cac7698ca339\"><div><picture itemprop=\"contentUrl\"><img alt=\"The Glamorgan players enjoy the moment.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_21/article_3/images/img3_u13.jpg\"></picture></div><p><span></span><span>The Glamorgan players enjoy the moment.</span> Photograph: MI News/NurPhoto/Rex/Shutterstock</p></div><h2>Ball four: Carlson makes all the right moves</h2><p>Unless you’re an England selector, you need only see Kiran Carlson for 10 minutes before you discern a touch of genius in his batting. His 82 was unlike any other batsman’s innings in this match (or others) and was clearly the innings of the day despite Sean Dickson’s admirable backs-to-the-wall 84 not out.</p><p>He hit 10 fours and three sixes to all parts of the ground, his fast hands and wristy play reminiscent of (whisper it now) AB de Villers. His shot selection was admirable and his seizing of the game – striking at nearly 140 on a pitch that always offered a little to the bowlers and was slow for strokemakers – marked him out (again) as a very special talent.</p><p>So much, so familiar to readers of this column, but what took the eye later was his captaincy. He kept the field close to save ones, hustled through his overs giving batsmen no time to think properly and always managed to be first to congratulate a successful catcher. Leading many older players, there was never a moment in which he wasn’t obviously in charge – not bad for a bloke who looks like he’s growing a moustache to avoid getting Id-ed in Cardiff pubs.</p><h2>Ball five: Raine stops successful play</h2><p>Durham introduced Matty Potts and Ben Raine back into the team after their sojourn in The Hundred; Glamorgan stuck to their plan from the start of the competition, using a depleted squad from first to last (as an aside, I did not see senior pro David Lloyd or head coach Matthew Maynard in any of the celebrations, or in the congratulations at the end of the match. If they have stood back and kept their distance, that’s very decent indeed of them).</p><p>Potts and Raine bowled very well, sharing six wickets between them, giving their all for the cause, but one wonders about the effect on the dressing room of a couple of players on bigger contracts sweeping in for the final. All the right noises will be made by everyone connected with Durham – a crestfallen captain Scott Borthwick spoke well at the presentation ceremony – but the hitherto best team in the competition were well beaten. I wonder if they would follow Glamorgan’s policy if they had their time again.</p><h2>Ball six: Hogan’s a hero</h2><p>Lukas Carey, James Weighell, Joe Cooke, Steve Reingold and Andrew Salter looked what they are – journeymen who bowled at the competition’s best batting unit without fear and with discipline, supported by smart, aggressive field placings and drawing on a collective energy that would not be depleted even when Australia’s Cameron Bancroft and the experienced Sean Dickson were wresting the initiative away from them.</p><p>After a fine knock, Salter’s efforts with the ball won him the man of the match award, something that nobody can take away from him, no matter how often the cheerleaders of another white-ball competition imply that it should have an asterisk next to it.</p><p>But the winning wicket was taken by Michael Hogan, a man into his fifth decade with 853 wickets at an average well below 30 since he started playing professionally at the age of 28. Clutching a stump in a slightly bashful post-match interview, he said that he would frame it and hang it in his bathroom. Hogan has a benefit next year – as Niall O’Brien pointed out, he’s exactly the sort of cricketer for whom the system was designed – so I’d keep it in the boot of the car for 12 months or so if I were you Mr Hogan.</p></div></main></main></div></div>",
  "textContent": "Ball one: Cooke and co oust Cook and coFavourites Essex had a good start away at Glamorgan in the first of the One-Day Cup semi-finals on Monday, Alastair Cook being the unlikely aggressor early on. His was the first wicket to fall, out for 68 at better than a run a ball, a victim of club call-up Steve Reingold. With 30 overs gone, the visitors were 151-2 and eyeing a score of at least 300.They had not reckoned with the inexperienced all-rounder Joe Cooke, who got in among them with 5-61, restricting the Glammie target to 290.Essex were still the favourites when they had sent five home batsmen back to the hutch with 108 runs still to get and Simon Harmer with four overs up his sleeve. They had not reckoned with the inexperienced all-rounder, Joe Cooke, who got in among them, 66 not out off 56 balls, supported by the hard-running Tom Cullen with 41 to his name at the other end.Nobody saw that coming, probably not even Joe Cooke – but that’s the thing about knockout cricket. Glamorgan were into the final, where they would play Surrey or Durham.Ball two: Durham book date with destinyMark Stoneman and Scott Borthwick faced off against their former counties for a place in the final and Stoneman won the first round. His century included a partnership of 155 for the fourth wicket with his young captain, Jamie Smith, allowing the visitors to recover from Chris Rushworth’s three early wickets and set Durham 281 for the win.That probably felt about 20 under par and, when Surrey’s bowlers failed to make inroads into Durham’s strong top order, Borthwick became the third man out with just 59 needed off 10 overs. The visitors needed snookers that never came. Durham went into the final with a top four who had all scored at least 45 and their captain sitting at the top of the tournament’s most valuable player rankings. They would start as firm favourites.Ball three: A final to remember for all the right reasonsDespite the almost cruel scheduling by the ECB, fans of Glamorgan and Durham made their way to Trent Bridge on a Thursday afternoon, supported their counties. They were rewarded with a match that ebbed and flowed, comprised much excellent cricket and some brainless stuff, and finished with the winning team drinking beers among the fans before they had even laid hands on the trophy.Nobody ran on to the field (the players invaded the stands); nobody was obviously hammered despite it being a day-nighter; and, incredibly, the cameras picked out women and children coping with the mathematical challenge demanded by 100 overs rather than 100 balls.To their credit, Sky gave it their full production values, barely having time for an advert break as the players coped without drinks every 10 minutes, tactical conferences part way through an over and a regular supply of new equipment. A shadow squad of commentators, led by the knowledgable and enthusiastic Niall O’Brien described and analysed events on the field and refrained (largely) from selling us a game the vast majority of those watching have always loved and will always love.With the sun setting in a late summer sky, a giant 40-year-old quick was embraced by his diminutive 23-year-old captain, as joy rippled across the playing area and right down the cameras into our homes. Are you going to be the one who tells them it was just a “development competition”?The Glamorgan players enjoy the moment. Photograph: MI News/NurPhoto/Rex/ShutterstockBall four: Carlson makes all the right movesUnless you’re an England selector, you need only see Kiran Carlson for 10 minutes before you discern a touch of genius in his batting. His 82 was unlike any other batsman’s innings in this match (or others) and was clearly the innings of the day despite Sean Dickson’s admirable backs-to-the-wall 84 not out.He hit 10 fours and three sixes to all parts of the ground, his fast hands and wristy play reminiscent of (whisper it now) AB de Villers. His shot selection was admirable and his seizing of the game – striking at nearly 140 on a pitch that always offered a little to the bowlers and was slow for strokemakers – marked him out (again) as a very special talent.So much, so familiar to readers of this column, but what took the eye later was his captaincy. He kept the field close to save ones, hustled through his overs giving batsmen no time to think properly and always managed to be first to congratulate a successful catcher. Leading many older players, there was never a moment in which he wasn’t obviously in charge – not bad for a bloke who looks like he’s growing a moustache to avoid getting Id-ed in Cardiff pubs.Ball five: Raine stops successful playDurham introduced Matty Potts and Ben Raine back into the team after their sojourn in The Hundred; Glamorgan stuck to their plan from the start of the competition, using a depleted squad from first to last (as an aside, I did not see senior pro David Lloyd or head coach Matthew Maynard in any of the celebrations, or in the congratulations at the end of the match. If they have stood back and kept their distance, that’s very decent indeed of them).Potts and Raine bowled very well, sharing six wickets between them, giving their all for the cause, but one wonders about the effect on the dressing room of a couple of players on bigger contracts sweeping in for the final. All the right noises will be made by everyone connected with Durham – a crestfallen captain Scott Borthwick spoke well at the presentation ceremony – but the hitherto best team in the competition were well beaten. I wonder if they would follow Glamorgan’s policy if they had their time again.Ball six: Hogan’s a heroLukas Carey, James Weighell, Joe Cooke, Steve Reingold and Andrew Salter looked what they are – journeymen who bowled at the competition’s best batting unit without fear and with discipline, supported by smart, aggressive field placings and drawing on a collective energy that would not be depleted even when Australia’s Cameron Bancroft and the experienced Sean Dickson were wresting the initiative away from them.After a fine knock, Salter’s efforts with the ball won him the man of the match award, something that nobody can take away from him, no matter how often the cheerleaders of another white-ball competition imply that it should have an asterisk next to it.But the winning wicket was taken by Michael Hogan, a man into his fifth decade with 853 wickets at an average well below 30 since he started playing professionally at the age of 28. Clutching a stump in a slightly bashful post-match interview, he said that he would frame it and hang it in his bathroom. Hogan has a benefit next year – as Niall O’Brien pointed out, he’s exactly the sort of cricketer for whom the system was designed – so I’d keep it in the boot of the car for 12 months or so if I were you Mr Hogan.",
  "length": 6823,
  "excerpt": "Favourites Essex had a good start away at Glamorgan in the first of the One-Day Cup semi-finals on Monday, Alastair Cook being the unlikely aggressor early on. His was the first wicket to fall, out for 68 at better than a run a ball, a victim of club call-up Steve Reingold. With 30 overs gone, the visitors were 151-2 and eyeing a score of at least 300.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_21/article_3/images/img3_u13.jpg"
}