{
  "title": "NASA's TESS mission discovers three new worlds",
  "byline": "Global Times",
  "dir": null,
  "content": "<div id=\"readability-page-1\" class=\"page\"><div>\n      <p> Source:Xinhua Published: 2019/7/31 16:59:20 </p>\n      \n      \n      <hr>\n    </div><div><p> NASA's newest planet hunter, the Transiting Exoplanet Survey Satellite (TESS), has discovered three new worlds -- one slightly larger than Earth and two of a type not found in our solar system -- orbiting a nearby star, according to the US space agency. </p><p>The planets straddle an observed gap in the sizes of known planets and promise to be among the most curious targets for future studies. </p><p>TESS Object of Interest (TOI) 270 is a faint, cool star more commonly identified by its catalog name: UCAC4 191-004642. The M-type dwarf star is about 40 percent smaller than the Sun in both size and mass, and it has a surface temperature about one-third cooler than the Sun's, NASA said in a release Monday. </p><p>The planetary system lies about 73 light-years away in the southern constellation of Pictor, said NASA. </p><p>\"This system is exactly what TESS was designed to find -- small, temperate planets that pass, or transit, in front of an inactive host star, one lacking excessive stellar activity, such as flares,\" said lead researcher Maximilian Gunther, a postdoctoral fellow at the Massachusetts Institute of Technology's Kavli Institute for Astrophysics and Space Research in Cambridge. </p><p>\"This star is quiet and very close to us, and therefore much brighter than the host stars of comparable systems. With extended follow-up observations, we'll soon be able to determine the make-up of these worlds, establish if atmospheres are present and what gases they contain, and more,\" he said. </p><p>A paper describing the system was published in the journal Nature Astronomy and is available online.</p> </div></div>",
  "textContent": "\n       Source:Xinhua Published: 2019/7/31 16:59:20 \n      \n      \n      \n     NASA's newest planet hunter, the Transiting Exoplanet Survey Satellite (TESS), has discovered three new worlds -- one slightly larger than Earth and two of a type not found in our solar system -- orbiting a nearby star, according to the US space agency. The planets straddle an observed gap in the sizes of known planets and promise to be among the most curious targets for future studies. TESS Object of Interest (TOI) 270 is a faint, cool star more commonly identified by its catalog name: UCAC4 191-004642. The M-type dwarf star is about 40 percent smaller than the Sun in both size and mass, and it has a surface temperature about one-third cooler than the Sun's, NASA said in a release Monday. The planetary system lies about 73 light-years away in the southern constellation of Pictor, said NASA. \"This system is exactly what TESS was designed to find -- small, temperate planets that pass, or transit, in front of an inactive host star, one lacking excessive stellar activity, such as flares,\" said lead researcher Maximilian Gunther, a postdoctoral fellow at the Massachusetts Institute of Technology's Kavli Institute for Astrophysics and Space Research in Cambridge. \"This star is quiet and very close to us, and therefore much brighter than the host stars of comparable systems. With extended follow-up observations, we'll soon be able to determine the make-up of these worlds, establish if atmospheres are present and what gases they contain, and more,\" he said. A paper describing the system was published in the journal Nature Astronomy and is available online. ",
  "length": 1655,
  "excerpt": "NASA's newest planet hunter, the Transiting Exoplanet Survey Satellite (TESS), has discovered three new worlds -- one slightly larger than Earth and two of a type not found in our solar system -- orbiting a nearby star, according to the US space agency.",
  "siteName": null
}