{
  "title": "Why You Need a 'Family Email Address'",
  "byline": null,
  "dir": null,
  "content": "<h2>Why You Need a 'Family Email Address'</h2><div id=\"readability-page-1\" class=\"page\"><div><div contenteditable=\"false\" data-hidecredit=\"false\" data-imagerights=\"shutterstock\" data-syndicationrights=\"true\" data-format=\"jpg\" data-height=\"3045\" data-id=\"139950c0b3fb2db4f07299b2f83191bd\" data-lightbox=\"true\" data-recommend-id=\"image://139950c0b3fb2db4f07299b2f83191bd\" data-recommended=\"true\" data-width=\"5412\" draggable=\"false\"><p><span><div><p><img alt=\"Image for article titled Why You Need a &amp;#39;Family Email Address&amp;#39;\" data-alt=\"Image for article titled Why You Need a &amp;#39;Family Email Address&amp;#39;\" data-anim-src=\"\" data-chomp-id=\"139950c0b3fb2db4f07299b2f83191bd\" data-format=\"jpg\" data-srcset=\"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_80,pg_1,q_80,w_80/139950c0b3fb2db4f07299b2f83191bd.jpg 80w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_140/139950c0b3fb2db4f07299b2f83191bd.jpg 140w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_265/139950c0b3fb2db4f07299b2f83191bd.jpg 265w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_340/139950c0b3fb2db4f07299b2f83191bd.jpg 340w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_490/139950c0b3fb2db4f07299b2f83191bd.jpg 490w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_645/139950c0b3fb2db4f07299b2f83191bd.jpg 645w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_740/139950c0b3fb2db4f07299b2f83191bd.jpg 740w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/139950c0b3fb2db4f07299b2f83191bd.jpg 965w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_1165/139950c0b3fb2db4f07299b2f83191bd.jpg 1165w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_1315/139950c0b3fb2db4f07299b2f83191bd.jpg 1315w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_1465/139950c0b3fb2db4f07299b2f83191bd.jpg 1465w, https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_1600/139950c0b3fb2db4f07299b2f83191bd.jpg 1600w\" draggable=\"auto\" sizes=\"     (max-width: 25em) calc(100vw - 32px),     (max-width: 37.31em) calc(100vw - 32px),     (min-width: 37.37em) and (max-width: 49.94em) calc(100vw - 32px),     (min-width: 50em) and (max-width: 63.69em) 800px,     (min-width: 63.75em) and (max-width: 85.19em) calc(66.5vw - 32px),     800px    \" src=\"/calibre/LifeHacker--Wed--25-Aug-2021----calibre/feed_0/article_15/images/img1_u10.jpg\"></p></div></span></p><div><p>Photo: Fizkes (Shutterstock)</p></div></div><p>Let me start by saying: I have never been one to share an email address, or (gasp) Facebook account, with a significant other. I don’t believe couples need to “share everything,” especially not a treacly joint social media profile stuffed with photos of their commingled toes at the beach.<br></p><p>However, when multiple kids—and all their 6,732 extracurricular activities, doctor’s and dentist appointments, billing statements, and for the love of baby Jesus, <em>daily school emails</em>—enter the picture, things change.</p><p>I have realized the folly of my ways and now I <em>weep</em> for all the years I have not employed this simple yet brilliant technique for sharing all the information. Because there is so, so much. Do you want to be the sole keeper of this horrifying trove of lengthy “transportation reminders” and “school lunch sign-up” emails, until your children graduate? I am future you, and I’m here to tell you: No. No the hell you don’t. </p><p>Ideally, a family email address will function as a way to inform both parents of processes, updates, meetings, school supply requests, etc. equally—so they can handle the attendant workload equitably. In reality, it may look more like the person who typically handles the majority of logistical coordination still does, but can now throw out an exasperated, “You have the same information I do,” when they need a break from being the Information Desk/Cruise Director. And that’s okay, too. </p><p>The family email can still help combat information overload and resentment for the “lead parent” while helping their partner feel more included and informed. And this is an especially helpful technique for co-parents who are no longer living together, to make sure all the relevant information gets to both parties.</p><h2 id=\"h241630\"><a id=\"\"></a>How to make a family email address work for you</h2><p>First, pick a simple email address that clearly indicates who you are, like: “RachelsParents@gmail.com” or “MorseFamily@gmail.com.” Then, to avoid the hassle of checking a separate email address every day, or the possibility that an important email might get accidentally deleted by one parent, have those emails forwarded to your primary email address so you don’t miss a thing. </p><p>(You can even set up filters to have only emails from the school domain forwarded to your primary email, if those are deemed most important.)</p><h2 id=\"h241631\"><a id=\"\"></a>The benefits</h2><p>You might be thinking, “Can’t we just send two email addresses to the school (or wherever) and they’ll enter them both into the system?” And the answer is: Maybe. Sometimes this works—but it’s not a foolproof system. Requests get lost, you may have to follow-up, district-wide software may be old and glitchy. Not to mention, do you want to go through the “please put both of these email addresses on the account” rigamarole with every organization that requires a parental email until your child is 18?</p><h2 id=\"h241632\"><a id=\"\"></a>Potential pitfalls</h2><p>Confusion can creep up if one person inadvertently replies, signs up, or starts a conversation with a teacher from their personal email address without cc’ing the other parent. Another thing that can become murkier is which emails you haven’t read yet. In your personal inbox, the bolding of all unread emails is a strong visual cue. In a joint inbox, if your partner has already opened the email,  it will be harder to detect what you haven’t seen yet. It requires  more thorough attention to be sure you don’t miss anything. </p><p>Decent communication and a good faith attempt to form the constructive habit of always copying your partner or co-parent on replies  can help mitigate these potential issues. (And if that doesn’t work, you can cut the forwarding to your personal inbox and keep all correspondence within the family account.) Happy coordinating! (Said no parent ever). </p></div></div>",
  "textContent": "Photo: Fizkes (Shutterstock)Let me start by saying: I have never been one to share an email address, or (gasp) Facebook account, with a significant other. I don’t believe couples need to “share everything,” especially not a treacly joint social media profile stuffed with photos of their commingled toes at the beach.However, when multiple kids—and all their 6,732 extracurricular activities, doctor’s and dentist appointments, billing statements, and for the love of baby Jesus, daily school emails—enter the picture, things change.I have realized the folly of my ways and now I weep for all the years I have not employed this simple yet brilliant technique for sharing all the information. Because there is so, so much. Do you want to be the sole keeper of this horrifying trove of lengthy “transportation reminders” and “school lunch sign-up” emails, until your children graduate? I am future you, and I’m here to tell you: No. No the hell you don’t. Ideally, a family email address will function as a way to inform both parents of processes, updates, meetings, school supply requests, etc. equally—so they can handle the attendant workload equitably. In reality, it may look more like the person who typically handles the majority of logistical coordination still does, but can now throw out an exasperated, “You have the same information I do,” when they need a break from being the Information Desk/Cruise Director. And that’s okay, too. The family email can still help combat information overload and resentment for the “lead parent” while helping their partner feel more included and informed. And this is an especially helpful technique for co-parents who are no longer living together, to make sure all the relevant information gets to both parties.How to make a family email address work for youFirst, pick a simple email address that clearly indicates who you are, like: “RachelsParents@gmail.com” or “MorseFamily@gmail.com.” Then, to avoid the hassle of checking a separate email address every day, or the possibility that an important email might get accidentally deleted by one parent, have those emails forwarded to your primary email address so you don’t miss a thing. (You can even set up filters to have only emails from the school domain forwarded to your primary email, if those are deemed most important.)The benefitsYou might be thinking, “Can’t we just send two email addresses to the school (or wherever) and they’ll enter them both into the system?” And the answer is: Maybe. Sometimes this works—but it’s not a foolproof system. Requests get lost, you may have to follow-up, district-wide software may be old and glitchy. Not to mention, do you want to go through the “please put both of these email addresses on the account” rigamarole with every organization that requires a parental email until your child is 18?Potential pitfallsConfusion can creep up if one person inadvertently replies, signs up, or starts a conversation with a teacher from their personal email address without cc’ing the other parent. Another thing that can become murkier is which emails you haven’t read yet. In your personal inbox, the bolding of all unread emails is a strong visual cue. In a joint inbox, if your partner has already opened the email,  it will be harder to detect what you haven’t seen yet. It requires  more thorough attention to be sure you don’t miss anything. Decent communication and a good faith attempt to form the constructive habit of always copying your partner or co-parent on replies  can help mitigate these potential issues. (And if that doesn’t work, you can cut the forwarding to your personal inbox and keep all correspondence within the family account.) Happy coordinating! (Said no parent ever). ",
  "length": 3738,
  "excerpt": "Centralizing all kid-related digital communication can be a lifesaver.",
  "siteName": "Lifehacker",
  "image": "/calibre/LifeHacker--Wed--25-Aug-2021----calibre/feed_0/article_15/images/img1_u10.jpg"
}