{
  "title": "Sam Fender: ‘Leftie is now a slur in working-class towns’ | Sam Fender",
  "byline": "Ben Beaumont-Thomas",
  "dir": null,
  "content": "<h2>Sam Fender: ‘Leftie is now a slur in working-class towns’ | Sam Fender</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>I</span></span><span>n 2011, <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/music/sam-fender\">Sam Fender</a> was, by his own admission, “a little stoner” who had flunked out of his A-Levels in his hometown of North Shields, living with his mother in a flat with black mould on the walls. A decade later, he’s one of the UK’s best and most successful singer-songwriters: his 2019 debut album Hypersonic Missiles went to No 1, he won a Brit award, and his knack for writing songs about 21st-century disaffections marked him out from cheerier peers such as Ed Sheeran and George Ezra. His second album Seventeen Going Under, a superb record that channels the sound of Bruce Springsteen and the War on Drugs into an examination of his family, youth and frailty, is out in October.</span></p><p><strong>How has the pandemic been for you?</strong></p><p>I handled it as well as anyone else did: absolutely horrendously. I didn’t look after myself; I wasn’t one of these people starting up a fitness regime on TikTok. I had to shield, so for the first three months I was on my own. I just drank, over-ate, and played a lot of video games. I was pretty miserable by the end of it. </p><p><strong>Your new album draws from your own life more than ever.</strong></p><p>A lot of my lyrics used to come from pub craic. Someone at the end of the bar, complaining about their other half – I would finish the story. There’s plenty of loudmouthed Geordie drug dealers, the most unsubtle drug dealers on the planet, and I’d get plenty of bits from that. Because I didn’t have things to point at and write about during lockdown I started looking inwards, thinking: there’s enough stuff from my own life. Why aren’t I writing about any of that?</p><p>My mum was a nurse who birthed practically half the babies in North Shields. She <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/society/2021/jul/01/fibromyalgia-may-be-a-condition-of-the-immune-system-not-the-brain-study\">suffered from fibromyalgia</a>, which affected her mental health and her ability to work. I had a sense of helplessness. You haven’t got a job, you’re only 17; a lot of [the title track, Seventeen Going Under] came from that.</p><p> My father and I can drink beer and talk about music until the cows come home, but when it comes to expressing a grievance, it always ends up in a shouting match. One of my earliest memories is of him accidentally jamming my finger in a door. He was so angry at himself but he couldn’t express it, so he just booted the wall under the staircase. I’m sat there crying cos I’ve hurt my finger, and I’m crying even more because I’m watching my dad kicking the house down. We laugh about it now; things have really turned a corner. We’ll have these conversations about toxic masculinity and my dad goes: I didn’t teach you anything like that, did I?</p><p><strong>There’s a very moving lyric about him kissing his mother’s forehead when she died, and you imagining doing the same to him one day.</strong></p><p>I was bawling my eyes out [when she died] – I’d never seen him like that. I saw him as me, as a son, and saw his loss. You give your parents a hard time because of course they will do things that upset and hurt you. But it’s hard to raise a kid, especially when there’s divorce and money issues. There were things that happened that I used to hold a grudge about, but a lot of it was my own fault because I never said what I needed to say. You don’t know how to communicate these things when you grow up in Shields.</p><p><strong>You mention drug dealing in the opening songs – were you having to do that yourself?</strong></p><p>Put it this way: there was a time when I was 18 and working for some pretty suspect characters. Not at the pub I worked at – I had a different job which led to us meeting some very charming but very naughty people. They ended up disappearing and getting charged for things, but I wasn’t involved in anything illicit, I was on the sidelines. Once I hit my mid-20s, I felt like I could write about it all in a way that wasn’t completely dull.</p><p><strong>You’ve also written about politics</strong><strong> – Aye, from the new album, is probably the angriest song you’ve ever written</strong><strong>.</strong></p><p>Because of the polarity between the left and the right, I don’t feel I have an identity with politicians on either side. The left wing have abandoned the working classes, and with a lot of the left – I don’t want to sound like Piers Morgan when I say this – I feel like there is too much nitpicking and stupid fights, especially online. But I hate the Tories with a passion. I was raised to hate them, I still hate them, and I always will. They clearly know who they stand for and they don’t represent people like us. A quarter of the kids in working families in my region are in poverty. Nobody sticks their neck out for the north-east. The line in Aye – “I don’t have time for the very few” – that’s the one thing that always going to be my main gripe on this planet, the sheer disparity between the 1% and the rest of the world. These culture wars are valid wars that need to be fought – there’s a lot of bigotry, a lot of racism and homophobia. But in order to get the Tories out, you’ve got to start representing the working class people of this country.</p><p> The right are sitting back and laughing, sweeping up every election. Blyth Valley up here went Tory. It’s a shipbuilding town. That’s insanity. Working-class people up here think the Tories are on their side – which shows how completely the left have fucked themselves. I’ve had arguments with people who say Jeremy Corbyn’s a twat, regurgitating Daily Mail headlines that he’s a terrorist sympathiser. I’m like: how? Tell me in your own words. And they go, “Ah you’re just one of them lefties”. “Leftie” is now a slur in working-class towns – what happened there? It upsets me that we’re in a place where the media have so much control over these blokes who have grafted all their life in a system that would benefit them if someone like Corbyn was in.</p><p><strong>You sound really beaten down on some of these new songs.</strong></p><p>Life-changing things like becoming famous and having money happened all at once and I didn’t feel like I deserved any of it. I was full of self-loathing with <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/commentisfree/2019/oct/16/impostor-syndrome-class-unfairness\">massive impostor syndrome</a>, and then started hating myself even more because I was like: “Why am I so miserable when I’ve got this amazing stuff happening?”</p><p>There’s a line in Seventeen Going Under that I love. It’s one of my mate’s sayings: “I’ve armed myself with a grin.” I’ve always played the happy-go-lucky joker. But I grew up with pretty low self-esteem, though I had enough ego to want to do [music], and I used it as therapy. But it was getting to the point where the music wasn’t enough. I was dealing with abandonment issues. My folks split up when I was young and I lived with my dad, but then he and I stopped getting on. </p><p>I was bullied in school because I had long hair and I was sensitive. My dad put boxing gloves on me to teach me how to punch. He’d say: “If you think someone’s going to hit you, hit them first!” But I could never do it, and I hated myself because I couldn’t. [Later] I overcompensated by lifting weights and going to the boxing gym and all these things to try and become something closer to the resemblance of my father. And the fact that I never fought back against these kids that used to push us around, or constantly berate us for years on end, it wears you down. It got to the point to where I was in my 20s I just snapped, and I did start trying to fight people. I knocked one of my best mates out. I’d find myself ripping cupboard doors off the wall because of things that had happened five years before. And it still didn’t fix anything.</p><div id=\"36a400c9-a28a-415d-b9c2-8cd52dfa13d3\"><div><picture itemprop=\"contentUrl\"><img alt=\"‘Four years ago I was on benefits’ … playing live in August.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_1/article_0/images/img4_u5.jpg\"></picture></div><p><span></span><span>‘Four years ago I was on benefits’ … playing live in August.</span> Photograph: Dave Benett/Getty Images for White Claw Hard Seltzer</p></div><p>There was also an important person in my early life who took her own life. You don’t realise these things affect you until you’re older and you don’t know why you’re walking around with a pit in your stomach or why you push partners away. When I had a girlfriend, I realised I couldn’t surrender myself to people. I didn’t feel safe in a loving relationship. I’d self sabotage to almost gain control of the situation, because that’s not the person hurting you, you’re leaving them, and it makes you feel like you’re in control of the situation. Because you have such fear of losing them.</p><p>We’re Geordies – we built a city on getting pissed and punching each other. That stays with you, and if you don’t sort it out, it’s like a tumour. I was also using every vice in the book to distract myself, and none of it was working. So I started doing therapy. I’m finally at a place where I can understand it, and the things that I hated about myself are what I should be celebrating – the fact that I’m an empathetic little softie is probably the best thing about me.</p><p><strong>Yes – otherwise you wouldn’t be writing songs like Dead Boys (from debut Hypersonic Missiles), that people have said helped them deal with suicidal feelings.</strong></p><p>I lost a good friend to suicide last year, and I’m not going to lie to you – over lockdown, and even before, I was in that sort of place myself. I had moments where I was so low that I thought about it. I never got to the point where I actually did it, it was more a thing of: I can’t get out of the way I feel. I don’t like to fling around suicide lightly – I’ve lost a lot of friends to it, so I don’t want to be portrayed as someone who’s survived. But I was at a stage where I was so low that silly thoughts did come into my own head. I didn’t think I was ever going to be happy, and I drank myself to oblivion. But I’ve got fantastic people around me who really care and who pulled me out of my pit. Sometimes therapy is like Pandora’s box – you pull stuff out and it actually makes you feel worse at first. You start to understand yourself, and that can lead you to disliking yourself even more. [The therapist] was like: all the things that you dislike yourself for, you should be proud of – and that was quite intense.</p><p><strong>On Mantra, you write about another kind of malaise: fame.</strong></p><p>When you’re famous, you get into these places where you’re surrounded by back-sniffing sociopaths. I felt like now I’m famous and in a rock band I’ve got to play the part – but I just realised that I was paying attention to arseholes.</p><p><strong>Is this at music industry parties?</strong></p><p>Not just that, all of it – other musicians… There’s just loads of pricks in this industry, a lot of divas, and also others who want to grab on to your coat-tails. I don’t care about where people are from – I’ve met people from much posher backgrounds who are fantastic, but it’s just that when I walk into a situation where everybody is from a better standing than me, I get insecure, my imposter syndrome kicks in and I would find it easier to attach myself to the wrong’un in the room. You always feel like you don’t belong, and that led me to hanging around with people who, regardless of their class, were just sociopath losers. Mantra was written when I was in a bit of a down time. My throat was fucked, and I was riding a BMX through Redondo Beach, Los Angeles, going: what has happened to my life? Four years ago I was on benefits – I need to keep my head. </p><p><strong>It’s heartening to hear you sounding so upbeat now.</strong></p><p>I feel like I’ve got my integrity back, I’m more honest with myself about who I am, about my weaknesses and strengths. I don’t quite hate myself as much. I’ve never given myself the time of day before, and now I am – it’s been nice. I’m still learning, I’m still in the trenches at the moment, but I feel like there’s a clear goal in sight. This record is about growing up, and the issues you carry through to adulthood. The closing song, The Dying Light, is sad. “Those dead boys are always there, there’s more every year,” but ends with a celebration: “I’m damned if I give up tonight / I must repel the dying light. / For Mam and Dad and all my pals / For all the ones who didn’t make the night.” I’ve got to keep going – because I’ve been preaching it! It’s for them, all them people who have messaged me, that guy who’s stopped himself from killing himself – they’ve realised there is purpose to this, and there’s beauty to be had.</p><p>I’m not that big in America – though I’m going to try and change that, like! – so me and the boys are thinking about doing a stint out there for six months, and try and write a third record. I have so many ideas that have spawned from writing this one. I feel like I’ve started to close the chapter on that part of my life. I’m going to focus on not feeling like a bag of shit every day.</p><p><span data-dcr-style=\"bullet\"></span> Seventeen Going Under is released on 8 October. </p><ul> \n <li><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org.</em></p></li> \n</ul></div></main></main></div></div>",
  "textContent": "In 2011, Sam Fender was, by his own admission, “a little stoner” who had flunked out of his A-Levels in his hometown of North Shields, living with his mother in a flat with black mould on the walls. A decade later, he’s one of the UK’s best and most successful singer-songwriters: his 2019 debut album Hypersonic Missiles went to No 1, he won a Brit award, and his knack for writing songs about 21st-century disaffections marked him out from cheerier peers such as Ed Sheeran and George Ezra. His second album Seventeen Going Under, a superb record that channels the sound of Bruce Springsteen and the War on Drugs into an examination of his family, youth and frailty, is out in October.How has the pandemic been for you?I handled it as well as anyone else did: absolutely horrendously. I didn’t look after myself; I wasn’t one of these people starting up a fitness regime on TikTok. I had to shield, so for the first three months I was on my own. I just drank, over-ate, and played a lot of video games. I was pretty miserable by the end of it. Your new album draws from your own life more than ever.A lot of my lyrics used to come from pub craic. Someone at the end of the bar, complaining about their other half – I would finish the story. There’s plenty of loudmouthed Geordie drug dealers, the most unsubtle drug dealers on the planet, and I’d get plenty of bits from that. Because I didn’t have things to point at and write about during lockdown I started looking inwards, thinking: there’s enough stuff from my own life. Why aren’t I writing about any of that?My mum was a nurse who birthed practically half the babies in North Shields. She suffered from fibromyalgia, which affected her mental health and her ability to work. I had a sense of helplessness. You haven’t got a job, you’re only 17; a lot of [the title track, Seventeen Going Under] came from that. My father and I can drink beer and talk about music until the cows come home, but when it comes to expressing a grievance, it always ends up in a shouting match. One of my earliest memories is of him accidentally jamming my finger in a door. He was so angry at himself but he couldn’t express it, so he just booted the wall under the staircase. I’m sat there crying cos I’ve hurt my finger, and I’m crying even more because I’m watching my dad kicking the house down. We laugh about it now; things have really turned a corner. We’ll have these conversations about toxic masculinity and my dad goes: I didn’t teach you anything like that, did I?There’s a very moving lyric about him kissing his mother’s forehead when she died, and you imagining doing the same to him one day.I was bawling my eyes out [when she died] – I’d never seen him like that. I saw him as me, as a son, and saw his loss. You give your parents a hard time because of course they will do things that upset and hurt you. But it’s hard to raise a kid, especially when there’s divorce and money issues. There were things that happened that I used to hold a grudge about, but a lot of it was my own fault because I never said what I needed to say. You don’t know how to communicate these things when you grow up in Shields.You mention drug dealing in the opening songs – were you having to do that yourself?Put it this way: there was a time when I was 18 and working for some pretty suspect characters. Not at the pub I worked at – I had a different job which led to us meeting some very charming but very naughty people. They ended up disappearing and getting charged for things, but I wasn’t involved in anything illicit, I was on the sidelines. Once I hit my mid-20s, I felt like I could write about it all in a way that wasn’t completely dull.You’ve also written about politics – Aye, from the new album, is probably the angriest song you’ve ever written.Because of the polarity between the left and the right, I don’t feel I have an identity with politicians on either side. The left wing have abandoned the working classes, and with a lot of the left – I don’t want to sound like Piers Morgan when I say this – I feel like there is too much nitpicking and stupid fights, especially online. But I hate the Tories with a passion. I was raised to hate them, I still hate them, and I always will. They clearly know who they stand for and they don’t represent people like us. A quarter of the kids in working families in my region are in poverty. Nobody sticks their neck out for the north-east. The line in Aye – “I don’t have time for the very few” – that’s the one thing that always going to be my main gripe on this planet, the sheer disparity between the 1% and the rest of the world. These culture wars are valid wars that need to be fought – there’s a lot of bigotry, a lot of racism and homophobia. But in order to get the Tories out, you’ve got to start representing the working class people of this country. The right are sitting back and laughing, sweeping up every election. Blyth Valley up here went Tory. It’s a shipbuilding town. That’s insanity. Working-class people up here think the Tories are on their side – which shows how completely the left have fucked themselves. I’ve had arguments with people who say Jeremy Corbyn’s a twat, regurgitating Daily Mail headlines that he’s a terrorist sympathiser. I’m like: how? Tell me in your own words. And they go, “Ah you’re just one of them lefties”. “Leftie” is now a slur in working-class towns – what happened there? It upsets me that we’re in a place where the media have so much control over these blokes who have grafted all their life in a system that would benefit them if someone like Corbyn was in.You sound really beaten down on some of these new songs.Life-changing things like becoming famous and having money happened all at once and I didn’t feel like I deserved any of it. I was full of self-loathing with massive impostor syndrome, and then started hating myself even more because I was like: “Why am I so miserable when I’ve got this amazing stuff happening?”There’s a line in Seventeen Going Under that I love. It’s one of my mate’s sayings: “I’ve armed myself with a grin.” I’ve always played the happy-go-lucky joker. But I grew up with pretty low self-esteem, though I had enough ego to want to do [music], and I used it as therapy. But it was getting to the point where the music wasn’t enough. I was dealing with abandonment issues. My folks split up when I was young and I lived with my dad, but then he and I stopped getting on. I was bullied in school because I had long hair and I was sensitive. My dad put boxing gloves on me to teach me how to punch. He’d say: “If you think someone’s going to hit you, hit them first!” But I could never do it, and I hated myself because I couldn’t. [Later] I overcompensated by lifting weights and going to the boxing gym and all these things to try and become something closer to the resemblance of my father. And the fact that I never fought back against these kids that used to push us around, or constantly berate us for years on end, it wears you down. It got to the point to where I was in my 20s I just snapped, and I did start trying to fight people. I knocked one of my best mates out. I’d find myself ripping cupboard doors off the wall because of things that had happened five years before. And it still didn’t fix anything.‘Four years ago I was on benefits’ … playing live in August. Photograph: Dave Benett/Getty Images for White Claw Hard SeltzerThere was also an important person in my early life who took her own life. You don’t realise these things affect you until you’re older and you don’t know why you’re walking around with a pit in your stomach or why you push partners away. When I had a girlfriend, I realised I couldn’t surrender myself to people. I didn’t feel safe in a loving relationship. I’d self sabotage to almost gain control of the situation, because that’s not the person hurting you, you’re leaving them, and it makes you feel like you’re in control of the situation. Because you have such fear of losing them.We’re Geordies – we built a city on getting pissed and punching each other. That stays with you, and if you don’t sort it out, it’s like a tumour. I was also using every vice in the book to distract myself, and none of it was working. So I started doing therapy. I’m finally at a place where I can understand it, and the things that I hated about myself are what I should be celebrating – the fact that I’m an empathetic little softie is probably the best thing about me.Yes – otherwise you wouldn’t be writing songs like Dead Boys (from debut Hypersonic Missiles), that people have said helped them deal with suicidal feelings.I lost a good friend to suicide last year, and I’m not going to lie to you – over lockdown, and even before, I was in that sort of place myself. I had moments where I was so low that I thought about it. I never got to the point where I actually did it, it was more a thing of: I can’t get out of the way I feel. I don’t like to fling around suicide lightly – I’ve lost a lot of friends to it, so I don’t want to be portrayed as someone who’s survived. But I was at a stage where I was so low that silly thoughts did come into my own head. I didn’t think I was ever going to be happy, and I drank myself to oblivion. But I’ve got fantastic people around me who really care and who pulled me out of my pit. Sometimes therapy is like Pandora’s box – you pull stuff out and it actually makes you feel worse at first. You start to understand yourself, and that can lead you to disliking yourself even more. [The therapist] was like: all the things that you dislike yourself for, you should be proud of – and that was quite intense.On Mantra, you write about another kind of malaise: fame.When you’re famous, you get into these places where you’re surrounded by back-sniffing sociopaths. I felt like now I’m famous and in a rock band I’ve got to play the part – but I just realised that I was paying attention to arseholes.Is this at music industry parties?Not just that, all of it – other musicians… There’s just loads of pricks in this industry, a lot of divas, and also others who want to grab on to your coat-tails. I don’t care about where people are from – I’ve met people from much posher backgrounds who are fantastic, but it’s just that when I walk into a situation where everybody is from a better standing than me, I get insecure, my imposter syndrome kicks in and I would find it easier to attach myself to the wrong’un in the room. You always feel like you don’t belong, and that led me to hanging around with people who, regardless of their class, were just sociopath losers. Mantra was written when I was in a bit of a down time. My throat was fucked, and I was riding a BMX through Redondo Beach, Los Angeles, going: what has happened to my life? Four years ago I was on benefits – I need to keep my head. It’s heartening to hear you sounding so upbeat now.I feel like I’ve got my integrity back, I’m more honest with myself about who I am, about my weaknesses and strengths. I don’t quite hate myself as much. I’ve never given myself the time of day before, and now I am – it’s been nice. I’m still learning, I’m still in the trenches at the moment, but I feel like there’s a clear goal in sight. This record is about growing up, and the issues you carry through to adulthood. The closing song, The Dying Light, is sad. “Those dead boys are always there, there’s more every year,” but ends with a celebration: “I’m damned if I give up tonight / I must repel the dying light. / For Mam and Dad and all my pals / For all the ones who didn’t make the night.” I’ve got to keep going – because I’ve been preaching it! It’s for them, all them people who have messaged me, that guy who’s stopped himself from killing himself – they’ve realised there is purpose to this, and there’s beauty to be had.I’m not that big in America – though I’m going to try and change that, like! – so me and the boys are thinking about doing a stint out there for six months, and try and write a third record. I have so many ideas that have spawned from writing this one. I feel like I’ve started to close the chapter on that part of my life. I’m going to focus on not feeling like a bag of shit every day. Seventeen Going Under is released on 8 October.  \n In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org. \n",
  "length": 12595,
  "excerpt": "In 2011, Sam Fender was, by his own admission, “a little stoner” who had flunked out of his A-Levels in his hometown of North Shields, living with his mother in a flat with black mould on the walls. A decade later, he’s one of the UK’s best and most successful singer-songwriters: his 2019 debut album Hypersonic Missiles went to No 1, he won a Brit award, and his knack for writing songs about 21st-century disaffections marked him out from cheerier peers such as Ed Sheeran and George Ezra. His second album Seventeen Going Under, a superb record that channels the sound of Bruce Springsteen and the War on Drugs into an examination of his family, youth and frailty, is out in October.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_1/article_0/images/img4_u5.jpg"
}