{
  "title": "Covid live news: Japan to expand state of emergency; New Zealand delay over potential saline jab error ‘regrettable’ | World news",
  "byline": "Mattha Busby",
  "dir": null,
  "content": "<h2>Covid live news: Japan to expand state of emergency; New Zealand delay over potential saline jab error ‘regrettable’ | World news</h2><div id=\"readability-page-1\" class=\"page\"><div data-most-recent-block=\"block-612650988f080ef844e75447\" data-test-id=\"live-blog-blocks\">\n\n            \n\n\n    <div data-sort-time=\"1629901614000\" id=\"block-612650988f080ef844e75447\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612650988f080ef844e75447#block-612650988f080ef844e75447\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T14:26:54.000Z\" itemprop=\"datePublished\">3.26pm <span>BST</span></time>\n    <span>15:26</span>\n\n\n\n                </a>\n        </p>\n\n        \n            <h2>Work 'is a verb, not a place', says Mr Kiplings cakes owner as it gives office workers remote freedom</h2>\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong><strong>The owner of Mr Kiplings cakes has told its 800 office staff that they can decide where they wish to work.</strong></strong></p> \n<p>Premier Foods said they could work “wherever they work best” from this month, though the 4,000 factory staff producing the iconic treats will still have to continue attending in present.</p> \n<p>The BBC reports that the FTSE 250 company, which also owns brands Bisto, Ambrosia, Oxo and Loyd Grossman, said its offices in St Albans, Manchester, Lutterworth, Southampton, and High Wycombe would not be “somewhere colleagues have to be for the sake of showing their face”.</p> \n<p>David Wilkinson, group HR director, told the broadcaster: </p> \n<blockquote>  \n <span> \n   </span>  \n <p>This isn’t about getting rid of the office altogether, it’s about shifting our mindset on what it means to be flexible. Work is a verb, not a place, and whether it’s for a team meeting or just personal preference, our office remains open for anyone who wants to use it.</p>  \n</blockquote>\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629900880000\" id=\"block-61264e8d8f08b1506f20e810\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-61264e8d8f08b1506f20e810#block-61264e8d8f08b1506f20e810\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T14:14:40.000Z\" itemprop=\"datePublished\">3.14pm <span>BST</span></time>\n    <span>15:14</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n            \n                <div>\n    \n        \n            <p><img alt=\"Libby Brooks\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_2/article_5/images/img2_u15.jpg\"></p><p itemprop=\"author\">Libby Brooks</p>\n</div>\n\n            \n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>In Scotland, there has been a steep rise in recorded Covid cases, with a record 5262 positive tests over the past 24 hours. </strong></p> \n<p>This comes as the latest National records of Scotland data showed 41 deaths registered over the last week to August 22 where coronavirus was mentioned on the death certificate. <br></p> \n<p>This was a record high in cases for the second day running, as deputy first minister John Swinney suggested that the surge in cases was related to pupils returning to school after the summer holidays.</p> \n<p>He said that data showed around a third of new cases were in the under-19s age group, where around 40% of 16 and 17 year olds have had their first vaccine dose.</p> \n<p>Speaking on the BBC’s Good Morning Scotland programme, Swinney said: </p> \n<blockquote>  \n <span> \n   </span>  \n <p>Cases have risen very significantly within Scotland and we are looking closely at why that is the case. Undoubtedly, the gathering together in schools will have fuelled that to some extent, and you can see that in the proportion of younger people who are testing positive.</p>  \n</blockquote> \n<div data-canonical-url=\"https://twitter.com/NicolaSturgeon/status/1430516824534392832\"> \n <blockquote>\n  <span>Nicola Sturgeon </span>\n  <span>(@NicolaSturgeon)</span>\n  <p dir=\"ltr\" lang=\"en\">1/ Another sharp rise in number of cases today (tho % positivity is lower than y’day, reflecting more tests). Vaccines still protecting against serious illness, but we all need to take care and act in a way that minimises risk of getting/spreading the virus. <a data-link-name=\"in body link\" href=\"https://t.co/xhWFqmO494\">https://t.co/xhWFqmO494</a></p>\n  \n  <a data-link-name=\"in body link\" href=\"https://twitter.com/NicolaSturgeon/status/1430516824534392832?ref_src=twsrc%5Etfw\">August 25, 2021</a>\n </blockquote> \n</div>\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629900214000\" id=\"block-61264a4c8f080840ca17b0fc\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-61264a4c8f080840ca17b0fc#block-61264a4c8f080840ca17b0fc\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T14:03:34.000Z\" itemprop=\"datePublished\">3.03pm <span>BST</span></time>\n    <span>15:03</span>\n\n\n\n                </a>\n        </p>\n\n        \n            <h2>US troops must swiftly get jabs, says defence secretary, with more than a third still unvaccinated</h2>\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Military troops must immediately begin to get vaccinated against Covid after Pfizer’s jab received full approval, the US defence secretary, Lloyd Austin, has said in a memo as he ordered service leaders to “impose ambitious timelines for implementation”.</p> \n<p>More than 800,000 service members out of 2.1 million, including reserves, have yet to get inoculated, according to Pentagon data. The memo, which was obtained by the Associated Press, does not dictate a specific timeline for completing the vaccinations. </p> \n<p>“To defend this nation, we need a healthy and ready force,” Austin said in the memo. “After careful consultation with medical experts and military leadership, and with the support of the president, I have determined that mandatory vaccination against coronavirus disease … is necessary to protect the force and defend the American people.”<br tabindex=\"-1\"></p> \n<p>Troops will be able to get their Pfizer shots at their bases and from their commands around the world, the AP reports. The Pentagon has said it has enough vaccine supply to meet demand. </p> \n<p>Members of the US military are already required to get as many as 17 different vaccines, depending on where they are deployed. The requirements – which include shots for smallpox, hepatitis, polio and the flu – also provide for a number of temporary and permanent exemptions for either medical or administrative reasons, the AP reports.</p> \n<div><p>Austin in the memo noted that the new requirement will allow for exemptions that are consistent with the current policies for all the other vaccines. Permanent exemptions include serious medical reactions to the vaccine, immune deficiencies such as HIV infection, and “evidence of existing immunity” by a serologic antibody test or “documentation of previous infection or natural infection presumed.”</p><p>A little over half of the US population is fully vaccinated with one of the country’s three options – Pfizer, Moderna or Johnson &amp; Johnson.</p></div>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T14:06:16.000Z\">at 3.06pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629898898000\" id=\"block-612646b88f080ef844e753be\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612646b88f080ef844e753be#block-612646b88f080ef844e753be\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T13:41:38.000Z\" itemprop=\"datePublished\">2.41pm <span>BST</span></time>\n    <span>14:41</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>On the topic of long-term public health action, experts have said recently that the evidence linking obesity to the worst Covid-19 outcomes is “overwhelmingly clear” and should warrant aggressive obesity prevention and management efforts. </p> \n<p>Jonathan Valabhji, the national clinical director for obesity and diabetes at NHS England, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/live/2021/aug/20/coronavirus-live-news-israel-to-start-booster-shots-for-over-40s-3000-fake-vaccination-cards-seized-in-alaska?page=with:block-611fcdb18f08cc0d8b00496c#block-611fcdb18f08cc0d8b00496c\">suggested that pandemic restrictions</a> are actually worsening obesity levels. </p> \n<p>With co-author Dr Naveed Sattar, professor of metabolic medicine at the University of Glasgow, he wrote that evidence suggests the link between body mass index (BMI) and Covid-related mortality is stronger than for deaths from other causes, including other respiratory illnesses.</p> \n<blockquote>  \n <span> \n   </span>  \n <div>\n  <p>It is therefore important that health systems around the world meet this challenge by upscaling emphasis on and investments in obesity prevention and treatments.</p>\n  <p>Recent successful interventions in weight management need to be extended and offered to many more people at risk. New, simpler, innovative ways to spread evidence-based dietary or activity messages should also be examined as many people with risk factors are not currently receiving advice. If ever there was a time to improve obesity prevention and management, it is now.</p>\n </div>   \n</blockquote> \n<p>Sales at McDonald’s, perhaps the best-known fast food chain, in the US have jumped nearly 15% on 2019 despite obesity being a leading Covid risk factor. McDonald’s <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/business/2019/mar/17/tom-watson-urges-mcdonalds-cancel-unhealthy-campaign-promotion\">has previously been accused of endangering public health</a> in the UK by encouraging customers to eat more fast food in exchange for prizes such as fries, desserts and fizzy drinks.</p> \n<p>About 2.2m of the 2.5m deaths related to Covid over a period studied were in countries with high levels of overweight people, a report from the World Obesity Federation has found. Countries such as the US, UK, and Italy, where more than 50% of adults are overweight, have the biggest proportions of deaths linked to coronavirus.</p> \n<p>The US experienced a 29% jump in diabetes deaths last year among people ages 25 to 44 during the pandemic, with the country’s Preventive Services Task Force’s issuing new guidance yesterday to screen people for the condition earlier <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/live/2021/aug/24/coronavirus-live-news-hawaii-governor-wants-to-curb-travel-israel-boosters-beating-delta?page=with:block-6125161e8f08b1506f20d840#block-6125161e8f08b1506f20d840\">due to the spike</a>. The taskforce found evidence further establishing that lifestyle changes such as diet and exercise reduce progression of pre-diabetes. </p>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T14:07:40.000Z\">at 3.07pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629898266000\" id=\"block-61263bfc8f080840ca17b013\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-61263bfc8f080840ca17b013#block-61263bfc8f080840ca17b013\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T13:31:06.000Z\" itemprop=\"datePublished\">2.31pm <span>BST</span></time>\n    <span>14:31</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>The emergence of the Delta variant means that vaccination may not prove to be the magic bullet that many governments hoped for, a new report by the Economist Intelligence Unit has said.</strong></p> \n<p>It called on political leaders to rethink their Covid strategy to adapt it for the long term, after the head of the Oxford Vaccine Group said reaching herd immunity was “not a possibility” with the current Delta variant and represented “mythical” thinking.</p> \n<p>The report also modelled that countries that have not have vaccinated 60% of their population by mid-2022 would register GDP losses totalling US$2.3trn in 2022-25. It warned of the geopolitical consequences of vaccine inequity as less developed countries would shoulder around two-thirds of these losses, with Covax having “failed” to reach even modest expectations.</p> \n<p>It also said that China’s vaccine diplomacy operation had been a success, though it comes with risks for recipient countries, since the efficacy of some Chinese vaccines appears generally lower than that of Western jabs. </p> \n<p>Agathe Demarais, the EIU’s global forecasting director and author of the report, said:<br></p> \n<blockquote>  \n <span> \n   </span>  \n <div>\n  <p>In absolute terms, Asia will be the continent most affected by delayed vaccination timelines … There is little chance that the divide over access to vaccines will ever be bridged. Covax, the WHO-sponsored initiative to ship vaccines to emerging economies, has failed to live up to (modest) expectations. </p>\n  <p>Despite flattering press releases, donations from rich countries also cover only a fraction of the needs. Finally, the focus in developed economies is shifting towards administering booster doses of coronavirus vaccines, which will compound shortages of raw materials and production bottlenecks.</p>\n  <p>Over the past year, political leaders have been busy responding to short-term emergencies while the pandemic was raging. They now need to design a longer-term strategy to tackle the coronavirus, as living with Covid will become the new normal. </p>\n </div>    \n</blockquote>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T14:09:26.000Z\">at 3.09pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629897671000\" id=\"block-612643678f080840ca17b074\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612643678f080840ca17b074#block-612643678f080840ca17b074\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T13:21:11.000Z\" itemprop=\"datePublished\">2.21pm <span>BST</span></time>\n    <span>14:21</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>In related news, Reuters report that the Japanese prime minister has said the country already has enough Covid-19 vaccines to provide booster shots if such a decision is taken, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-6125c8698f080840ca17a994#block-6125c8698f080840ca17a994\">after announcing an expansion to a state of emergency</a> to more areas.</p> \n<p>Yoshihide Suga added that about 60% of the public will be fully vaccinated by the end of September. Japan has yet to make a third round of vaccinations an option, but his comments heavily hint that such moves are under consideration.</p>\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629896155000\" id=\"block-61263afa8f080ef844e752df\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-61263afa8f080ef844e752df#block-61263afa8f080ef844e752df\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T12:55:55.000Z\" itemprop=\"datePublished\">1.55pm <span>BST</span></time>\n    <span>13:55</span>\n\n\n\n                </a>\n        </p>\n\n        \n            <h2>Brazil to give over 80s Pfizer booster after company granted lawsuit protection amid row</h2>\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>Brazil will give Covid booster shots to immunosuppressed or vulnerable people, and citizens over the age of 80, beginning on 15 September, the health minister Marcelo Queiroga has said.</strong></p> \n<p>Queiroga said Pfizer’s vaccine made in partnership with Germany’s BioNTech will be used as the additional dose in those groups. He said the decision, which the World Health Organization has generally warned against due to a lack of safety and efficacy data, stems from the spread of the Delta variant and the need to increase protection for more vulnerable people.</p> \n<p>It comes after it <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/live/2021/aug/24/coronavirus-live-news-hawaii-governor-wants-to-curb-travel-israel-boosters-beating-delta?page=with:block-612520fe8f08b1506f20d903#block-612520fe8f08b1506f20d903\">emerged yesterday</a> Brazil had leaked its vaccine supply contract with Pfizer. It shows it provided it with indemnity from possible citizen lawsuits over potential adverse events after it provided jabs at cheaper prices and watered down demands for sovereign assets to be put up to as collateral.</p> \n<p>It is believed to be the first time in history that a contract between a state and a pharmaceutical company has been published in full, with Brazil in violation of the confidentiality rules established.<br></p> \n<p>Reportedly, the price paid for 100m jabs, at US$10 each, was 2.3 times lower than the rate the EU is estimated to have paid, following tough negotiating by the government of Jair Bolsonaro.</p> \n<p>Earlier this year, the Bureau of Investigative Journalism <a data-link-name=\"in body link\" href=\"https://www.thebureauinvestigates.com/stories/2021-02-23/held-to-ransom-pfizer-demands-governments-gamble-with-state-assets-to-secure-vaccine-deal\">reported that one official</a> who was present in an unnamed South American country’s negotiations described Pfizer’s demands as “high-level bullying” and said the government felt like it was being “held to ransom” in order to access life-saving vaccines.<br></p> \n<p>Brazil also eventually acceded to demands that it would abide by New York laws in the event of any conflict. </p>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T14:09:52.000Z\">at 3.09pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629894859000\" id=\"block-612635b58f080ef844e75278\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612635b58f080ef844e75278#block-612635b58f080ef844e75278\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T12:34:19.000Z\" itemprop=\"datePublished\">1.34pm <span>BST</span></time>\n    <span>13:34</span>\n\n\n\n                </a>\n        </p>\n\n        \n            <h2>Delay telling Aucklanders of potential saline jab error 'regrettable', says minister</h2>\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Five people in Auckland, New Zealand, who received Covid-19 jabs last month may have got a dose of saline solution instead but health officials did not tell them, RNZ reports.</p> \n<p>The New Zealand public broadcaster reported that the ministry of health confirmed that the issue was discovered at the end of a day when “the vaccine stock didn’t match the number of doses administered”.</p> \n<p>National director for the Covid-19 vaccination and immunisation programme Jo Gibbs told RNZ five doses had been unaccounted for.</p> \n<blockquote>  \n <span> \n   </span>  \n <p>It could have been due to some vaccinators getting more than the regular number of doses out of some vials and forgetting to record this. An alternative that we can’t rule out is the possibility that some people didn’t receive the correct vaccine dose.</p>  \n</blockquote> \n<p>The broadcaster understands the vaccination centre could not determine who the five people affected of the 732 vaccinated that day were. The government is still seeking advice on whether they all should receive another dose, according to officials. Everyone involved would receive a letter in the next 24 hours </p> \n<p>A vial of the Pfizer vaccine usually contains multiple doses which are then diluted using saline solution once it has thawed on-site. RNZ understands that it is possible those people could have received very little vaccine or mere saline solution.</p> \n<p>At a parliamentary select committee meeting today, Covid-19 response minister Chris Hipkins said the delay in making the information public was “regrettable”. He revealed he was also aware of at least one more case of vaccine error which had prompted revaccinations.</p> \n<blockquote>  \n <span> \n   </span>  \n <div>\n  <p>I think it would have been better if they had been more up front sooner after this happened … They did intend to get in touch with people to let the know what had happened, they did intend for this information to be made public. I think it would have been better if that had happened earlier but he also indicated that there was still some disagreement as to what the most likely thing to have happened here would have been.</p>\n  <p>Our utilisation rates of the vaccine doses sits at about 99.5% when the World Health Organization … say to plan for a 10% vaccine wastage rate and we’ve got less than half a per cent. That’s a sign that the vaccine is being rolled out very safely.</p>\n </div>   \n</blockquote>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T13:14:29.000Z\">at 2.14pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629894016000\" id=\"block-6126337a8f080ef844e75257\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-6126337a8f080ef844e75257#block-6126337a8f080ef844e75257\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T12:20:16.000Z\" itemprop=\"datePublished\">1.20pm <span>BST</span></time>\n    <span>13:20</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>US multinational investment bank Goldman Sachs has made it compulsory for its staff to be fully vaccinated against coronavirus to work in its American offices.</strong></p> \n<p>From 7 September, all employees, along with clients and visitors, would need to be doubled jabbed to enter its buildings, it said, while it would also introduce mandatory once-a-week testing for staff, the BBC reports.</p> \n<p>Proof of vaccination status would be required via an app from October, it added, and unvaccinated workers are to be expected to work from home.</p> \n<p>Face masks would also be required from today – regardless of vaccination status – in all common areas of its buildings, except while seated for eating and drinking.<br></p> \n<p>The bank had previously ordered its US bankers to disclose their vaccine status before returning to the office but refrained from mandating them.</p> \n<p>Richard Gnodde, the head of Goldman Sachs International, told the BBC that the bank would not insist on people being vaccinated, nor would it force people to return if they felt uncomfortable.<br></p> \n<p>“[We will] continue to manage our exit from this in a cautious and appropriate way to make sure that our people feel comfortable,” he told the BBC.</p> \n<p>Last week, the US pharmaceutical company Moderna – the Massachusetts firm that supplies 41% of the US’s Covid vaccines – faced questions after it held off from introducing a staff jab mandate after Johnson &amp; Johnson announced it would impose the measure.</p> \n<p>However, Pfizer employees have the option of participating in regular weekly testing if they do not wish to get vaccinated against Covid-19.</p>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T12:27:23.000Z\">at 1.27pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629893304000\" id=\"block-612631928f080840ca17af77\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612631928f080840ca17af77#block-612631928f080840ca17af77\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T12:08:24.000Z\" itemprop=\"datePublished\">1.08pm <span>BST</span></time>\n    <span>13:08</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Meanwhile, despite serious concerns over the efficacy of its domestically produced jabs, authorities in at least 12 Chinese cities have warned people who refuse to be vaccinated could be punished if found responsible for spreading the virus.</p> \n<p>The New York Times reports that while China has fully vaccinated about 55% of its huge population, officials have said that it needs to reach 80% for herd immunity.</p> \n<p>Authorities said they would “hold accountable” people who refused to be vaccinated, unless they had a medical exemption, if they spread the virus; though they did not state what the punishment would amount to.</p> \n<p>It comes after several cities in central Hubei province announced that people who refused to be vaccinated would have that entered into their “personal credit score”, meaning they could be barred from going to work or entering hospitals, the NYT reports.<br></p> \n<p>Some Chinese expressed anger at the latest mandates, saying it went against their free will, on Weibo, a popular instant messaging platform.</p>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T12:28:09.000Z\">at 1.28pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629892926000\" id=\"block-6126310f8f080840ca17af66\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-6126310f8f080840ca17af66#block-6126310f8f080840ca17af66\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T12:02:06.000Z\" itemprop=\"datePublished\">1.02pm <span>BST</span></time>\n    <span>13:02</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Yanzhong Huang, director of the Center for Global Health Studies at Seton Hall University, told the New York Times of China’s efforts to deflect attention from serious questions over lab safety in Wuhan:</p> \n<blockquote>  \n <span> \n   </span>  \n <p>This not only contributes to the further deterioration of US-China relations but also makes it even less likely for the two countries to work together to face a common challenge. We haven’t seen any bilateral cooperation over the vaccines, tracing the trajectory of the virus or mutations, any of these kind of things.</p>  \n</blockquote>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T12:28:24.000Z\">at 1.28pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629891442000\" id=\"block-6126252b8f080ef844e75130\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-6126252b8f080ef844e75130#block-6126252b8f080ef844e75130\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T11:37:22.000Z\" itemprop=\"datePublished\">12.37pm <span>BST</span></time>\n    <span>12:37</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>China has criticised the US “politicisation” of efforts to trace the origin of the coronavirus and restated demands for a US military laboratory to be investigated, amid the release of an <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-6125c7848f080840ca17a986#block-6125c7848f080840ca17a986\">“inconclusive” American intelligence community report</a> on the virus’ origins.<br></strong></p> \n<p>“Scapegoating China cannot whitewash the US,” Fu Cong, director general of the ministry of foreign affairs’ arms control department, said. </p> \n<blockquote>  \n <span> \n   </span>  \n <p>If they want to baselessly accuse China, they better be prepared to accept the counterattack from China ... If Dr Tedros believes that we should not rule out the hypothesis of a lab leak, well, he knows where to go. He needs to go to the US labs.</p>  \n</blockquote> \n<p>China has said a laboratory leak was highly unlikely, and it has ridiculed a theory that coronavirus escaped from a lab in the city of Wuhan, where Covid-19 infections emerged in late 2019, setting off the pandemic, Reuters reports.</p> \n<p>As we reported earlier <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/live/2021/aug/23/coronavirus-live-news-taiwan-domestic-vaccine-china-zero-new-cases-israel-booster?page=with:block-6123cadb8f08cc0d8b00749f#block-6123cadb8f08cc0d8b00749f\">this week</a>, it has instead suggested that the virus slipped out of a lab in Fort Detrick, Maryland, in 2019. “It is only fair that if the US insists that this is a valid hypothesis, they should do their turn and invite the investigation into their labs,” said Fu.</p> \n<p>Yesterday, China’s envoy to the United Nations asked the head of the World Health Organization for an investigation into US labs.<br></p> \n<p>The BBC reports that it the Fort Detrick lab was previously the centre of the US biological weapons programme and now houses biomedical labs researching viruses including Ebola and smallpox. </p> \n<p>Zhao Lijian, the Chinese foreign ministry spokesman, recently backed a rap song by a Chinese nationalist group suggesting dastardly plots were cooked up in the facility.</p> \n<p>With growing western coverage over the origin of the virus, with a Channel 4 documentary this week posing the question – did Covid-19 leak from a lab in China – the superpower’s media machine has been on the offensive.</p> \n<p>The Chinese state broadcaster CCTV has aired a special report, “The Dark History behind Fort Detrick”, focusing on containment breaches at the lab in 2019, to reinforce claims of poor lab security made by Chinese officials, the BBC reports.</p>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T12:29:00.000Z\">at 1.29pm BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629890741000\" id=\"block-612626eb8f080ef844e7514a\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612626eb8f080ef844e7514a#block-612626eb8f080ef844e7514a\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T11:25:41.000Z\" itemprop=\"datePublished\">12.25pm <span>BST</span></time>\n    <span>12:25</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>In related news, Higher School Certificate exams could be delayed in New South Wales, Australia, until November with only major subjects examined in face-to-face tests, my colleague Anne Davies reports.</p> \n<p>The NSW government also seems set to extend the lockdown in regional NSW until the end of September, in line with the lockdown in greater Sydney.</p> \n<p>Announcements are expected on the lockdown and a possible small relaxation of some restrictions for fully vaccinated people on Thursday, after a meeting of the state’s crisis cabinet late on Wednesday. Discussions about the roadmap for schools and the HSC are continuing.<br></p> \n\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629890242000\" id=\"block-612624bd8f080840ca17ae55\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612624bd8f080840ca17ae55#block-612624bd8f080840ca17ae55\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T11:17:22.000Z\" itemprop=\"datePublished\">12.17pm <span>BST</span></time>\n    <span>12:17</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>India is to supply millions of additional Covid-19 vaccine doses to its states to try to inoculate all school teachers by early next month, the health minister has said, as the country gradually resumes physical classes.</strong></p> \n<p>Reuters reports that hundreds of millions of students have been stuck at home for months, with little or no access to online education for a majority of the poor.</p> \n<p>“We have requested all states to try to vaccinate all school teachers on priority before Teachers’ Day, which is celebrated on 5 September,” health minister Mansukh Mandaviya said on Twitter. He said states would be given more than 20m additional doses for the purpose.</p> \n<p>Several states have attempted to reopen schools since the pandemic began last year, but some shut them down after infections were detected on campuses, Reuters reports.</p> \n<p>Prime minister Narendra Modi’s home state Gujarat said it would resume physical classes for middle school students from 2 September, at half the capacity, for the first time in more than 18 months. Schools reopened for older children nearly a month ago.</p> \n<p>A parliamentary report said this month the pandemic disrupted the education of nearly 320m Indian students in various schools, colleges and universities.</p> \n<p>It recommended “accentuated vaccine programmes for all students, teachers and allied staff so that schools may start functioning normally at the earliest”.</p> \n<p>India has administered 596m vaccine doses, giving at least one dose to nearly half of its 944m adults and the required two doses to 14%.</p> \n<div data-component=\"image\" data-media-id=\"4cbab2720a0d9e4292fc4e2bed197e2b02a0a400\" itemprop=\"associatedMedia image\" itemscope=\"\" itemtype=\"http://schema.org/ImageObject\"> \n  \n  \n  \n <div> \n  <picture> \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n   <img alt=\"Students of a government school attend a class on the first day of reopening on 23 August.\" itemprop=\"contentUrl\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_2/article_5/images/img3_u3.jpg\"> \n  </picture> \n </div> \n <p><span> \n    </span> Students of a government school in Bangalore attend a class on the first day of reopening on 23 August. Photograph: Xinhua/REX/Shutterstock \n </p> \n</div> \n<p><em>Hello and greetings to everyone reading, wherever you are in the world. Mattha Busby here to take you through the next few hours of global Covid developments. Thanks to my colleague Léonie Chao-Fong for covering the blog up until now. Please feel free to drop me a line <a data-link-name=\"in body link\" href=\"https://twitter.com/matthabusby\">on Twitter</a> or message me via email (mattha.busby.freelance@guardian.co.uk) with any tips or thoughts on our coverage.</em></p>\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629888678000\" id=\"block-61261f6e8f080840ca17adfc\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-61261f6e8f080840ca17adfc#block-61261f6e8f080840ca17adfc\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T10:51:18.000Z\" itemprop=\"datePublished\">11.51am <span>BST</span></time>\n    <span>11:51</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Here’s the full story on Taiwan reporting zero community cases of Covid-19 for the first time since its biggest outbreak began in May, killing more than 800 people, from my colleague Helen Davidson.</p> \n<p>The island’s ability to keep the pandemic out of the community was a global success story. Residents lived a largely normal life for most of 2020 and early 2021, albeit with closed borders.</p> \n\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629888126000\" id=\"block-61261e5d8f08b1506f20e4b1\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-61261e5d8f08b1506f20e4b1#block-61261e5d8f08b1506f20e4b1\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T10:42:06.000Z\" itemprop=\"datePublished\">11.42am <span>BST</span></time>\n    <span>11:42</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n            \n                <div>\n    \n        \n            <p><img alt=\"Peter Walker\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_2/article_5/images/img4_u2.jpg\"></p><p itemprop=\"author\">Peter Walker</p>\n</div>\n\n            \n        \n\n        <div itemprop=\"articleBody\">\n        <p><strong>Private call centre staff subcontracted to work on UK Covid test-and-trace services have been advised to limit time away from answering phones to 10 minutes per six-hour shift and told they will not be paid for breaks, the Guardian has learned.</strong></p> \n<p>The workers, who answer calls from home for the government’s 119 Covid number, have to select “comfort break” on their computer before using the toilet and are told to minimise time spent on such absences, or on fetching food or drink, or praying.</p> \n\n        </div>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629886903000\" id=\"block-612616338f080840ca17ad6a\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-612616338f080840ca17ad6a#block-612616338f080840ca17ad6a\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T10:21:43.000Z\" itemprop=\"datePublished\">11.21am <span>BST</span></time>\n    <span>11:21</span>\n\n\n\n                </a>\n        </p>\n\n        \n            <h2>A summary of today's developments so far</h2>\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Thanks for reading – it’s time for me to hand over to my colleague Mattha Busby. Before I go, here’s a quick summary of the day’s events:</p> \n<ul> \n <li>The review into Covid’s origins ordered by the Biden administration 90 days ago is inconclusive, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/2021/aug/25/us-intelligence-biden-inconclusive-report-covid-origins-wuhan-lab-animals\">according to US media reports.</a></li> \n <li><strong>Japan</strong> is set to expand a state of emergency to eight more prefectures, taking the total to 21, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/2021/aug/19/japan-sees-record-number-of-covid-cases-days-before-paralympics-begin\">amid a surge in cases</a> that has left hospitals overwhelmed.</li> \n <li>Researchers say protection provided by two doses of the Pfizer/BioNTech and the Oxford/AstraZeneca vaccines starts to wane within six months. Joint Committee on Vaccination and Immunisation (JCVI) member Prof Adam Finn said the results could support a booster shot for the elderly.</li> \n <li>Patients who have recovered from Covid in<strong> Vietnam</strong> will be offered a monthly allowance if they agree to stay on to help health workers struggling to cope with the surge in infections.</li> \n <li>The number of young smokers in <strong>England </strong>rose by a quarter in first lockdown. Nevertheless, the number of people who stopped smoking <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/society/2021/aug/25/number-of-young-smokers-rose-by-a-quarter-in-first-lockdown-england-study-shows\">altogether increased</a>.<br></li> \n <li>Covid vaccinations in <strong>Afghanistan </strong>fell by 80% in the first week following the Taliban takeover of Kabul, Unicef said.<br></li> \n</ul>\n        </div>\n        \n        <p>Updated\n            <time datetime=\"2021-08-25T10:22:27.000Z\">at 11.22am BST</time>\n        </p>\n        \n        \n\n\n\n    </div>\n\n    <div data-sort-time=\"1629885481000\" id=\"block-6126132e8f08b1506f20e3e4\" itemprop=\"liveBlogUpdate\" itemscope=\"\" itemtype=\"http://schema.org/BlogPosting\">\n\n        \n\n        <p>\n                <a href=\"https://www.theguardian.com/world/live/2021/aug/25/coronavirus-live-news-japan-to-expand-state-of-emergency-biden-review-of-covid-origins-reportedly-inconclusive?page=with:block-6126132e8f08b1506f20e3e4#block-6126132e8f08b1506f20e3e4\" itemprop=\"url\">\n                    \n\n    <time data-relativeformat=\"med\" datetime=\"2021-08-25T09:58:01.000Z\" itemprop=\"datePublished\">10.58am <span>BST</span></time>\n    <span>10:58</span>\n\n\n\n                </a>\n        </p>\n\n        \n\n        \n\n        <div itemprop=\"articleBody\">\n        <p>Private PCR Covid test providers in the <strong>UK</strong> could risk enforcement action over misleading advertising and failing to deliver results on time, the competition watchdog warned.</p> \n<p>The Competition and Markets Authority (CMA) said a range of harmful practices, such as upfront prices that do not include additional charges and failing to deliver results within stated timescales, could breach consumer protection law.<br></p> \n<p>CMA general counsel Sarah Cardell said:</p> \n<blockquote>  \n <span> \n   </span>  \n <div>\n  <p>PCR test providers should be in no doubt that they need to get on the right side of the law. If they don’t, they risk enforcement action.</p>\n  <p>Our advice today will also help people by setting out exactly what they should expect for their money.</p>\n </div>   \n</blockquote> \n<p>The Department of Health and Social Care (DHSC) said on Monday that 82 providers could lose government approval to sell travel tests following a review by ministers into misleading costs from “cowboy” providers.</p> \n<p>The move comes amid mounting concerns that the Covid testing regime for people returning to England is on the brink of collapse, after ministers decided to leave provision to the private sector.</p> \n<p>A further 57 companies have been removed from the list as they no longer exist or do not provide tests for people to use on day two and day eight after returning from many foreign countries.</p>\n        </div>\n        \n        \n\n\n\n    </div>\n\n\n\n        </div></div>",
  "textContent": "\n\n            \n\n\n    \n\n        \n\n        \n                \n                    \n\n    3.26pm BST\n    15:26\n\n\n\n                \n        \n\n        \n            Work 'is a verb, not a place', says Mr Kiplings cakes owner as it gives office workers remote freedom\n        \n\n        \n\n        \n        The owner of Mr Kiplings cakes has told its 800 office staff that they can decide where they wish to work. \nPremier Foods said they could work “wherever they work best” from this month, though the 4,000 factory staff producing the iconic treats will still have to continue attending in present. \nThe BBC reports that the FTSE 250 company, which also owns brands Bisto, Ambrosia, Oxo and Loyd Grossman, said its offices in St Albans, Manchester, Lutterworth, Southampton, and High Wycombe would not be “somewhere colleagues have to be for the sake of showing their face”. \nDavid Wilkinson, group HR director, told the broadcaster:  \n  \n  \n     \n This isn’t about getting rid of the office altogether, it’s about shifting our mindset on what it means to be flexible. Work is a verb, not a place, and whether it’s for a team meeting or just personal preference, our office remains open for anyone who wants to use it.  \n\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    3.14pm BST\n    15:14\n\n\n\n                \n        \n\n        \n\n        \n            \n                \n    \n        \n            Libby Brooks\n\n\n            \n        \n\n        \n        In Scotland, there has been a steep rise in recorded Covid cases, with a record 5262 positive tests over the past 24 hours.  \nThis comes as the latest National records of Scotland data showed 41 deaths registered over the last week to August 22 where coronavirus was mentioned on the death certificate.  \nThis was a record high in cases for the second day running, as deputy first minister John Swinney suggested that the surge in cases was related to pupils returning to school after the summer holidays. \nHe said that data showed around a third of new cases were in the under-19s age group, where around 40% of 16 and 17 year olds have had their first vaccine dose. \nSpeaking on the BBC’s Good Morning Scotland programme, Swinney said:  \n  \n  \n     \n Cases have risen very significantly within Scotland and we are looking closely at why that is the case. Undoubtedly, the gathering together in schools will have fuelled that to some extent, and you can see that in the proportion of younger people who are testing positive.  \n \n \n \n  Nicola Sturgeon \n  (@NicolaSturgeon)\n  1/ Another sharp rise in number of cases today (tho % positivity is lower than y’day, reflecting more tests). Vaccines still protecting against serious illness, but we all need to take care and act in a way that minimises risk of getting/spreading the virus. https://t.co/xhWFqmO494\n  \n  August 25, 2021\n  \n\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    3.03pm BST\n    15:03\n\n\n\n                \n        \n\n        \n            US troops must swiftly get jabs, says defence secretary, with more than a third still unvaccinated\n        \n\n        \n\n        \n        Military troops must immediately begin to get vaccinated against Covid after Pfizer’s jab received full approval, the US defence secretary, Lloyd Austin, has said in a memo as he ordered service leaders to “impose ambitious timelines for implementation”. \nMore than 800,000 service members out of 2.1 million, including reserves, have yet to get inoculated, according to Pentagon data. The memo, which was obtained by the Associated Press, does not dictate a specific timeline for completing the vaccinations.  \n“To defend this nation, we need a healthy and ready force,” Austin said in the memo. “After careful consultation with medical experts and military leadership, and with the support of the president, I have determined that mandatory vaccination against coronavirus disease … is necessary to protect the force and defend the American people.” \nTroops will be able to get their Pfizer shots at their bases and from their commands around the world, the AP reports. The Pentagon has said it has enough vaccine supply to meet demand.  \nMembers of the US military are already required to get as many as 17 different vaccines, depending on where they are deployed. The requirements – which include shots for smallpox, hepatitis, polio and the flu – also provide for a number of temporary and permanent exemptions for either medical or administrative reasons, the AP reports. \nAustin in the memo noted that the new requirement will allow for exemptions that are consistent with the current policies for all the other vaccines. Permanent exemptions include serious medical reactions to the vaccine, immune deficiencies such as HIV infection, and “evidence of existing immunity” by a serologic antibody test or “documentation of previous infection or natural infection presumed.”A little over half of the US population is fully vaccinated with one of the country’s three options – Pfizer, Moderna or Johnson & Johnson.\n        \n        \n        Updated\n            at 3.06pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    2.41pm BST\n    14:41\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        On the topic of long-term public health action, experts have said recently that the evidence linking obesity to the worst Covid-19 outcomes is “overwhelmingly clear” and should warrant aggressive obesity prevention and management efforts.  \nJonathan Valabhji, the national clinical director for obesity and diabetes at NHS England, suggested that pandemic restrictions are actually worsening obesity levels.  \nWith co-author Dr Naveed Sattar, professor of metabolic medicine at the University of Glasgow, he wrote that evidence suggests the link between body mass index (BMI) and Covid-related mortality is stronger than for deaths from other causes, including other respiratory illnesses. \n  \n  \n     \n \n  It is therefore important that health systems around the world meet this challenge by upscaling emphasis on and investments in obesity prevention and treatments.\n  Recent successful interventions in weight management need to be extended and offered to many more people at risk. New, simpler, innovative ways to spread evidence-based dietary or activity messages should also be examined as many people with risk factors are not currently receiving advice. If ever there was a time to improve obesity prevention and management, it is now.\n    \n \nSales at McDonald’s, perhaps the best-known fast food chain, in the US have jumped nearly 15% on 2019 despite obesity being a leading Covid risk factor. McDonald’s has previously been accused of endangering public health in the UK by encouraging customers to eat more fast food in exchange for prizes such as fries, desserts and fizzy drinks. \nAbout 2.2m of the 2.5m deaths related to Covid over a period studied were in countries with high levels of overweight people, a report from the World Obesity Federation has found. Countries such as the US, UK, and Italy, where more than 50% of adults are overweight, have the biggest proportions of deaths linked to coronavirus. \nThe US experienced a 29% jump in diabetes deaths last year among people ages 25 to 44 during the pandemic, with the country’s Preventive Services Task Force’s issuing new guidance yesterday to screen people for the condition earlier due to the spike. The taskforce found evidence further establishing that lifestyle changes such as diet and exercise reduce progression of pre-diabetes. \n        \n        \n        Updated\n            at 3.07pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    2.31pm BST\n    14:31\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        The emergence of the Delta variant means that vaccination may not prove to be the magic bullet that many governments hoped for, a new report by the Economist Intelligence Unit has said. \nIt called on political leaders to rethink their Covid strategy to adapt it for the long term, after the head of the Oxford Vaccine Group said reaching herd immunity was “not a possibility” with the current Delta variant and represented “mythical” thinking. \nThe report also modelled that countries that have not have vaccinated 60% of their population by mid-2022 would register GDP losses totalling US$2.3trn in 2022-25. It warned of the geopolitical consequences of vaccine inequity as less developed countries would shoulder around two-thirds of these losses, with Covax having “failed” to reach even modest expectations. \nIt also said that China’s vaccine diplomacy operation had been a success, though it comes with risks for recipient countries, since the efficacy of some Chinese vaccines appears generally lower than that of Western jabs.  \nAgathe Demarais, the EIU’s global forecasting director and author of the report, said: \n  \n  \n     \n \n  In absolute terms, Asia will be the continent most affected by delayed vaccination timelines … There is little chance that the divide over access to vaccines will ever be bridged. Covax, the WHO-sponsored initiative to ship vaccines to emerging economies, has failed to live up to (modest) expectations. \n  Despite flattering press releases, donations from rich countries also cover only a fraction of the needs. Finally, the focus in developed economies is shifting towards administering booster doses of coronavirus vaccines, which will compound shortages of raw materials and production bottlenecks.\n  Over the past year, political leaders have been busy responding to short-term emergencies while the pandemic was raging. They now need to design a longer-term strategy to tackle the coronavirus, as living with Covid will become the new normal. \n     \n\n        \n        \n        Updated\n            at 3.09pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    2.21pm BST\n    14:21\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        In related news, Reuters report that the Japanese prime minister has said the country already has enough Covid-19 vaccines to provide booster shots if such a decision is taken, after announcing an expansion to a state of emergency to more areas. \nYoshihide Suga added that about 60% of the public will be fully vaccinated by the end of September. Japan has yet to make a third round of vaccinations an option, but his comments heavily hint that such moves are under consideration.\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    1.55pm BST\n    13:55\n\n\n\n                \n        \n\n        \n            Brazil to give over 80s Pfizer booster after company granted lawsuit protection amid row\n        \n\n        \n\n        \n        Brazil will give Covid booster shots to immunosuppressed or vulnerable people, and citizens over the age of 80, beginning on 15 September, the health minister Marcelo Queiroga has said. \nQueiroga said Pfizer’s vaccine made in partnership with Germany’s BioNTech will be used as the additional dose in those groups. He said the decision, which the World Health Organization has generally warned against due to a lack of safety and efficacy data, stems from the spread of the Delta variant and the need to increase protection for more vulnerable people. \nIt comes after it emerged yesterday Brazil had leaked its vaccine supply contract with Pfizer. It shows it provided it with indemnity from possible citizen lawsuits over potential adverse events after it provided jabs at cheaper prices and watered down demands for sovereign assets to be put up to as collateral. \nIt is believed to be the first time in history that a contract between a state and a pharmaceutical company has been published in full, with Brazil in violation of the confidentiality rules established. \nReportedly, the price paid for 100m jabs, at US$10 each, was 2.3 times lower than the rate the EU is estimated to have paid, following tough negotiating by the government of Jair Bolsonaro. \nEarlier this year, the Bureau of Investigative Journalism reported that one official who was present in an unnamed South American country’s negotiations described Pfizer’s demands as “high-level bullying” and said the government felt like it was being “held to ransom” in order to access life-saving vaccines. \nBrazil also eventually acceded to demands that it would abide by New York laws in the event of any conflict. \n        \n        \n        Updated\n            at 3.09pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    1.34pm BST\n    13:34\n\n\n\n                \n        \n\n        \n            Delay telling Aucklanders of potential saline jab error 'regrettable', says minister\n        \n\n        \n\n        \n        Five people in Auckland, New Zealand, who received Covid-19 jabs last month may have got a dose of saline solution instead but health officials did not tell them, RNZ reports. \nThe New Zealand public broadcaster reported that the ministry of health confirmed that the issue was discovered at the end of a day when “the vaccine stock didn’t match the number of doses administered”. \nNational director for the Covid-19 vaccination and immunisation programme Jo Gibbs told RNZ five doses had been unaccounted for. \n  \n  \n     \n It could have been due to some vaccinators getting more than the regular number of doses out of some vials and forgetting to record this. An alternative that we can’t rule out is the possibility that some people didn’t receive the correct vaccine dose.  \n \nThe broadcaster understands the vaccination centre could not determine who the five people affected of the 732 vaccinated that day were. The government is still seeking advice on whether they all should receive another dose, according to officials. Everyone involved would receive a letter in the next 24 hours  \nA vial of the Pfizer vaccine usually contains multiple doses which are then diluted using saline solution once it has thawed on-site. RNZ understands that it is possible those people could have received very little vaccine or mere saline solution. \nAt a parliamentary select committee meeting today, Covid-19 response minister Chris Hipkins said the delay in making the information public was “regrettable”. He revealed he was also aware of at least one more case of vaccine error which had prompted revaccinations. \n  \n  \n     \n \n  I think it would have been better if they had been more up front sooner after this happened … They did intend to get in touch with people to let the know what had happened, they did intend for this information to be made public. I think it would have been better if that had happened earlier but he also indicated that there was still some disagreement as to what the most likely thing to have happened here would have been.\n  Our utilisation rates of the vaccine doses sits at about 99.5% when the World Health Organization … say to plan for a 10% vaccine wastage rate and we’ve got less than half a per cent. That’s a sign that the vaccine is being rolled out very safely.\n    \n\n        \n        \n        Updated\n            at 2.14pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    1.20pm BST\n    13:20\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        US multinational investment bank Goldman Sachs has made it compulsory for its staff to be fully vaccinated against coronavirus to work in its American offices. \nFrom 7 September, all employees, along with clients and visitors, would need to be doubled jabbed to enter its buildings, it said, while it would also introduce mandatory once-a-week testing for staff, the BBC reports. \nProof of vaccination status would be required via an app from October, it added, and unvaccinated workers are to be expected to work from home. \nFace masks would also be required from today – regardless of vaccination status – in all common areas of its buildings, except while seated for eating and drinking. \nThe bank had previously ordered its US bankers to disclose their vaccine status before returning to the office but refrained from mandating them. \nRichard Gnodde, the head of Goldman Sachs International, told the BBC that the bank would not insist on people being vaccinated, nor would it force people to return if they felt uncomfortable. \n“[We will] continue to manage our exit from this in a cautious and appropriate way to make sure that our people feel comfortable,” he told the BBC. \nLast week, the US pharmaceutical company Moderna – the Massachusetts firm that supplies 41% of the US’s Covid vaccines – faced questions after it held off from introducing a staff jab mandate after Johnson & Johnson announced it would impose the measure. \nHowever, Pfizer employees have the option of participating in regular weekly testing if they do not wish to get vaccinated against Covid-19.\n        \n        \n        Updated\n            at 1.27pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    1.08pm BST\n    13:08\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        Meanwhile, despite serious concerns over the efficacy of its domestically produced jabs, authorities in at least 12 Chinese cities have warned people who refuse to be vaccinated could be punished if found responsible for spreading the virus. \nThe New York Times reports that while China has fully vaccinated about 55% of its huge population, officials have said that it needs to reach 80% for herd immunity. \nAuthorities said they would “hold accountable” people who refused to be vaccinated, unless they had a medical exemption, if they spread the virus; though they did not state what the punishment would amount to. \nIt comes after several cities in central Hubei province announced that people who refused to be vaccinated would have that entered into their “personal credit score”, meaning they could be barred from going to work or entering hospitals, the NYT reports. \nSome Chinese expressed anger at the latest mandates, saying it went against their free will, on Weibo, a popular instant messaging platform.\n        \n        \n        Updated\n            at 1.28pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    1.02pm BST\n    13:02\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        Yanzhong Huang, director of the Center for Global Health Studies at Seton Hall University, told the New York Times of China’s efforts to deflect attention from serious questions over lab safety in Wuhan: \n  \n  \n     \n This not only contributes to the further deterioration of US-China relations but also makes it even less likely for the two countries to work together to face a common challenge. We haven’t seen any bilateral cooperation over the vaccines, tracing the trajectory of the virus or mutations, any of these kind of things.  \n\n        \n        \n        Updated\n            at 1.28pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    12.37pm BST\n    12:37\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        China has criticised the US “politicisation” of efforts to trace the origin of the coronavirus and restated demands for a US military laboratory to be investigated, amid the release of an “inconclusive” American intelligence community report on the virus’ origins. \n“Scapegoating China cannot whitewash the US,” Fu Cong, director general of the ministry of foreign affairs’ arms control department, said.  \n  \n  \n     \n If they want to baselessly accuse China, they better be prepared to accept the counterattack from China ... If Dr Tedros believes that we should not rule out the hypothesis of a lab leak, well, he knows where to go. He needs to go to the US labs.  \n \nChina has said a laboratory leak was highly unlikely, and it has ridiculed a theory that coronavirus escaped from a lab in the city of Wuhan, where Covid-19 infections emerged in late 2019, setting off the pandemic, Reuters reports. \nAs we reported earlier this week, it has instead suggested that the virus slipped out of a lab in Fort Detrick, Maryland, in 2019. “It is only fair that if the US insists that this is a valid hypothesis, they should do their turn and invite the investigation into their labs,” said Fu. \nYesterday, China’s envoy to the United Nations asked the head of the World Health Organization for an investigation into US labs. \nThe BBC reports that it the Fort Detrick lab was previously the centre of the US biological weapons programme and now houses biomedical labs researching viruses including Ebola and smallpox.  \nZhao Lijian, the Chinese foreign ministry spokesman, recently backed a rap song by a Chinese nationalist group suggesting dastardly plots were cooked up in the facility. \nWith growing western coverage over the origin of the virus, with a Channel 4 documentary this week posing the question – did Covid-19 leak from a lab in China – the superpower’s media machine has been on the offensive. \nThe Chinese state broadcaster CCTV has aired a special report, “The Dark History behind Fort Detrick”, focusing on containment breaches at the lab in 2019, to reinforce claims of poor lab security made by Chinese officials, the BBC reports.\n        \n        \n        Updated\n            at 1.29pm BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    12.25pm BST\n    12:25\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        In related news, Higher School Certificate exams could be delayed in New South Wales, Australia, until November with only major subjects examined in face-to-face tests, my colleague Anne Davies reports. \nThe NSW government also seems set to extend the lockdown in regional NSW until the end of September, in line with the lockdown in greater Sydney. \nAnnouncements are expected on the lockdown and a possible small relaxation of some restrictions for fully vaccinated people on Thursday, after a meeting of the state’s crisis cabinet late on Wednesday. Discussions about the roadmap for schools and the HSC are continuing. \n\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    12.17pm BST\n    12:17\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        India is to supply millions of additional Covid-19 vaccine doses to its states to try to inoculate all school teachers by early next month, the health minister has said, as the country gradually resumes physical classes. \nReuters reports that hundreds of millions of students have been stuck at home for months, with little or no access to online education for a majority of the poor. \n“We have requested all states to try to vaccinate all school teachers on priority before Teachers’ Day, which is celebrated on 5 September,” health minister Mansukh Mandaviya said on Twitter. He said states would be given more than 20m additional doses for the purpose. \nSeveral states have attempted to reopen schools since the pandemic began last year, but some shut them down after infections were detected on campuses, Reuters reports. \nPrime minister Narendra Modi’s home state Gujarat said it would resume physical classes for middle school students from 2 September, at half the capacity, for the first time in more than 18 months. Schools reopened for older children nearly a month ago. \nA parliamentary report said this month the pandemic disrupted the education of nearly 320m Indian students in various schools, colleges and universities. \nIt recommended “accentuated vaccine programmes for all students, teachers and allied staff so that schools may start functioning normally at the earliest”. \nIndia has administered 596m vaccine doses, giving at least one dose to nearly half of its 944m adults and the required two doses to 14%. \n \n  \n  \n  \n  \n   \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n   \n  \n  \n     Students of a government school in Bangalore attend a class on the first day of reopening on 23 August. Photograph: Xinhua/REX/Shutterstock \n  \n \nHello and greetings to everyone reading, wherever you are in the world. Mattha Busby here to take you through the next few hours of global Covid developments. Thanks to my colleague Léonie Chao-Fong for covering the blog up until now. Please feel free to drop me a line on Twitter or message me via email (mattha.busby.freelance@guardian.co.uk) with any tips or thoughts on our coverage.\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    11.51am BST\n    11:51\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        Here’s the full story on Taiwan reporting zero community cases of Covid-19 for the first time since its biggest outbreak began in May, killing more than 800 people, from my colleague Helen Davidson. \nThe island’s ability to keep the pandemic out of the community was a global success story. Residents lived a largely normal life for most of 2020 and early 2021, albeit with closed borders. \n\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    11.42am BST\n    11:42\n\n\n\n                \n        \n\n        \n\n        \n            \n                \n    \n        \n            Peter Walker\n\n\n            \n        \n\n        \n        Private call centre staff subcontracted to work on UK Covid test-and-trace services have been advised to limit time away from answering phones to 10 minutes per six-hour shift and told they will not be paid for breaks, the Guardian has learned. \nThe workers, who answer calls from home for the government’s 119 Covid number, have to select “comfort break” on their computer before using the toilet and are told to minimise time spent on such absences, or on fetching food or drink, or praying. \n\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    11.21am BST\n    11:21\n\n\n\n                \n        \n\n        \n            A summary of today's developments so far\n        \n\n        \n\n        \n        Thanks for reading – it’s time for me to hand over to my colleague Mattha Busby. Before I go, here’s a quick summary of the day’s events: \n \n The review into Covid’s origins ordered by the Biden administration 90 days ago is inconclusive, according to US media reports. \n Japan is set to expand a state of emergency to eight more prefectures, taking the total to 21, amid a surge in cases that has left hospitals overwhelmed. \n Researchers say protection provided by two doses of the Pfizer/BioNTech and the Oxford/AstraZeneca vaccines starts to wane within six months. Joint Committee on Vaccination and Immunisation (JCVI) member Prof Adam Finn said the results could support a booster shot for the elderly. \n Patients who have recovered from Covid in Vietnam will be offered a monthly allowance if they agree to stay on to help health workers struggling to cope with the surge in infections. \n The number of young smokers in England rose by a quarter in first lockdown. Nevertheless, the number of people who stopped smoking altogether increased. \n Covid vaccinations in Afghanistan fell by 80% in the first week following the Taliban takeover of Kabul, Unicef said. \n\n        \n        \n        Updated\n            at 11.22am BST\n        \n        \n        \n\n\n\n    \n\n    \n\n        \n\n        \n                \n                    \n\n    10.58am BST\n    10:58\n\n\n\n                \n        \n\n        \n\n        \n\n        \n        Private PCR Covid test providers in the UK could risk enforcement action over misleading advertising and failing to deliver results on time, the competition watchdog warned. \nThe Competition and Markets Authority (CMA) said a range of harmful practices, such as upfront prices that do not include additional charges and failing to deliver results within stated timescales, could breach consumer protection law. \nCMA general counsel Sarah Cardell said: \n  \n  \n     \n \n  PCR test providers should be in no doubt that they need to get on the right side of the law. If they don’t, they risk enforcement action.\n  Our advice today will also help people by setting out exactly what they should expect for their money.\n    \n \nThe Department of Health and Social Care (DHSC) said on Monday that 82 providers could lose government approval to sell travel tests following a review by ministers into misleading costs from “cowboy” providers. \nThe move comes amid mounting concerns that the Covid testing regime for people returning to England is on the brink of collapse, after ministers decided to leave provision to the private sector. \nA further 57 companies have been removed from the list as they no longer exist or do not provide tests for people to use on day two and day eight after returning from many foreign countries.\n        \n        \n        \n\n\n\n    \n\n\n\n        ",
  "length": 29272,
  "excerpt": "3.26pm BST\n    15:26",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_2/article_5/images/img2_u15.jpg"
}