{
  "title": "Lack of European fans will magnify US team’s home advantage at Ryder Cup | Golf",
  "byline": "Ewan Murray",
  "dir": null,
  "content": "<h2>Lack of European fans will magnify US team’s home advantage at Ryder Cup | Golf</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>T</span></span><span>he vast array of superlatives attached to the Ryder Cup ignore the recent propensity for predictable outcomes. Since Europe trounced the United States in Michigan, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/2004/sep/20/rydercup2004.uk\">17 years ago</a>, there has been just a single away victory. When that transpired, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2012/oct/01/ryder-cup-europe-win-medinah\">at Medinah</a>, we all saw fit to brand it a “miracle”. The past three Ryder Cups have been won by the length of a par five.</span></p><p>Few events in sport do exaggeration better than the biennial joust of Florida-based millionaire Europeans and Florida-based millionaire Americans – and the <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/rydercup\">Ryder Cup</a> is all the better for such giddiness – but at some point the trend of home win after home win needs to be reversed. Foregone conclusions are no use to anybody with an interest in sporting merit.</p><p>Padraig Harrington will subscribe to this theory, of course. Should Harrington lead Europe to glory at Whistling Straits in a month’s time, his career will have an outstanding team achievement alongside <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2008/jul/21/theopen.golf\">epic personal highs</a>. The role of a Ryder Cup captain can sometimes be wildly overplayed but should Europe upset Bryson DeChambeau, Brooks Koepka, Dustin Johnson et al on their own patch, Harrington will be entitled to dine out on the triumph for years. Harrington may like to portray himself as an extrovert but he is also highly intelligent. His approach, including towards the opposition, will prove fascinating.</p><p>Lost so far in the buildup to the 43rd staging of the Ryder Cup is the dynamic that will shift things heavily in favour of the United States. It lies in President Biden’s proclamation, barring entry to travellers from Europe. Such restrictions are often fluid but this one has held firm. It would be an extraordinary twist should golf fans from the UK, Ireland and Spain be allowed entry to the US in the final week of September. And with that, White House-determined practicality, the Ryder Cup takes on fresh form. Home advantage will become an even stronger weapon in a competition that already looks formulaic on results alone.</p><p>The PGA of America will not say what percentage of tickets have been sold to Europe-based fans. Those ticket holders are entitled to refunds, and they will surely be applied for due to the travel restrictions if they have not been already. The Ryder Cup’s official website states that “tickets sold directly through the PGA of America have sold out” and that “our plan is to host the 43rd Ryder Cup with full-spectator attendance.” That means tens of thousands in the galleries, each day. It seems logical to think 95% of them will be American, given that the away contingent is typically 10-15%. Even at that, their presence is felt.</p><div id=\"697ff97b-e8a2-48fa-9899-3de1e51c046a\"><div><picture itemprop=\"contentUrl\"><img alt=\"Fans of Team USA travelled to France for the Ryder Cup in 2018.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_6/article_2/images/img4_u19.jpg\"></picture></div><p><span></span><span>Fans of Team USA travelled to France for the Ryder Cup in 2018.</span> Photograph: Gareth Fuller/PA</p></div><p>It must also be pointed out that some European fans live on the opposite side of the Atlantic. Shane Lowry rarely plays in a PGA Tour event without being roared on by someone in a GAA shirt. When an opportunity to watch a Ryder Cup so close to adopted homes in Chicago arose, many US-based European fans would have made plans. But the notion of a noisy delegation crossing the ocean in support of their brave boys, adding to the atmosphere in Wisconsin, is fanciful. There are senior UK golf executives who will not be able to attend. The European Tour’s own official party has been restricted because of travel rules. Those benefitting from vast marketing budgets may not want to admit it but this Ryder Cup cannot, by definition, be normal. Stars and stripes will dominate the scene. ‘Olé, olé, olé’? will be reduced to a feeble murmur.</p><p>There will be an early glimpse of what Harrington and his 12-man team can expect when Europe take on the United States in the <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/solheim-cup\">Solheim Cup</a> in early September. The LPGA last reported that event, in Toledo, is “all systems go” in respect of capacity crowds. Unlike the male equivalent, though, tickets do remain on sale for the match at the Inverness Club. Catriona Matthew’s European team are even bigger underdogs than Harrington’s.</p><p>There remain matters worthy of more concern than whether or not Jon Rahm can be roared to glory against Tony Finau by men in Callaway caps and polyester polo shirts. Nonetheless, people see Ryder Cups as trips of a lifetime. More significantly, the event itself benefits from an element of rivalry in the galleries. In black and white, the United States and Europe playing each other at golf is not particularly a big deal. When tribal elements come into it and when players revel in the highly-charged atmosphere – for example, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2016/oct/02/rory-mcilroy-patrick-reed-heavyweight-hazeltine-ryder-cup\">Rory McIlroy versus Patrick Reed in 2016</a> – its status is enhanced. “It’s just this amazing atmosphere with fans pulling for their team,” explained Jim Furyk. “You see players, like me, who are not usually emotional on the golf course, pumping their fists and screaming at the top of their lungs.”</p><p>In 1927, boat decks were not crammed with Great Britain supporters ahead of the inaugural Ryder Cup matches in Massachusetts. Now, however, this is an occasion of global standing. The recent <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/british-irish-lions\">British &amp; Irish Lions series</a> in South Africa is not a particularly valid comparison either as there were no fans present. In the Ryder Cup, odds already stacked in favour of the hosts will be shortened further by supporters screaming almost entirely in one direction. Without being anybody’s fault, this merely adds to Harrington’s challenge and, without question, diminishes the spectacle.</p></div></main></main></div></div>",
  "textContent": "The vast array of superlatives attached to the Ryder Cup ignore the recent propensity for predictable outcomes. Since Europe trounced the United States in Michigan, 17 years ago, there has been just a single away victory. When that transpired, at Medinah, we all saw fit to brand it a “miracle”. The past three Ryder Cups have been won by the length of a par five.Few events in sport do exaggeration better than the biennial joust of Florida-based millionaire Europeans and Florida-based millionaire Americans – and the Ryder Cup is all the better for such giddiness – but at some point the trend of home win after home win needs to be reversed. Foregone conclusions are no use to anybody with an interest in sporting merit.Padraig Harrington will subscribe to this theory, of course. Should Harrington lead Europe to glory at Whistling Straits in a month’s time, his career will have an outstanding team achievement alongside epic personal highs. The role of a Ryder Cup captain can sometimes be wildly overplayed but should Europe upset Bryson DeChambeau, Brooks Koepka, Dustin Johnson et al on their own patch, Harrington will be entitled to dine out on the triumph for years. Harrington may like to portray himself as an extrovert but he is also highly intelligent. His approach, including towards the opposition, will prove fascinating.Lost so far in the buildup to the 43rd staging of the Ryder Cup is the dynamic that will shift things heavily in favour of the United States. It lies in President Biden’s proclamation, barring entry to travellers from Europe. Such restrictions are often fluid but this one has held firm. It would be an extraordinary twist should golf fans from the UK, Ireland and Spain be allowed entry to the US in the final week of September. And with that, White House-determined practicality, the Ryder Cup takes on fresh form. Home advantage will become an even stronger weapon in a competition that already looks formulaic on results alone.The PGA of America will not say what percentage of tickets have been sold to Europe-based fans. Those ticket holders are entitled to refunds, and they will surely be applied for due to the travel restrictions if they have not been already. The Ryder Cup’s official website states that “tickets sold directly through the PGA of America have sold out” and that “our plan is to host the 43rd Ryder Cup with full-spectator attendance.” That means tens of thousands in the galleries, each day. It seems logical to think 95% of them will be American, given that the away contingent is typically 10-15%. Even at that, their presence is felt.Fans of Team USA travelled to France for the Ryder Cup in 2018. Photograph: Gareth Fuller/PAIt must also be pointed out that some European fans live on the opposite side of the Atlantic. Shane Lowry rarely plays in a PGA Tour event without being roared on by someone in a GAA shirt. When an opportunity to watch a Ryder Cup so close to adopted homes in Chicago arose, many US-based European fans would have made plans. But the notion of a noisy delegation crossing the ocean in support of their brave boys, adding to the atmosphere in Wisconsin, is fanciful. There are senior UK golf executives who will not be able to attend. The European Tour’s own official party has been restricted because of travel rules. Those benefitting from vast marketing budgets may not want to admit it but this Ryder Cup cannot, by definition, be normal. Stars and stripes will dominate the scene. ‘Olé, olé, olé’? will be reduced to a feeble murmur.There will be an early glimpse of what Harrington and his 12-man team can expect when Europe take on the United States in the Solheim Cup in early September. The LPGA last reported that event, in Toledo, is “all systems go” in respect of capacity crowds. Unlike the male equivalent, though, tickets do remain on sale for the match at the Inverness Club. Catriona Matthew’s European team are even bigger underdogs than Harrington’s.There remain matters worthy of more concern than whether or not Jon Rahm can be roared to glory against Tony Finau by men in Callaway caps and polyester polo shirts. Nonetheless, people see Ryder Cups as trips of a lifetime. More significantly, the event itself benefits from an element of rivalry in the galleries. In black and white, the United States and Europe playing each other at golf is not particularly a big deal. When tribal elements come into it and when players revel in the highly-charged atmosphere – for example, Rory McIlroy versus Patrick Reed in 2016 – its status is enhanced. “It’s just this amazing atmosphere with fans pulling for their team,” explained Jim Furyk. “You see players, like me, who are not usually emotional on the golf course, pumping their fists and screaming at the top of their lungs.”In 1927, boat decks were not crammed with Great Britain supporters ahead of the inaugural Ryder Cup matches in Massachusetts. Now, however, this is an occasion of global standing. The recent British & Irish Lions series in South Africa is not a particularly valid comparison either as there were no fans present. In the Ryder Cup, odds already stacked in favour of the hosts will be shortened further by supporters screaming almost entirely in one direction. Without being anybody’s fault, this merely adds to Harrington’s challenge and, without question, diminishes the spectacle.",
  "length": 5373,
  "excerpt": "The vast array of superlatives attached to the Ryder Cup ignore the recent propensity for predictable outcomes. Since Europe trounced the United States in Michigan, 17 years ago, there has been just a single away victory. When that transpired, at Medinah, we all saw fit to brand it a “miracle”. The past three Ryder Cups have been won by the length of a par five.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_6/article_2/images/img4_u19.jpg"
}