{
  "title": "Beijing-Zhangjiakou line unveils smart railway system era",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>Beijing-Zhangjiakou line unveils smart railway system era</h2><div id=\"readability-page-1\" class=\"page\"><div>\n      <p>By Wang Sheng in Zhangjiakou and Chen Qingqing in Beijing Source:Global Times Published: 2019/12/30 23:38:40 Last Updated: 2019/12/31 0:16:05 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_2/images/img1_u10.jpg\"></p>\n<p>A stewardess places paper cutting on the window of the high-speed train G2505, which stops at Zhangjiakou Highspeed Railway Station in Zhangjiakou, North China's Hebei province on Monday. The high-speed railway line went into service on Monday. Photo: China News Service</p><p>China's first self-driving high speed railway linking the two host cities of the 2022 Winter Olympic Games went into operation on Monday, featuring cutting-edge homegrown technologies deemed as major breakthroughs regarding China's rail development. The new line also demonstrated the country's railway evolution.</p><p>The 174-kilometer rail line is the first of its kind in the country that is covered by China's self-developed BeiDou Navigation Satellite System (BDS), and is also the world's fastest driverless train with a maximum speed of 350 kilometers per hour, according to China Railway Corp.&nbsp;</p><p>Connecting Beijing and Zhangjiakou, the co-host city of Beijing 2022 Winter Olympics located in North China's Hebei Province, the railway reduces travel time between Beijing and Zhangjiakou from more than 3 hours to 47 minutes, which will be a great boost to the coordinated development of the Beijing-Tianjin-Hebei region.&nbsp;</p><p>Xi Jinping, general secretary of the Communist Party of China (CPC) Central Committee, stressed the significance of the high-speed railway line connecting Beijing and Zhangjiakou.</p><p>Xi, also Chinese president and chairman of the Central Military Commission, said the opening marked new progress in the preparations for Winter Olympics and called for high-standard and high-quality advancing of related work.</p><p>The Chongli railway, the 53-kilometer-long branch line of the Beijing-Zhangjiakou high speed railway line also came into service on the same day, according to the operator. The Chongli district is where the 2022 Winter Olympic village is located.</p><p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_2/images/img2_u2.jpg\"></p>\n<p>Photo taken on Dec. 30, 2019 shows the G8811 high-speed train bound for Taizicheng Railway Station at Beijing North Railway Station in Beijing, capital of China, Dec. 30, 2019. The high-speed railway line connecting Beijing and Zhangjiakou in north China's Hebei Province went into service on Monday. Chongli railway, a branch line of the Beijing-Zhangjiakou high-speed railway, also came into service. (Xinhua/Xing Guangli)</p><p><strong>Cutting-edge technology</strong></p><p>Besides the coverage of BDS, the rail line also features a wide range of advanced technologies such as autopilot and auto-dispatching systems. The self-driving system enables the train to automatically start and run between stations, adjusting its timing in accordance to the schedule while accurately stopping at stations.&nbsp;</p><p>\"The Beijing-Zhangjiakou rail line is China's high-speed rail 2.0 version, integrating smart rail technologies,\" Lv Gang, chief engineer of the railway's tunnel project, told the Global Times on Monday, indicating that the launch of the service also represented the future of high-speed rail development.&nbsp;</p><p>The line is also the first in China to adopt a full-lifecycle Building Information Modeling (BIM) approach for all disciplines involved in the project, marking a milestone in China's railway construction and unveiling the practice of smart railway construction, according to analysts.&nbsp;</p><p>Meanwhile, its alarm system, earthquake warning system, natural disaster monitoring system constituted the intelligent dispatching command system for the train. Designed for connecting different Olympic venues, the railway, with the support of dual model 4G and 5G equipment, could facilitate the switch of signals, supporting the upgrade to 5G networks in the future and assist with live streaming of the Olympic games.&nbsp;</p><p>\"This will also be an opportunity to showcase China's technological development to the world,\" Zhao Jian, a professor at Beijing Jiaotong University, told the Global Times on Monday.&nbsp;</p><p>Over the past decade, China has built the world's most modern and developed high-speed railway network, with operating length surpassing 35,000 kilometers as of the end of 2019, ranking first in the world, according to media reports.&nbsp;</p><p>\"The rail line showcases smart rail technologies such as autonomous driving, 5G-enabled services, on-board Wi-Fi and e-ticket services, setting an example for the future development of China's railway and it could be key features for the nation's high-speed rail diplomacy,\" Luo Duhao, chief engineer of the Beijing-Zhangjiakou High-Speed Railway Line, told the Global Times on Monday.&nbsp;</p><p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_2/images/img3_u1.jpg\"></p>\n<p>A bullet train tests operations along the high-speed railway line connecting Beijing and Zhangjiakou in North China's Hebei Province in November. Photo: VCG</p><p><strong>Rail evolution</strong></p><p>The construction of the Beijing-Zhangjiakou rail line is a part of China's national medium and long-term railway construction plan, also known as the \"eight vertical and eight horizontal\" high-speed railway network. It also links up to Hohhot, capital city of North China's Inner Mongolia Autonomous Region, cutting the travel time between Hohhot and Beijing from nine hours fifteen minutes to two hours nine minutes.&nbsp;</p><p>The construction of the railway and high-speed rail line has significant implications on China's economic growth, as the country aims to reach 150,000-kilometer of railway network by 2020, within the aforementioned figure, high-speed rail distances will reach 30,000-kilometers, covering 80 percent of major first-tier cities.&nbsp;</p><p>Beijing-Zhangjiakou railway is of particular significance in the development of China's railway system. The line, first built from 1905 to 1909, was China's first railway that was designed and built solely by Chinese.&nbsp;</p><p>\"110 years ago, the rail line was first built, bringing opportunities for the city. 110 years later, the Beijing-Zhangjiakou high-speed rail went into service, becoming a vital symbol for Beijing-Tianjin-Hebei integration, which is also fortunate for us,\" Wang Ping, a local resident of Zhangjiakou, told the Global Times on Monday.&nbsp;</p> </div></div>",
  "textContent": "\n      By Wang Sheng in Zhangjiakou and Chen Qingqing in Beijing Source:Global Times Published: 2019/12/30 23:38:40 Last Updated: 2019/12/31 0:16:05 \n      \n      \n      \n     \nA stewardess places paper cutting on the window of the high-speed train G2505, which stops at Zhangjiakou Highspeed Railway Station in Zhangjiakou, North China's Hebei province on Monday. The high-speed railway line went into service on Monday. Photo: China News ServiceChina's first self-driving high speed railway linking the two host cities of the 2022 Winter Olympic Games went into operation on Monday, featuring cutting-edge homegrown technologies deemed as major breakthroughs regarding China's rail development. The new line also demonstrated the country's railway evolution.The 174-kilometer rail line is the first of its kind in the country that is covered by China's self-developed BeiDou Navigation Satellite System (BDS), and is also the world's fastest driverless train with a maximum speed of 350 kilometers per hour, according to China Railway Corp. Connecting Beijing and Zhangjiakou, the co-host city of Beijing 2022 Winter Olympics located in North China's Hebei Province, the railway reduces travel time between Beijing and Zhangjiakou from more than 3 hours to 47 minutes, which will be a great boost to the coordinated development of the Beijing-Tianjin-Hebei region. Xi Jinping, general secretary of the Communist Party of China (CPC) Central Committee, stressed the significance of the high-speed railway line connecting Beijing and Zhangjiakou.Xi, also Chinese president and chairman of the Central Military Commission, said the opening marked new progress in the preparations for Winter Olympics and called for high-standard and high-quality advancing of related work.The Chongli railway, the 53-kilometer-long branch line of the Beijing-Zhangjiakou high speed railway line also came into service on the same day, according to the operator. The Chongli district is where the 2022 Winter Olympic village is located.\nPhoto taken on Dec. 30, 2019 shows the G8811 high-speed train bound for Taizicheng Railway Station at Beijing North Railway Station in Beijing, capital of China, Dec. 30, 2019. The high-speed railway line connecting Beijing and Zhangjiakou in north China's Hebei Province went into service on Monday. Chongli railway, a branch line of the Beijing-Zhangjiakou high-speed railway, also came into service. (Xinhua/Xing Guangli)Cutting-edge technologyBesides the coverage of BDS, the rail line also features a wide range of advanced technologies such as autopilot and auto-dispatching systems. The self-driving system enables the train to automatically start and run between stations, adjusting its timing in accordance to the schedule while accurately stopping at stations. \"The Beijing-Zhangjiakou rail line is China's high-speed rail 2.0 version, integrating smart rail technologies,\" Lv Gang, chief engineer of the railway's tunnel project, told the Global Times on Monday, indicating that the launch of the service also represented the future of high-speed rail development. The line is also the first in China to adopt a full-lifecycle Building Information Modeling (BIM) approach for all disciplines involved in the project, marking a milestone in China's railway construction and unveiling the practice of smart railway construction, according to analysts. Meanwhile, its alarm system, earthquake warning system, natural disaster monitoring system constituted the intelligent dispatching command system for the train. Designed for connecting different Olympic venues, the railway, with the support of dual model 4G and 5G equipment, could facilitate the switch of signals, supporting the upgrade to 5G networks in the future and assist with live streaming of the Olympic games. \"This will also be an opportunity to showcase China's technological development to the world,\" Zhao Jian, a professor at Beijing Jiaotong University, told the Global Times on Monday. Over the past decade, China has built the world's most modern and developed high-speed railway network, with operating length surpassing 35,000 kilometers as of the end of 2019, ranking first in the world, according to media reports. \"The rail line showcases smart rail technologies such as autonomous driving, 5G-enabled services, on-board Wi-Fi and e-ticket services, setting an example for the future development of China's railway and it could be key features for the nation's high-speed rail diplomacy,\" Luo Duhao, chief engineer of the Beijing-Zhangjiakou High-Speed Railway Line, told the Global Times on Monday. \nA bullet train tests operations along the high-speed railway line connecting Beijing and Zhangjiakou in North China's Hebei Province in November. Photo: VCGRail evolutionThe construction of the Beijing-Zhangjiakou rail line is a part of China's national medium and long-term railway construction plan, also known as the \"eight vertical and eight horizontal\" high-speed railway network. It also links up to Hohhot, capital city of North China's Inner Mongolia Autonomous Region, cutting the travel time between Hohhot and Beijing from nine hours fifteen minutes to two hours nine minutes. The construction of the railway and high-speed rail line has significant implications on China's economic growth, as the country aims to reach 150,000-kilometer of railway network by 2020, within the aforementioned figure, high-speed rail distances will reach 30,000-kilometers, covering 80 percent of major first-tier cities. Beijing-Zhangjiakou railway is of particular significance in the development of China's railway system. The line, first built from 1905 to 1909, was China's first railway that was designed and built solely by Chinese. \"110 years ago, the rail line was first built, bringing opportunities for the city. 110 years later, the Beijing-Zhangjiakou high-speed rail went into service, becoming a vital symbol for Beijing-Tianjin-Hebei integration, which is also fortunate for us,\" Wang Ping, a local resident of Zhangjiakou, told the Global Times on Monday.  ",
  "length": 6071,
  "excerpt": "China’s first self-driving high speed railway linking the two host cities of the 2022 Winter Olympic Games went into operation on Monday, featuring cutting-edge homegrown technologies deemed as major breakthroughs regarding China’s rail development. The new line also demonstrated the country’s railway evolution.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_2/images/img1_u10.jpg"
}