{
  "title": "Rookie quarterback watch: Trevor Lawrence struggles as Zach Wilson shines | NFL",
  "byline": "Oliver Connolly",
  "dir": null,
  "content": "<h2>Rookie quarterback watch: Trevor Lawrence struggles as Zach Wilson shines | NFL</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>I</span></span><span>t’s an unusual year for rookie quarterbacks. Ordinarily, when a first-round quarterback steps into an organization, they do so in the midst of some sort of rebuild. The rookie is drafted to kick off a new cycle.</span></p><p>And that’s the case for two of this year’s five first-round draft choices: Trevor Lawrence in Jacksonville and Zach Wilson with the <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/new-york-jets\">New York Jets</a>. But the three other first-rounders are stepping into more settled situations, for teams with legitimate playoff expectations.</p><p>It makes the question of when to start the rookies all the more intriguing. Since the league moved to a system that tied a player’s rookie contract to their draft slot in 2011, 32 quarterbacks have been selected in the first round. The shift made the talented quarterback on a rookie-scale deal <a data-link-name=\"in body link\" href=\"https://www.sbnation.com/2019/7/1/18684138/nfl-rookie-contract-quarterbacks-playoffs-trend\">the top market inefficiency in the sport</a>: land an average to upper-tier quarterback on a relatively cheap contract and you can spend your money elsewhere to build up a championship-level roster.</p><p>The shift has put teams on the clock from the night they draft a new quarterback. They need to know <em>now </em>whether the guy they’ve selected is The Guy. Of the 32 first-rounders selected since 2011, 28 have become a team’s primary starter by the end of their first year. On average, those players have assumed the starting role by the end of week four. The age of sitting and watching and learning – the so-called ‘redshirt’ year – is largely a thing of the past.</p><p>There is pressure on all five teams to start their rookie from the opening week of the season. Fans are eager to see the unknown rather than the known, banking on the idea that the new, more dynamic player can raise the team’s ceiling. Andy Dalton doesn’t inspire a burning in the football loins; Justin Fields makes it feel like anything is possible.</p><p>They will all play sooner rather than later. But when?</p><h2><strong>Zach Wilson, New York Jets: week one</strong></h2><p>Good news, Jets fans (no, really!): Wilson looks as advertised.</p><p>Preseason games can lie about some things. Teams play basic, vanilla defenses, with few coverage adjustments or exotic looks. A quarterback can look great against simple defenses in preseason before crashing when things get tougher once the real season starts.</p><p>But what is predictive is the ability of a quarterback to improvise, to move and create on the fly. The Jets drafted Wilson<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2021/apr/30/nfl-draft-patrick-mahomes-influence-football\"> because of his freelancing nature</a>, not to play in a rhythm and timing system. And throughout preseason, Wilson has shown he can think on his feet.</p><p>He’s the man of a thousand release points, happy to sling it from any arm angle or body position to anywhere on the field. More and more teams are betting on that style early in a quarterback’s career, knowing they can slowly work in some of the more advanced elements over time. The Jets clearly believe in that formula, clearing the decks for Wilson to be the starter before training camp. It’s his job and his team from week one.</p><h2><strong>Trevor Lawrence, Jacksonville Jaguars: week one</strong></h2><p>Unlike Wilson and the Jets, the Jaguars have genuine competition for Trevor Lawrence on the roster. Gardner Minshew remains a capable starter, but the Jaguars didn’t select Lawrence first overall to have him sit and watch.</p><p>Lawrence – along with Urban Meyer – is the face of Jacksonville’s rebuild. Like Wilson, Lawrence will be asked to learn on the job. <a data-link-name=\"in body link\" href=\"https://www.news4jax.com/sports/2021/08/24/a-lot-of-work-to-do-jaguars-struggle-again-fall-in-prime-time-to-saints/\">He has looked iffy in preseason</a>, struggling with the speed of the game. But it’s worth remembering that the Jaguars projected offensive-line has yet to see the field. Three of the team’s five projected starters have sat out preseason, with each expected to return in time for week one – this isn’t a<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2020/oct/15/joe-burrow-cincinnati-bengals-offensive-line-protection-nfl-football\"> Joe Burrow situation</a>, where the Bengals threw their top pick to the wolves behind an incompetent line that couldn’t protect him.</p><p>Once the Jaguars have their true offensive line in place, they’ll have one of the league’s most talented groups. That should help some of Lawrence’s early skittishness.</p><p>The Jaguars will keep Minshew as trade bait in case another team’s starting quarterback goes down prior to the trade deadline. But this is the Lawrence-Meyer era. Only an injury will curtail his rookie year.</p><h2><strong>Mac Jones, New England Patriots: week three</strong></h2><div id=\"afd0977c-58e4-4da1-81d5-efa0d2c34d5b\"><div><picture itemprop=\"contentUrl\"><img alt=\"Mac Jones has been a solid presence for the Patriots in preseason\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_16/article_1/images/img3_u49.jpg\"></picture></div><p><span></span><span>Mac Jones has been a solid presence for the Patriots in preseason.</span> Photograph: Steven Senne/AP</p></div><p>Of all of this year’s quarterback competitions, the Patriots’ has the feel of a drive-to-drive decision. Newton is the veteran, and Bill Belichick values veteran smarts and leadership as much as any coach in the league. But Mac Jones’ preseason exploits are hard to ignore. The snappy release. The size. The strength. The comfort. It’s all there. He passes the eye test, as they say.</p><p>Pair that with the Patriots’ <a data-link-name=\"in body link\" href=\"https://theathletic.com/2785861/2021/08/23/cam-newtons-covid-absence-could-open-door-for-mac-jones-can-patriots-rookie-qb-seize-job-now/\">reported disappointment </a>with Newton, who will miss the final days of training camp due to the league’s Covid-19 protocol, and it means Jones has a shot to lead the Patriots out as their starter in week one against the Dolphins.</p><p>The Patriots have a roster that’s good enough to make the playoffs provided they can generate some explosive plays on offense. That was missing last season, in part due to the weapons surrounding Newton, and in part due to his own limitations following shoulder surgery and a bout of Covid-19. Belichick is happy to play a brand of grind-it-out football as long as it leads to wins. Newton will probably get the week one nod, but if he puts together a ropey drive or two, the coach will soon turn to Jones.</p><h2><strong>Justin Fields, Chicago Bears: week four</strong></h2><p>The Bears have spent every moment since the draft trying to damp down the Fields hype train. And while the quarterback’s performances have been up-and-down in preseason, the highlight-worthy plays and obvious dynamism make it clear that it <em>should </em>be his job.</p><p>But coaches are stubborn. Matt Nagy has been chanting, mantra-like, that it is Andy Dalton’s job to lose heading into the regular season and that he wants to bring along Fields slowly, pointing to his time with the Kansas City Chiefs when Patrick Mahomes sat behind Alex Smith during his rookie year.</p><p>There’s a pretty clear distinction, though: the Chiefs were loaded on offense, particularly upfront. The Bears are not. Dalton is not a third-down difference-maker. Fields is.</p><p>Fields may misread some things or make sloppy decisions, but he will bring an oomph that the Bears offense desperately needs. The Bears open up with the Rams, Bengals, and Browns. Nagy will want to be true to his word, but if the team starts out 1-2 or worse, it will be Fields’ time.</p><h2><strong>Trey Lance, San Francisco 49ers: week seven</strong></h2><p>The Niners face the trickiest decision of all: They have a championship roster; in Jimmy Garoppolo, they have a veteran quarterback they know can help <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2020/feb/02/super-bowl-winner-result-final-kansas-city-chiefs-san-francisco-49ers-nfl-2020\">guide a team to the Super Bowl</a>; Lance, the rookie, has played only one competitive game in 18 months, and that was in college football’s second division.</p><p>If any quarterback should sit and wait and learn, it’s Lance … and then you watch him play. And then you see why the Niners were so eager to give up a treasure trove of draft picks to move up in the draft to select Lance with the third overall pick.</p><p>Pairing a big, mobile, down-the-field threat like Lance with all of Kyle Shanahan’s offensive funkiness has the potential to be football nirvana.</p><p>The logical process would go something like this: Garoppolo would play this season and help the team make a decent playoff run, with the Niners then flipping him next offseason and recouping some of their outlay in the Lance deal. It would work for all sides: Garoppolo gets a chance to prove himself elsewhere; Lance is afforded time to develop behind-the-scenes before taking over in 2022.</p><p>But a coach with a vision is not always logical. The Niners have a bye in week six, and that feels like the perfect time for the team to hand the keys over to the rookie.</p></div></main></main></div></div>",
  "textContent": "It’s an unusual year for rookie quarterbacks. Ordinarily, when a first-round quarterback steps into an organization, they do so in the midst of some sort of rebuild. The rookie is drafted to kick off a new cycle.And that’s the case for two of this year’s five first-round draft choices: Trevor Lawrence in Jacksonville and Zach Wilson with the New York Jets. But the three other first-rounders are stepping into more settled situations, for teams with legitimate playoff expectations.It makes the question of when to start the rookies all the more intriguing. Since the league moved to a system that tied a player’s rookie contract to their draft slot in 2011, 32 quarterbacks have been selected in the first round. The shift made the talented quarterback on a rookie-scale deal the top market inefficiency in the sport: land an average to upper-tier quarterback on a relatively cheap contract and you can spend your money elsewhere to build up a championship-level roster.The shift has put teams on the clock from the night they draft a new quarterback. They need to know now whether the guy they’ve selected is The Guy. Of the 32 first-rounders selected since 2011, 28 have become a team’s primary starter by the end of their first year. On average, those players have assumed the starting role by the end of week four. The age of sitting and watching and learning – the so-called ‘redshirt’ year – is largely a thing of the past.There is pressure on all five teams to start their rookie from the opening week of the season. Fans are eager to see the unknown rather than the known, banking on the idea that the new, more dynamic player can raise the team’s ceiling. Andy Dalton doesn’t inspire a burning in the football loins; Justin Fields makes it feel like anything is possible.They will all play sooner rather than later. But when?Zach Wilson, New York Jets: week oneGood news, Jets fans (no, really!): Wilson looks as advertised.Preseason games can lie about some things. Teams play basic, vanilla defenses, with few coverage adjustments or exotic looks. A quarterback can look great against simple defenses in preseason before crashing when things get tougher once the real season starts.But what is predictive is the ability of a quarterback to improvise, to move and create on the fly. The Jets drafted Wilson because of his freelancing nature, not to play in a rhythm and timing system. And throughout preseason, Wilson has shown he can think on his feet.He’s the man of a thousand release points, happy to sling it from any arm angle or body position to anywhere on the field. More and more teams are betting on that style early in a quarterback’s career, knowing they can slowly work in some of the more advanced elements over time. The Jets clearly believe in that formula, clearing the decks for Wilson to be the starter before training camp. It’s his job and his team from week one.Trevor Lawrence, Jacksonville Jaguars: week oneUnlike Wilson and the Jets, the Jaguars have genuine competition for Trevor Lawrence on the roster. Gardner Minshew remains a capable starter, but the Jaguars didn’t select Lawrence first overall to have him sit and watch.Lawrence – along with Urban Meyer – is the face of Jacksonville’s rebuild. Like Wilson, Lawrence will be asked to learn on the job. He has looked iffy in preseason, struggling with the speed of the game. But it’s worth remembering that the Jaguars projected offensive-line has yet to see the field. Three of the team’s five projected starters have sat out preseason, with each expected to return in time for week one – this isn’t a Joe Burrow situation, where the Bengals threw their top pick to the wolves behind an incompetent line that couldn’t protect him.Once the Jaguars have their true offensive line in place, they’ll have one of the league’s most talented groups. That should help some of Lawrence’s early skittishness.The Jaguars will keep Minshew as trade bait in case another team’s starting quarterback goes down prior to the trade deadline. But this is the Lawrence-Meyer era. Only an injury will curtail his rookie year.Mac Jones, New England Patriots: week threeMac Jones has been a solid presence for the Patriots in preseason. Photograph: Steven Senne/APOf all of this year’s quarterback competitions, the Patriots’ has the feel of a drive-to-drive decision. Newton is the veteran, and Bill Belichick values veteran smarts and leadership as much as any coach in the league. But Mac Jones’ preseason exploits are hard to ignore. The snappy release. The size. The strength. The comfort. It’s all there. He passes the eye test, as they say.Pair that with the Patriots’ reported disappointment with Newton, who will miss the final days of training camp due to the league’s Covid-19 protocol, and it means Jones has a shot to lead the Patriots out as their starter in week one against the Dolphins.The Patriots have a roster that’s good enough to make the playoffs provided they can generate some explosive plays on offense. That was missing last season, in part due to the weapons surrounding Newton, and in part due to his own limitations following shoulder surgery and a bout of Covid-19. Belichick is happy to play a brand of grind-it-out football as long as it leads to wins. Newton will probably get the week one nod, but if he puts together a ropey drive or two, the coach will soon turn to Jones.Justin Fields, Chicago Bears: week fourThe Bears have spent every moment since the draft trying to damp down the Fields hype train. And while the quarterback’s performances have been up-and-down in preseason, the highlight-worthy plays and obvious dynamism make it clear that it should be his job.But coaches are stubborn. Matt Nagy has been chanting, mantra-like, that it is Andy Dalton’s job to lose heading into the regular season and that he wants to bring along Fields slowly, pointing to his time with the Kansas City Chiefs when Patrick Mahomes sat behind Alex Smith during his rookie year.There’s a pretty clear distinction, though: the Chiefs were loaded on offense, particularly upfront. The Bears are not. Dalton is not a third-down difference-maker. Fields is.Fields may misread some things or make sloppy decisions, but he will bring an oomph that the Bears offense desperately needs. The Bears open up with the Rams, Bengals, and Browns. Nagy will want to be true to his word, but if the team starts out 1-2 or worse, it will be Fields’ time.Trey Lance, San Francisco 49ers: week sevenThe Niners face the trickiest decision of all: They have a championship roster; in Jimmy Garoppolo, they have a veteran quarterback they know can help guide a team to the Super Bowl; Lance, the rookie, has played only one competitive game in 18 months, and that was in college football’s second division.If any quarterback should sit and wait and learn, it’s Lance … and then you watch him play. And then you see why the Niners were so eager to give up a treasure trove of draft picks to move up in the draft to select Lance with the third overall pick.Pairing a big, mobile, down-the-field threat like Lance with all of Kyle Shanahan’s offensive funkiness has the potential to be football nirvana.The logical process would go something like this: Garoppolo would play this season and help the team make a decent playoff run, with the Niners then flipping him next offseason and recouping some of their outlay in the Lance deal. It would work for all sides: Garoppolo gets a chance to prove himself elsewhere; Lance is afforded time to develop behind-the-scenes before taking over in 2022.But a coach with a vision is not always logical. The Niners have a bye in week six, and that feels like the perfect time for the team to hand the keys over to the rookie.",
  "length": 7742,
  "excerpt": "It’s an unusual year for rookie quarterbacks. Ordinarily, when a first-round quarterback steps into an organization, they do so in the midst of some sort of rebuild. The rookie is drafted to kick off a new cycle.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_16/article_1/images/img3_u49.jpg"
}