{
  "title": "Viking beauty kits and Neanderthal contouring: the secret history of male beauty | Fashion",
  "byline": "Priya Elan",
  "dir": null,
  "content": "<h2>Viking beauty kits and Neanderthal contouring: the secret history of male beauty | Fashion</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>T</span></span><span>he history of the male beauty ritual has been largely undocumented – and forgotten about – due to a combination of gender prejudice and misogyny, according to a new book by David Yi, writer and founder of the gender-inclusive skincare website <a data-link-name=\"in body link\" href=\"https://verygoodlight.com/\">Very Good Light</a>. “For centuries, it is as if speaking about a king’s cosmetics predilections or a famed ruler’s aesthetics meant they were feminine which meant them being less powerful,” he says. </span></p><p>The author of Pretty Boys: Legendary Icons Who Redefined <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/fashion/beauty\">Beauty</a> concludes that history omits the grooming rituals of leaders and rulers in an attempt to put a modern, heteronormative-filter on the past. Yi says: “Many historians are fearful that the men they have studied and revered would be stripped of their dignity, or perhaps even deemed less powerful, if it was discovered that they wore makeup or had a passion for being pretty.”</p><p>As well as writing about modern male beauty pioneers such as actor <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/lifeandstyle/2020/jun/20/billy-porter-ive-lived-as-a-black-gay-man-for-50-years-in-america-nothing-shocks-me-\">Billy Porter</a>, K-pop stars <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/music/bts\">BTS</a> and the makeup artist <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/fashion/2019/jul/30/patrick-starrr-its-not-out-of-vanity-that-i-wear-these-outfits\">Patrick Starrr</a>, Yi uncovers the shocking secret history of beauty practices which explodes the myth that men’s makeup became a phenomenon after <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/fashion/2020/jul/30/is-it-time-to-try-trumps-favourite-concealer-the-rise-of-mens-makeup\">David Bowie</a> ushered in glam with Ziggy Stardust. In fact, it began in pre-history. A 2010 archaeological dig by <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/science/2010/jan/11/caveman-neanderthal-makeup-spain\">Prof João Zilhão</a> from the University of Bristol uncovered an unexpected find. “Neanderthal people from all walks of life ground up (gemstone) pyrite and sparkling rocks as a means of highlighting their features. They wore foundation as well,” says Yi. He adds that it shows that they were more than “low-browed, low IQ-ed, grunting beings”.</p><div id=\"0c227a62-5935-4b9c-8113-97b61eeec301\"><div><picture itemprop=\"contentUrl\"><img alt=\"Beauty blogger Patrick Starrr.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_1/images/img4_u29.jpg\"></picture></div><p><span></span><span>Beauty blogger Patrick Starrr.</span> Photograph: AFF-USA/Rex/Shutterstock</p></div><p>Pretty Boys also reveals that our Scandinavian cousins had their own beauty kits, with tweezers, nail clippers, ear picks and toothpicks. “The Vikings were true beauty boys obsessed with their beauty,” he says. “They had separate brushes for their hair and beards, made of bone, antler, wood and ivory. They moisturised their beards with shampoo [made of] special oils, of beechwood ash and goat fat.”</p><p>In the 1770s, stylish men nicknamed the Macaroni, who adopted an Italian style –wearing flamboyant clothing and cosmetics – scandalised society. “They awed Great Britain with their tighter-fitting clothes, bigger wigs and pale, powdered faces.” There were magazines, plays and art dedicated to the Macaroni. “For about a century they put masculinity and its notions on its head. Though they were told they were subhuman, genderless beings, the Macaroni truly were remarkable in the way they didn’t give any mind to their haters.”</p><p>The 1800s brought a <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/fashion/2021/feb/28/forget-grooming-to-zoom-18th-century-men-were-first-to-make-up\">boom in cosmetic products</a> for men who took their lead from the French king Louis XIV, who normalised the use of rouge, wigs and powders for men. During this time, Yi says, “men’s relationship with beauty was positive and healthy”.</p><div id=\"25d60c31-109a-4a80-95b2-07463a443f4f\"><div><picture itemprop=\"contentUrl\"><img alt=\"Billy Porter arrives at the 62nd annual Grammys in Los Angeles.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_1/images/img5_u15.jpg\"></picture></div><p><span></span><span>Billy Porter arrives at the 62nd annual Grammys in Los Angeles.</span> Photograph: Jordan Strauss/Invision/AP</p></div><p>It wasn’t long before there was a change in attitudes. “We know that gender binaries were created at this point,” Yi says, “[later, in 1930, the British psychologist, psychoanalyst and author, John C Flügel] called this pivotal moment The Great Male Renunciation; identity became defined and separated by the gender binary. It was a time when men ‘abandoned their claim to be considered beautiful’ and ‘henceforth aimed at only being useful’.” Yi says: “Beauty was now seen as frivolous.”</p><p>This, he says, “ushered in the most boring era ever,” the Victorian period which “sucked all the fun out of expression – all dreary clothing and stark behaviour.” It was also a time when the Criminal Law Amendment Act of 1885 meant that “men were sentenced to hard labour and whippings for being found with cosmetics on their bodies”.</p><p>In the US, things were equally grim. “In 1840, members of Congress questioned President Martin Van Buren’s masculinity by criticising the cosmetics found on his desk,” says Yi. “America’s ninth president, William Henry Harrison, ran for office under a banner of hypermasculinity, saying he was a manly man, a direct jab at Van Buren.”</p><p>Pretty Boys goes on to chart the rise of 20th- and 21st-century male beauty pioneers from the glam rockers through to drag culture and beyond. For Yi, there is a direct line from them back to the early pioneers. “What I’ve studied from each of these historic pretty boys is that they are all so confident in themselves that they are able to then go on to push culture forward,” he says. “Each, in their respective ways, was able to do so because they were complete, whole beings.”</p><p><em>Pretty Boys: Legendary Icons Who Redefined Beauty (and How to Glow Up Too) is published by Mariner Books, £16.99.</em></p></div></main></main></div></div>",
  "textContent": "The history of the male beauty ritual has been largely undocumented – and forgotten about – due to a combination of gender prejudice and misogyny, according to a new book by David Yi, writer and founder of the gender-inclusive skincare website Very Good Light. “For centuries, it is as if speaking about a king’s cosmetics predilections or a famed ruler’s aesthetics meant they were feminine which meant them being less powerful,” he says. The author of Pretty Boys: Legendary Icons Who Redefined Beauty concludes that history omits the grooming rituals of leaders and rulers in an attempt to put a modern, heteronormative-filter on the past. Yi says: “Many historians are fearful that the men they have studied and revered would be stripped of their dignity, or perhaps even deemed less powerful, if it was discovered that they wore makeup or had a passion for being pretty.”As well as writing about modern male beauty pioneers such as actor Billy Porter, K-pop stars BTS and the makeup artist Patrick Starrr, Yi uncovers the shocking secret history of beauty practices which explodes the myth that men’s makeup became a phenomenon after David Bowie ushered in glam with Ziggy Stardust. In fact, it began in pre-history. A 2010 archaeological dig by Prof João Zilhão from the University of Bristol uncovered an unexpected find. “Neanderthal people from all walks of life ground up (gemstone) pyrite and sparkling rocks as a means of highlighting their features. They wore foundation as well,” says Yi. He adds that it shows that they were more than “low-browed, low IQ-ed, grunting beings”.Beauty blogger Patrick Starrr. Photograph: AFF-USA/Rex/ShutterstockPretty Boys also reveals that our Scandinavian cousins had their own beauty kits, with tweezers, nail clippers, ear picks and toothpicks. “The Vikings were true beauty boys obsessed with their beauty,” he says. “They had separate brushes for their hair and beards, made of bone, antler, wood and ivory. They moisturised their beards with shampoo [made of] special oils, of beechwood ash and goat fat.”In the 1770s, stylish men nicknamed the Macaroni, who adopted an Italian style –wearing flamboyant clothing and cosmetics – scandalised society. “They awed Great Britain with their tighter-fitting clothes, bigger wigs and pale, powdered faces.” There were magazines, plays and art dedicated to the Macaroni. “For about a century they put masculinity and its notions on its head. Though they were told they were subhuman, genderless beings, the Macaroni truly were remarkable in the way they didn’t give any mind to their haters.”The 1800s brought a boom in cosmetic products for men who took their lead from the French king Louis XIV, who normalised the use of rouge, wigs and powders for men. During this time, Yi says, “men’s relationship with beauty was positive and healthy”.Billy Porter arrives at the 62nd annual Grammys in Los Angeles. Photograph: Jordan Strauss/Invision/APIt wasn’t long before there was a change in attitudes. “We know that gender binaries were created at this point,” Yi says, “[later, in 1930, the British psychologist, psychoanalyst and author, John C Flügel] called this pivotal moment The Great Male Renunciation; identity became defined and separated by the gender binary. It was a time when men ‘abandoned their claim to be considered beautiful’ and ‘henceforth aimed at only being useful’.” Yi says: “Beauty was now seen as frivolous.”This, he says, “ushered in the most boring era ever,” the Victorian period which “sucked all the fun out of expression – all dreary clothing and stark behaviour.” It was also a time when the Criminal Law Amendment Act of 1885 meant that “men were sentenced to hard labour and whippings for being found with cosmetics on their bodies”.In the US, things were equally grim. “In 1840, members of Congress questioned President Martin Van Buren’s masculinity by criticising the cosmetics found on his desk,” says Yi. “America’s ninth president, William Henry Harrison, ran for office under a banner of hypermasculinity, saying he was a manly man, a direct jab at Van Buren.”Pretty Boys goes on to chart the rise of 20th- and 21st-century male beauty pioneers from the glam rockers through to drag culture and beyond. For Yi, there is a direct line from them back to the early pioneers. “What I’ve studied from each of these historic pretty boys is that they are all so confident in themselves that they are able to then go on to push culture forward,” he says. “Each, in their respective ways, was able to do so because they were complete, whole beings.”Pretty Boys: Legendary Icons Who Redefined Beauty (and How to Glow Up Too) is published by Mariner Books, £16.99.",
  "length": 4689,
  "excerpt": "The history of the male beauty ritual has been largely undocumented – and forgotten about – due to a combination of gender prejudice and misogyny, according to a new book by David Yi, writer and founder of the gender-inclusive skincare website Very Good Light. “For centuries, it is as if speaking about a king’s cosmetics predilections or a famed ruler’s aesthetics meant they were feminine which meant them being less powerful,” he says.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_1/images/img4_u29.jpg"
}