{
  "title": "‘It literally saved us’: what the US’s new anti-poverty measure means for families | Biden administration",
  "byline": null,
  "dir": null,
  "content": "<h2>‘It literally saved us’: what the US’s new anti-poverty measure means for families | Biden administration</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>F</span></span><span>our weeks ago the <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/us-news/biden-administration\">Biden administration</a> officially began implementing the child tax credit in what was hailed by Columbia University as an initiative that could “cut child poverty in half in the US”. Most eligible families have received just one monthly installment so far – but for many American parents struggling to make ends meet during the ongoing Covid-19 crisis, it has already made a huge difference.</span></p><p>The American Rescue Plan – passed in March – included expanded credit payments, which increased from $2,000 in 2020 to $3,600 for each child under age six, and $3,000 for children ages six through 17, this year. The funds are distributed in monthly payments of either $250 or $300 for each child.</p><p>Experts have said this action could help<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/us-news/2021/jul/15/millions-families-receiving-tax-credit-checks-end-child-poverty\"> lift millions of children out of poverty</a>. Even before the pandemic, more than one in six children in the US lived in food-insecure households, according to the Children’s Defense Fund, and nearly 11 million children were living in poverty. But as it stands now, the expanded credit applies only to this tax year, and<a data-link-name=\"in body link\" href=\"https://www.cnbc.com/2021/07/14/dem-lawmakers-call-for-permanent-expansion-of-3000-dollar-child-tax-credit.html\"> some Democratic leaders</a> and advocates have called for it to be made permanent.</p><p>The Guardian talked to three parents about how the tax credit would affect their families this year.</p><p><strong>Rashida Taylor</strong></p><ul> \n <li><p><strong>Location:</strong> Washington DC</p></li> \n <li><p><strong>Occupation:</strong> Parent advocate, home-based business selling natural products, volunteer.</p></li> \n <li><p><strong>Household:</strong> Single parent to a four-year-old daughter.</p></li> \n <li><p><strong>Income:</strong> Preferred not to give a specific figure but says surviving on income from a part-time job and a home business hard hit by the pandemic requires her to stretch every penny to make the monthly bills.</p></li> \n <li><p><strong>Biggest financial challenges:</strong> Covering basic expenses in a high-cost-of-living city while also buying educational supplies and putting a small amount into a home-based business.</p></li> \n</ul><p>Most of Rashida Taylor’s hours are devoted to either parenting her own child or supporting and educating other parents. She works part-time as a parent advocate at the <a data-link-name=\"in body link\" href=\"https://www.ecin.org/\">Early Childhood Innovation Network</a>. She’s the executive director of <a data-link-name=\"in body link\" href=\"https://ittakesavillagedc.org/\">It Takes a Village DC</a>, a nonprofit organization she started in January, and also volunteers for <a data-link-name=\"in body link\" href=\"https://www.spacesinaction.org/\">Spaces in Action,</a> a DC-based organization focused on promoting early childhood learning. “It’s very expensive to live in DC. You need to make at least $30 an hour just to afford a relatively comfortable life in a safe area. Even with a minimum wage of $15.20 an hour, we’re barely halfway there.”</p><p>Taylor felt a financial hit immediately after the pandemic began. With gatherings and in-person events coming to a halt, she couldn’t hold events or pop-ups, a core part of her home-based e-commerce business. Her daughter had been enrolled in a school that initially transitioned to a hybrid model but later closed after a Covid outbreak, so Taylor took on the task of teaching her daughter at home. With her drop in income, she struggled to keep up with the basic essential expenses like rent, food, utilities and the car payment. That left no extra without the credit.</p><p>“With the first child tax credit payment, I got [my daughter] a bunch of school supplies and educational products. When the packages would arrive, she would get all excited and ask, ‘Is that for me?’ That was the most rewarding thing.”</p><p>Her daughter is attending an instructional preschool and Taylor will likely use part of future CTC payments towards school clothes or uniforms, but she’s also hoping to be able to use some of the funds to expand her business, which she hopes others will do too. “That’s a way of investing in themselves and their families that might end up paying off many times over in the long run.”</p><p>She’s also passionate about educating other parents about the child tax credit and how to receive it if they aren’t already. “The child tax credit is a blessing and other people deserve to get it if they are entitled to it. It’s important they don’t miss it.” Right now, parents must file their taxes to get the CTC, but Taylor believes there should be an online mechanism for non-filers to claim it, similar to stimulus payments.</p><p><strong>Stormy Johnson</strong></p><div id=\"4f9e5bec-4ce7-47ad-a8f2-d9cab37c6308\"><div><picture itemprop=\"contentUrl\"><img alt=\"Stormy Johnson, 44, of Kingwood, West Virginia, with her son, Tristan, 13, and her daughter, Violet, 14.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_3/images/img3_u29.jpg\"></picture></div><p><span></span><span>Stormy Johnson, 44, of Kingwood, West Virginia, with her son, Tristan, 13, and her daughter, Violet, 14.</span> Photograph: Justin Merriman/The Guardian</p></div><ul> \n <li><p><strong>City:</strong> Kingwood, West Virginia</p></li> \n <li><p><strong>Occupation:</strong> Student support specialist with the Preston County Board of Education.</p></li> \n <li><p><strong>Family Income:</strong> $38,000/year</p></li> \n <li><p><strong>Household:</strong> Single parent to three children, ages 13, 14 and 20.</p></li> \n <li><p><strong>Biggest financial challenge:</strong> An income that doesn’t stretch far enough to cover essentials, let alone emergencies, and a rural location that means lack of access to public transportation or a range of grocery shopping options.</p></li> \n</ul><p>Stormy Johnson meets with families to educate them about resources and help coordinate services. During the pandemic, that meant helping the school district provide meals to students’ families. “People assumed we had time off, but my job actually went into overdrive. I wasn’t out of work – I worked extra.”</p><p>Although her workload may have increased, her income didn’t. “Essential workers should have been given bonuses.”</p><p>Her older child no longer lives at home, and the younger two are old enough that she doesn’t need childcare. But there are added expenses involved with having children home all day when they would normally be in school. (Their district was doing virtual school, but halfway through the year, the family decided to switch to homeschooling.)</p><p>“I don’t qualify for Snap, so when my kids went from getting breakfast and lunch at school to being home all day, it made a big difference with the grocery bill. For five days a week, I went from having to plan one meal a day to three meals. And teenagers can eat, that’s for sure.”</p><p>Johnson says her rent, car payment, insurance and utilities come to within $100 of her take-home pay for the month, before she even buys food, cleaning supplies or hygiene products.</p><p>That little bit of money never seems to stretch from payday to payday because something inevitably comes up. “At the beginning of the year, I had a fire in the house that I lived in. That put us in a hotel for two months. Then I got to where I’m at now, and less than a month later the motor blew up in my car. I didn’t have a car payment before, but I do now. It’s just been a heck of a year.”</p><p>“We should never be forced to make a choice of whether we can afford to get food. There have been times when I have gone without eating so my kids could eat because I didn’t have enough to buy food for all of us. As parents, we always put our kids first.”</p><p>She plans to use most of the child tax credit money towards the car payment and insurance – living in a rural area, a car is a necessity to get to work – and anything left over will be spent on groceries and basic living expenses.</p><p>“Now with the child tax credit, that gives me an extra $500 a month, which will make it a little more manageable. But that’s only a short-term thing, and once December comes along, if they don’t make it a permanent thing, I’m going to be struggling again.</p><p><strong>Paul Merchan</strong></p><div id=\"1084f13c-80f3-435e-be17-b6d5eda88e30\"><div><picture itemprop=\"contentUrl\"><img alt=\"Paul Merchan with his family.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_3/images/img4_u13.jpg\"></picture></div><p><span></span><span>Paul Merchan with his wife, Teresa, and their four children.</span> Photograph: Laurel Calabek/Laurel Calabek Photography</p></div><ul> \n <li><p><strong>City:</strong> Raleigh, NC</p></li> \n <li><p><strong>Occupation:</strong> Senior vice-president at <a data-link-name=\"in body link\" href=\"https://www.peppercomm.com/\">Peppercomm</a>, a marketing/PR agency.</p></li> \n <li><p><strong>Household: </strong>He and his wife Teresa have four children: ages nine, six, and two-year-old twins.</p></li> \n <li><p><strong>Biggest financial challenge:</strong> The high cost of childcare, which is difficult to manage even for a senior-level professional with a good income.</p></li> \n</ul><p>Like many working parents with young children, the Merchans have found the cost of childcare to be shocking – and virtually impossible to afford. Their older two kids are in school, but he said they can’t afford day care for the twins on one income “even though I have a well-paying job with more than a dozen years of professional experience”.</p><p>His wife Teresa has a master’s degree in mental health counseling and recently applied to and got accepted to a PhD program in counseling and counselor education at North Carolina State University, which offers her a work-study stipend.</p><p>With monthly daycare costs for the twins exceeding $2,100 – an amount higher than their mortgage payment – combined with fixed monthly expenses and variable costs like groceries and medical expenses, Merchan said his income combined with his wife’s stipend could not cut it. The $1,100 a month they get from the child tax credit will be the only thing keeping their heads above water.</p><p>“When we did our budget, we were short, until we factored in getting the monthly child tax credit. That literally saved us. Because we have four small children, the credit is substantial enough to help us with a good portion of the twins’ day care, so that I can work and Teresa can go to school.”</p><p>Merchan said both Teresa’s and his upbringing makes it hard for them to come to terms with the reality that parents who have worked hard to give their family a better life can be financially overwhelmed by the high cost of childcare and essential expenses. Teresa came to the US. from Ecuador when she was nine years old. Paul was born in the US but both of his parents emigrated from Ecuador as well, and spoke little English.</p><p>“Teresa and I grew up in Brooklyn, New York, in modest, but dignified, living situations. We went to public college, got our degrees and have worked hard to get to the point where we are homeowners and are providing for our children what we didn’t have growing up. That’s why it’s so difficult for us to feel like we’ve done everything ‘right’ but are still struggling to make ends meet.”</p></div></main></main></div></div>",
  "textContent": "Four weeks ago the Biden administration officially began implementing the child tax credit in what was hailed by Columbia University as an initiative that could “cut child poverty in half in the US”. Most eligible families have received just one monthly installment so far – but for many American parents struggling to make ends meet during the ongoing Covid-19 crisis, it has already made a huge difference.The American Rescue Plan – passed in March – included expanded credit payments, which increased from $2,000 in 2020 to $3,600 for each child under age six, and $3,000 for children ages six through 17, this year. The funds are distributed in monthly payments of either $250 or $300 for each child.Experts have said this action could help lift millions of children out of poverty. Even before the pandemic, more than one in six children in the US lived in food-insecure households, according to the Children’s Defense Fund, and nearly 11 million children were living in poverty. But as it stands now, the expanded credit applies only to this tax year, and some Democratic leaders and advocates have called for it to be made permanent.The Guardian talked to three parents about how the tax credit would affect their families this year.Rashida Taylor \n Location: Washington DC \n Occupation: Parent advocate, home-based business selling natural products, volunteer. \n Household: Single parent to a four-year-old daughter. \n Income: Preferred not to give a specific figure but says surviving on income from a part-time job and a home business hard hit by the pandemic requires her to stretch every penny to make the monthly bills. \n Biggest financial challenges: Covering basic expenses in a high-cost-of-living city while also buying educational supplies and putting a small amount into a home-based business. \nMost of Rashida Taylor’s hours are devoted to either parenting her own child or supporting and educating other parents. She works part-time as a parent advocate at the Early Childhood Innovation Network. She’s the executive director of It Takes a Village DC, a nonprofit organization she started in January, and also volunteers for Spaces in Action, a DC-based organization focused on promoting early childhood learning. “It’s very expensive to live in DC. You need to make at least $30 an hour just to afford a relatively comfortable life in a safe area. Even with a minimum wage of $15.20 an hour, we’re barely halfway there.”Taylor felt a financial hit immediately after the pandemic began. With gatherings and in-person events coming to a halt, she couldn’t hold events or pop-ups, a core part of her home-based e-commerce business. Her daughter had been enrolled in a school that initially transitioned to a hybrid model but later closed after a Covid outbreak, so Taylor took on the task of teaching her daughter at home. With her drop in income, she struggled to keep up with the basic essential expenses like rent, food, utilities and the car payment. That left no extra without the credit.“With the first child tax credit payment, I got [my daughter] a bunch of school supplies and educational products. When the packages would arrive, she would get all excited and ask, ‘Is that for me?’ That was the most rewarding thing.”Her daughter is attending an instructional preschool and Taylor will likely use part of future CTC payments towards school clothes or uniforms, but she’s also hoping to be able to use some of the funds to expand her business, which she hopes others will do too. “That’s a way of investing in themselves and their families that might end up paying off many times over in the long run.”She’s also passionate about educating other parents about the child tax credit and how to receive it if they aren’t already. “The child tax credit is a blessing and other people deserve to get it if they are entitled to it. It’s important they don’t miss it.” Right now, parents must file their taxes to get the CTC, but Taylor believes there should be an online mechanism for non-filers to claim it, similar to stimulus payments.Stormy JohnsonStormy Johnson, 44, of Kingwood, West Virginia, with her son, Tristan, 13, and her daughter, Violet, 14. Photograph: Justin Merriman/The Guardian \n City: Kingwood, West Virginia \n Occupation: Student support specialist with the Preston County Board of Education. \n Family Income: $38,000/year \n Household: Single parent to three children, ages 13, 14 and 20. \n Biggest financial challenge: An income that doesn’t stretch far enough to cover essentials, let alone emergencies, and a rural location that means lack of access to public transportation or a range of grocery shopping options. \nStormy Johnson meets with families to educate them about resources and help coordinate services. During the pandemic, that meant helping the school district provide meals to students’ families. “People assumed we had time off, but my job actually went into overdrive. I wasn’t out of work – I worked extra.”Although her workload may have increased, her income didn’t. “Essential workers should have been given bonuses.”Her older child no longer lives at home, and the younger two are old enough that she doesn’t need childcare. But there are added expenses involved with having children home all day when they would normally be in school. (Their district was doing virtual school, but halfway through the year, the family decided to switch to homeschooling.)“I don’t qualify for Snap, so when my kids went from getting breakfast and lunch at school to being home all day, it made a big difference with the grocery bill. For five days a week, I went from having to plan one meal a day to three meals. And teenagers can eat, that’s for sure.”Johnson says her rent, car payment, insurance and utilities come to within $100 of her take-home pay for the month, before she even buys food, cleaning supplies or hygiene products.That little bit of money never seems to stretch from payday to payday because something inevitably comes up. “At the beginning of the year, I had a fire in the house that I lived in. That put us in a hotel for two months. Then I got to where I’m at now, and less than a month later the motor blew up in my car. I didn’t have a car payment before, but I do now. It’s just been a heck of a year.”“We should never be forced to make a choice of whether we can afford to get food. There have been times when I have gone without eating so my kids could eat because I didn’t have enough to buy food for all of us. As parents, we always put our kids first.”She plans to use most of the child tax credit money towards the car payment and insurance – living in a rural area, a car is a necessity to get to work – and anything left over will be spent on groceries and basic living expenses.“Now with the child tax credit, that gives me an extra $500 a month, which will make it a little more manageable. But that’s only a short-term thing, and once December comes along, if they don’t make it a permanent thing, I’m going to be struggling again.Paul MerchanPaul Merchan with his wife, Teresa, and their four children. Photograph: Laurel Calabek/Laurel Calabek Photography \n City: Raleigh, NC \n Occupation: Senior vice-president at Peppercomm, a marketing/PR agency. \n Household: He and his wife Teresa have four children: ages nine, six, and two-year-old twins. \n Biggest financial challenge: The high cost of childcare, which is difficult to manage even for a senior-level professional with a good income. \nLike many working parents with young children, the Merchans have found the cost of childcare to be shocking – and virtually impossible to afford. Their older two kids are in school, but he said they can’t afford day care for the twins on one income “even though I have a well-paying job with more than a dozen years of professional experience”.His wife Teresa has a master’s degree in mental health counseling and recently applied to and got accepted to a PhD program in counseling and counselor education at North Carolina State University, which offers her a work-study stipend.With monthly daycare costs for the twins exceeding $2,100 – an amount higher than their mortgage payment – combined with fixed monthly expenses and variable costs like groceries and medical expenses, Merchan said his income combined with his wife’s stipend could not cut it. The $1,100 a month they get from the child tax credit will be the only thing keeping their heads above water.“When we did our budget, we were short, until we factored in getting the monthly child tax credit. That literally saved us. Because we have four small children, the credit is substantial enough to help us with a good portion of the twins’ day care, so that I can work and Teresa can go to school.”Merchan said both Teresa’s and his upbringing makes it hard for them to come to terms with the reality that parents who have worked hard to give their family a better life can be financially overwhelmed by the high cost of childcare and essential expenses. Teresa came to the US. from Ecuador when she was nine years old. Paul was born in the US but both of his parents emigrated from Ecuador as well, and spoke little English.“Teresa and I grew up in Brooklyn, New York, in modest, but dignified, living situations. We went to public college, got our degrees and have worked hard to get to the point where we are homeowners and are providing for our children what we didn’t have growing up. That’s why it’s so difficult for us to feel like we’ve done everything ‘right’ but are still struggling to make ends meet.”",
  "length": 9558,
  "excerpt": "Four weeks ago the Biden administration officially began implementing the child tax credit in what was hailed by Columbia University as an initiative that could “cut child poverty in half in the US”. Most eligible families have received just one monthly installment so far – but for many American parents struggling to make ends meet during the ongoing Covid-19 crisis, it has already made a huge difference.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_13/article_3/images/img3_u29.jpg"
}