{
  "title": "Premier League: 10 talking points from the weekend’s action | Premier League",
  "byline": "Guardian sport",
  "dir": null,
  "content": "<h2>Premier League: 10 talking points from the weekend’s action | Premier League</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><h2>1) Lukaku immediately becomes Chelsea’s main man</h2><p>Romelu Lukaku was always going to assume centre stage. In scoring his first ever goal for the club, the £97.5m returnee did just that. The evidence of 90 minutes at the Emirates showed an added dimension to Thomas Tuchel’s attack, though one reminding of champion Chelsea teams of the <a data-component=\"auto-linked-tag\" data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/premierleague\">Premier League</a> era. Lukaku has never hidden his boyhood admiration for Didier Drogba while the club has lacked a centre-forward as focal point since Diego Costa was shown the door by Antonio Conte in the summer of 2017. The next question is how Tuchel fits his phalanx of inside-forwards and wingers around the Belgian. At the Emirates, Kai Havertz played off Lukaku with Mason Mount forging on from midfield. Reece James, goalscorer and supplier of Lukaku’s goal, and Marcos Alonso provided width as wing-backs, though there were moments when Lukaku’s central presence looked to come at the expense of Chelsea’s previous attacking fluidity. <strong>John Brewin</strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/22/arsenal-chelsea-premier-league-match-report\">Arsenal 0-2 Chelsea</a></em></p><h2>2) Arsenal remain too soft a touch</h2><p>It felt very early for Mikel Arteta to adopt a siege mentality but something had to give after last week’s defeat at Brentford. “The spirit in the building - they can’t break it,” he said in pre-match. “They can try, they can criticise.” Arsenal’s tormentors went unnamed but there was brief evidence in the early stages of an improved determination. Then came Romelu Lukaku’s opener to corroborate what ‘they’ are complaining about. Pablo Marí was easily bowled over by the returned Chelsea striker, then Kieran Tierney granted Reece James freedom down the flank, before Lukaku tapped in. No amount of performative rabble-rousing can hide that Arsenal, as they have been for far too long, are a soft touch. Ben White’s absence with Covid was unfortunate, though the £50m arrival may count himself lucky that he did not have to match up to Lukaku. His new teammates proved themselves incapable. <strong>John Brewin</strong></p><div data-chromatic=\"ignore\" data-component=\"youtube-atom\" id=\"c92f29b1-8cd8-4d75-903b-3dc23a197f15\"><p><span></span><span>'He was dangerous throughout the game': Tuchel pleased with Lukaku debut – video</span></p></div><h2>3) Ings gets backing of striking Villa predecessor</h2><p>The Aston Villa legend Gary Shaw is confident Danny Ings can become a new Holte End hero. Shaw, who helped Villa win the European Cup in 1982, witnessed the £25m signing from Southampton score a brilliant overhead kick to trigger Saturday’s 2-0 win over Newcastle. “I really rate him. He gets involved, likes to link up with people, but today he’s played up there on his own,” said Shaw. “The plan will be for him to play alongside Ollie Watkins, which could be a great partnership and that will offer a bit of diversity. One can get in behind the defence and Ings can look for it short and link up and he can finish, as has been seen today. It was a fantastic goal. The Holte End have taken to him already. They always do with goalscorers and they can become heroes. It doesn’t take long when they see a goal like that.” <strong>Peter Lansley </strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/21/aston-villa-newcastle-premier-league-match-report\">Aston Villa 2-0 Newcastle</a></em></p><h2>4) Wasteful Wolves lack cutting edge</h2><p>Wolves have amassed 42 shots in their opening two Premier League games but only nine of those have been on target and none have beaten the goalkeeper. It is exciting to see a new manager show such attacking intent but Bruno Lage will be desperate for his side to break their duck. There is a lot of pressure on Raúl Jiménez, who is back following a fractured skull and will need time to settle back into the rigours of top-level football, so requires support and to win back a bit of confidence. An inability to take chances will worry Lage and the lack of alternatives on the bench will be a further concern: Fábio Silva and Morgan Gibbs-White were the only attacking options, with some of the substitute spots taken by teenagers – a sign of the lack of depth at Molineux. <strong>Will Unwin</strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/22/wolves-tottenham-premier-league-match-report\">Wolves 0-1 Tottenham</a></em></p><div data-chromatic=\"ignore\" data-component=\"youtube-atom\" id=\"742a3b2b-e2fa-4b41-86c9-b82d7607775c\"><p><span></span><span>Nuno praises Harry Kane after his return to Spurs side – video</span></p></div><h2>5) Duffy revival can make Brighton forget White</h2><p>The season Shane Duffy spent at Celtic may come to define the phrase “ill-starred loan spell”. At the purportedly lower level of the Scottish Premiership, Duffy struggled horribly, though he was hardly alone at a club fast losing its grip. There were further extenuating circumstances: he lost his father during that time. Back at Brighton, and playing in Graham Potter’s three-man defence alongside Adam Webster and Lewis Dunk, the Ireland international appears reborn. It was his goal – a header, of course – that opened the scoring in a dominant win at the Amex. Ben White, whose return from a loan at Leeds helped shunt Duffy north last season, has been cashed in for £50m and may soon be forgotten. With Dan Burn injured, Potter has restored Duffy and been rewarded with the revival of someone who, on his day, can be one of the Premier League’s most physically dominant players. <strong>John Brewin </strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/21/brighton-watford-premier-league-match-report\">Brighton 2-0 Watford</a></em></p><h2>6) Zaha frustrations clear as Palace labour</h2><p>Wilfried Zaha managed 11 goals in the Premier League last season – the best return of his career – but was largely subdued by a physical Brentford defence on Saturday. The 28-year-old’s frustration at a lack of service from his teammates and the close attention of Pontus Jansson and co threatened to boil over at times as Patrick Vieira’s side picked up their first point of the campaign. But Vieira, who was no stranger to the odd outburst in his playing days, believes it is just part of his character. “Wilfried is a package – that is why we love him and that is why maybe some people don’t like him,” he said. “But I love his competitiveness. He always wants to win. He will have to learn to manage himself not to lose too much energy but I want him to keep that kind of desire he has on the field.” <strong>Ed Aarons</strong><br></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/21/crystal-palace-brentford-premier-league-match-report\">Crystal Palace 0-0 Brentford</a></em></p><h2>7) Raphina goal quietens talk of Leeds decline</h2><p>“It was a big test,” agreed Marcelo Bielsa. Happily for the Leeds manager and the fans packed inside Elland Road, his side passed it. After their 5-1 thrashing at Manchester United there were fears Bielsa’s players might be succumbing to the dreaded second-season syndrome but by twice coming from behind to earn a 2-2 draw against Everton, such anxieties diminished. With Demarai Gray outstanding and Dominic Calvert-Lewin a constant danger, Rafael Benítez’s impressive Everton permitted their hosts plenty of possession but menaced mightily on the counter-attack. No matter; Bielsa’s 3-3-1-3 formation allowed Mateusz Klich to ghost between the lines and score Leeds’ first goal. Meanwhile Raphinha eventually escaped Everton’s markers to register a wonderful second equaliser. <strong>Louise Taylor<br></strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/21/leeds-everton-premier-league-match-report\">Leeds 2-2 Everton</a></em></p><h2>8) Klopp rages at officialdom despite win</h2><p>“I don’t want to open the box of Pandora this early in the season,” said Jürgen Klopp, as he opened said box to complain about Premier League referees letting the game flow at the expense of punishing fouls. Klopp is also unhappy about Fifa’s decision to allow South American teams to play three fixtures in the forthcoming international break, meaning Brazil face Peru on the Thursday before Liverpool visit Leeds on Sunday 12 September. The latter grievance is perfectly understandable, so too his desire to protect players from injury (and it was Virgil van Dijk and Joel Matip he had in mind when discussing Burnley’s physical approach), but it seems hasty to call for a rethink on the new directives for referees two games into the new season. Mike Dean could have booked Josh Brownhill and Ashley Barnes on Saturday but overall, his performance contributed to an entertaining game. <strong>Andy Hunter<br></strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/21/liverpool-burnley-premier-league-match-report\">Liverpool 2-0 Burnley</a></em></p><div id=\"5383b168-2706-4160-8a8f-1c4fcdf07913\"><div><picture itemprop=\"contentUrl\"><img alt=\"Not everything pleased Jürgen Klopp on Saturday.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_2/images/img3_u21.jpg\"></picture></div><p><span></span><span>Not everything pleased Jürgen Klopp on Saturday.</span> Photograph: Javier García/REX/Shutterstock</p></div><h2>9) Worrying signs for Norwich despite tough start</h2><p>Norwich have taken no points from two games that, realistically, few could have expected much from. Their pre-season was pockmarked by coronavirus cases, their midfield trio contains two new signings and, given their fine record in the transfer market, it is safe to assume that at least some of their summer recruits will be bargains. There are mitigating factors, but there was something deeply worrying about the manner of their 5-0 thrashing to Manchester City: the defensive naivety, the ease with which they were opened up time and again. The feeling was that Norwich had returned to the Premier League better equipped to compete. The early evidence is that they have not. <strong>Richard Jolly <br></strong></p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/21/manchester-city-norwich-premier-league-match-report\">Manchester City 5-0 Norwich</a></em></p><h2>10) Livramento among the signings of the summer</h2><p>Southampton’s summer has been punctuated by high-profile departures but it is easy to see why the club’s hierarchy were so excited to beat top-flight rivals to secure the arrival of Tino Livramento from Chelsea. It is also easy to understand why Ralph Hasenhüttl had no qualms about dropping Kyle Walker-Peters, arguably Southampton’s standout player last season, in favour of the 18-year-old. The right-back was tasked with keeping Paul Pogba quiet on his home debut and while he impressed defensively, he excelled going forward. Exhibit A was the moment Livramento raced from one end of the pitch to the other, leaving Fred on all fours, before sending an irresistible cross into the six-yard box, earning a standing ovation from swells of the home support. “I’m happy he took the decision to come to us,” Hasenhüttl said. “For us as a club to get one of the best talents in England is difficult. He has everything but, most importantly, the right mindset.”</p><p><em><span data-dcr-style=\"bullet\"></span> Match report: <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/22/southampton-manchester-united-premier-league-match-report\">Southampton 1-1 Manchester United</a></em></p><div data-cy=\"football-table-embed\" id=\"23c78774-fad0-46d7-b5a8-c37746860c53\"><table data-embed-type=\"table\">\n        <thead>\n            <tr>\n                <th><abbr title=\"Position\">Pos</abbr></th>\n                <th>Team</th>\n                <th><abbr title=\"Played\">P</abbr></th>\n                <th><abbr title=\"Goal difference\">GD</abbr></th>\n                <th><abbr title=\"Points\">Pts</abbr></th>\n            </tr>\n        </thead>\n        <tbody>\n            \n            <tr>\n                <td>1</td>\n                <td>Chelsea</td>\n                <td>2</td>\n                <td>5</td>\n                <td>6</td>\n            </tr>\n            \n            <tr>\n                <td>2</td>\n                <td>Liverpool</td>\n                <td>2</td>\n                <td>5</td>\n                <td>6</td>\n            </tr>\n            \n            <tr>\n                <td>3</td>\n                <td>Brighton</td>\n                <td>2</td>\n                <td>3</td>\n                <td>6</td>\n            </tr>\n            \n            <tr>\n                <td>4</td>\n                <td>Tottenham Hotspur</td>\n                <td>2</td>\n                <td>2</td>\n                <td>6</td>\n            </tr>\n            \n            <tr>\n                <td>5</td>\n                <td>Man Utd</td>\n                <td>2</td>\n                <td>4</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>6</td>\n                <td>Everton</td>\n                <td>2</td>\n                <td>2</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>7</td>\n                <td>Brentford</td>\n                <td>2</td>\n                <td>2</td>\n                <td>4</td>\n            </tr>\n            \n            <tr>\n                <td>8</td>\n                <td>Man City</td>\n                <td>2</td>\n                <td>4</td>\n                <td>3</td>\n            </tr>\n            \n            <tr>\n                <td>9</td>\n                <td>West Ham</td>\n                <td>1</td>\n                <td>2</td>\n                <td>3</td>\n            </tr>\n            \n            <tr>\n                <td>10</td>\n                <td>Aston Villa</td>\n                <td>2</td>\n                <td>1</td>\n                <td>3</td>\n            </tr>\n            \n            <tr>\n                <td>11</td>\n                <td>Leicester</td>\n                <td>1</td>\n                <td>1</td>\n                <td>3</td>\n            </tr>\n            \n            <tr>\n                <td>12</td>\n                <td>Watford</td>\n                <td>2</td>\n                <td>-1</td>\n                <td>3</td>\n            </tr>\n            \n            <tr>\n                <td>13</td>\n                <td>Southampton</td>\n                <td>2</td>\n                <td>-2</td>\n                <td>1</td>\n            </tr>\n            \n            <tr>\n                <td>14</td>\n                <td>Crystal Palace</td>\n                <td>2</td>\n                <td>-3</td>\n                <td>1</td>\n            </tr>\n            \n            <tr>\n                <td>15</td>\n                <td>Leeds</td>\n                <td>2</td>\n                <td>-4</td>\n                <td>1</td>\n            </tr>\n            \n            <tr>\n                <td>16</td>\n                <td>Wolverhampton</td>\n                <td>2</td>\n                <td>-2</td>\n                <td>0</td>\n            </tr>\n            \n            <tr>\n                <td>17</td>\n                <td>Burnley</td>\n                <td>2</td>\n                <td>-3</td>\n                <td>0</td>\n            </tr>\n            \n            <tr>\n                <td>18</td>\n                <td>Newcastle</td>\n                <td>2</td>\n                <td>-4</td>\n                <td>0</td>\n            </tr>\n            \n            <tr>\n                <td>19</td>\n                <td>Arsenal</td>\n                <td>2</td>\n                <td>-4</td>\n                <td>0</td>\n            </tr>\n            \n            <tr>\n                <td>20</td>\n                <td>Norwich</td>\n                <td>2</td>\n                <td>-8</td>\n                <td>0</td>\n            </tr>\n            \n        </tbody>\n    </table></div></div></main></main></div></div>",
  "textContent": "1) Lukaku immediately becomes Chelsea’s main manRomelu Lukaku was always going to assume centre stage. In scoring his first ever goal for the club, the £97.5m returnee did just that. The evidence of 90 minutes at the Emirates showed an added dimension to Thomas Tuchel’s attack, though one reminding of champion Chelsea teams of the Premier League era. Lukaku has never hidden his boyhood admiration for Didier Drogba while the club has lacked a centre-forward as focal point since Diego Costa was shown the door by Antonio Conte in the summer of 2017. The next question is how Tuchel fits his phalanx of inside-forwards and wingers around the Belgian. At the Emirates, Kai Havertz played off Lukaku with Mason Mount forging on from midfield. Reece James, goalscorer and supplier of Lukaku’s goal, and Marcos Alonso provided width as wing-backs, though there were moments when Lukaku’s central presence looked to come at the expense of Chelsea’s previous attacking fluidity. John Brewin Match report: Arsenal 0-2 Chelsea2) Arsenal remain too soft a touchIt felt very early for Mikel Arteta to adopt a siege mentality but something had to give after last week’s defeat at Brentford. “The spirit in the building - they can’t break it,” he said in pre-match. “They can try, they can criticise.” Arsenal’s tormentors went unnamed but there was brief evidence in the early stages of an improved determination. Then came Romelu Lukaku’s opener to corroborate what ‘they’ are complaining about. Pablo Marí was easily bowled over by the returned Chelsea striker, then Kieran Tierney granted Reece James freedom down the flank, before Lukaku tapped in. No amount of performative rabble-rousing can hide that Arsenal, as they have been for far too long, are a soft touch. Ben White’s absence with Covid was unfortunate, though the £50m arrival may count himself lucky that he did not have to match up to Lukaku. His new teammates proved themselves incapable. John Brewin'He was dangerous throughout the game': Tuchel pleased with Lukaku debut – video3) Ings gets backing of striking Villa predecessorThe Aston Villa legend Gary Shaw is confident Danny Ings can become a new Holte End hero. Shaw, who helped Villa win the European Cup in 1982, witnessed the £25m signing from Southampton score a brilliant overhead kick to trigger Saturday’s 2-0 win over Newcastle. “I really rate him. He gets involved, likes to link up with people, but today he’s played up there on his own,” said Shaw. “The plan will be for him to play alongside Ollie Watkins, which could be a great partnership and that will offer a bit of diversity. One can get in behind the defence and Ings can look for it short and link up and he can finish, as has been seen today. It was a fantastic goal. The Holte End have taken to him already. They always do with goalscorers and they can become heroes. It doesn’t take long when they see a goal like that.” Peter Lansley  Match report: Aston Villa 2-0 Newcastle4) Wasteful Wolves lack cutting edgeWolves have amassed 42 shots in their opening two Premier League games but only nine of those have been on target and none have beaten the goalkeeper. It is exciting to see a new manager show such attacking intent but Bruno Lage will be desperate for his side to break their duck. There is a lot of pressure on Raúl Jiménez, who is back following a fractured skull and will need time to settle back into the rigours of top-level football, so requires support and to win back a bit of confidence. An inability to take chances will worry Lage and the lack of alternatives on the bench will be a further concern: Fábio Silva and Morgan Gibbs-White were the only attacking options, with some of the substitute spots taken by teenagers – a sign of the lack of depth at Molineux. Will Unwin Match report: Wolves 0-1 TottenhamNuno praises Harry Kane after his return to Spurs side – video5) Duffy revival can make Brighton forget WhiteThe season Shane Duffy spent at Celtic may come to define the phrase “ill-starred loan spell”. At the purportedly lower level of the Scottish Premiership, Duffy struggled horribly, though he was hardly alone at a club fast losing its grip. There were further extenuating circumstances: he lost his father during that time. Back at Brighton, and playing in Graham Potter’s three-man defence alongside Adam Webster and Lewis Dunk, the Ireland international appears reborn. It was his goal – a header, of course – that opened the scoring in a dominant win at the Amex. Ben White, whose return from a loan at Leeds helped shunt Duffy north last season, has been cashed in for £50m and may soon be forgotten. With Dan Burn injured, Potter has restored Duffy and been rewarded with the revival of someone who, on his day, can be one of the Premier League’s most physically dominant players. John Brewin  Match report: Brighton 2-0 Watford6) Zaha frustrations clear as Palace labourWilfried Zaha managed 11 goals in the Premier League last season – the best return of his career – but was largely subdued by a physical Brentford defence on Saturday. The 28-year-old’s frustration at a lack of service from his teammates and the close attention of Pontus Jansson and co threatened to boil over at times as Patrick Vieira’s side picked up their first point of the campaign. But Vieira, who was no stranger to the odd outburst in his playing days, believes it is just part of his character. “Wilfried is a package – that is why we love him and that is why maybe some people don’t like him,” he said. “But I love his competitiveness. He always wants to win. He will have to learn to manage himself not to lose too much energy but I want him to keep that kind of desire he has on the field.” Ed Aarons Match report: Crystal Palace 0-0 Brentford7) Raphina goal quietens talk of Leeds decline“It was a big test,” agreed Marcelo Bielsa. Happily for the Leeds manager and the fans packed inside Elland Road, his side passed it. After their 5-1 thrashing at Manchester United there were fears Bielsa’s players might be succumbing to the dreaded second-season syndrome but by twice coming from behind to earn a 2-2 draw against Everton, such anxieties diminished. With Demarai Gray outstanding and Dominic Calvert-Lewin a constant danger, Rafael Benítez’s impressive Everton permitted their hosts plenty of possession but menaced mightily on the counter-attack. No matter; Bielsa’s 3-3-1-3 formation allowed Mateusz Klich to ghost between the lines and score Leeds’ first goal. Meanwhile Raphinha eventually escaped Everton’s markers to register a wonderful second equaliser. Louise Taylor Match report: Leeds 2-2 Everton8) Klopp rages at officialdom despite win“I don’t want to open the box of Pandora this early in the season,” said Jürgen Klopp, as he opened said box to complain about Premier League referees letting the game flow at the expense of punishing fouls. Klopp is also unhappy about Fifa’s decision to allow South American teams to play three fixtures in the forthcoming international break, meaning Brazil face Peru on the Thursday before Liverpool visit Leeds on Sunday 12 September. The latter grievance is perfectly understandable, so too his desire to protect players from injury (and it was Virgil van Dijk and Joel Matip he had in mind when discussing Burnley’s physical approach), but it seems hasty to call for a rethink on the new directives for referees two games into the new season. Mike Dean could have booked Josh Brownhill and Ashley Barnes on Saturday but overall, his performance contributed to an entertaining game. Andy Hunter Match report: Liverpool 2-0 BurnleyNot everything pleased Jürgen Klopp on Saturday. Photograph: Javier García/REX/Shutterstock9) Worrying signs for Norwich despite tough startNorwich have taken no points from two games that, realistically, few could have expected much from. Their pre-season was pockmarked by coronavirus cases, their midfield trio contains two new signings and, given their fine record in the transfer market, it is safe to assume that at least some of their summer recruits will be bargains. There are mitigating factors, but there was something deeply worrying about the manner of their 5-0 thrashing to Manchester City: the defensive naivety, the ease with which they were opened up time and again. The feeling was that Norwich had returned to the Premier League better equipped to compete. The early evidence is that they have not. Richard Jolly  Match report: Manchester City 5-0 Norwich10) Livramento among the signings of the summerSouthampton’s summer has been punctuated by high-profile departures but it is easy to see why the club’s hierarchy were so excited to beat top-flight rivals to secure the arrival of Tino Livramento from Chelsea. It is also easy to understand why Ralph Hasenhüttl had no qualms about dropping Kyle Walker-Peters, arguably Southampton’s standout player last season, in favour of the 18-year-old. The right-back was tasked with keeping Paul Pogba quiet on his home debut and while he impressed defensively, he excelled going forward. Exhibit A was the moment Livramento raced from one end of the pitch to the other, leaving Fred on all fours, before sending an irresistible cross into the six-yard box, earning a standing ovation from swells of the home support. “I’m happy he took the decision to come to us,” Hasenhüttl said. “For us as a club to get one of the best talents in England is difficult. He has everything but, most importantly, the right mindset.” Match report: Southampton 1-1 Manchester United\n        \n            \n                Pos\n                Team\n                P\n                GD\n                Pts\n            \n        \n        \n            \n            \n                1\n                Chelsea\n                2\n                5\n                6\n            \n            \n            \n                2\n                Liverpool\n                2\n                5\n                6\n            \n            \n            \n                3\n                Brighton\n                2\n                3\n                6\n            \n            \n            \n                4\n                Tottenham Hotspur\n                2\n                2\n                6\n            \n            \n            \n                5\n                Man Utd\n                2\n                4\n                4\n            \n            \n            \n                6\n                Everton\n                2\n                2\n                4\n            \n            \n            \n                7\n                Brentford\n                2\n                2\n                4\n            \n            \n            \n                8\n                Man City\n                2\n                4\n                3\n            \n            \n            \n                9\n                West Ham\n                1\n                2\n                3\n            \n            \n            \n                10\n                Aston Villa\n                2\n                1\n                3\n            \n            \n            \n                11\n                Leicester\n                1\n                1\n                3\n            \n            \n            \n                12\n                Watford\n                2\n                -1\n                3\n            \n            \n            \n                13\n                Southampton\n                2\n                -2\n                1\n            \n            \n            \n                14\n                Crystal Palace\n                2\n                -3\n                1\n            \n            \n            \n                15\n                Leeds\n                2\n                -4\n                1\n            \n            \n            \n                16\n                Wolverhampton\n                2\n                -2\n                0\n            \n            \n            \n                17\n                Burnley\n                2\n                -3\n                0\n            \n            \n            \n                18\n                Newcastle\n                2\n                -4\n                0\n            \n            \n            \n                19\n                Arsenal\n                2\n                -4\n                0\n            \n            \n            \n                20\n                Norwich\n                2\n                -8\n                0\n            \n            \n        \n    ",
  "length": 12476,
  "excerpt": "Romelu Lukaku was always going to assume centre stage. In scoring his first ever goal for the club, the £97.5m returnee did just that. The evidence of 90 minutes at the Emirates showed an added dimension to Thomas Tuchel’s attack, though one reminding of champion Chelsea teams of the Premier League era. Lukaku has never hidden his boyhood admiration for Didier Drogba while the club has lacked a centre-forward as focal point since Diego Costa was shown the door by Antonio Conte in the summer of 2017. The next question is how Tuchel fits his phalanx of inside-forwards and wingers around the Belgian. At the Emirates, Kai Havertz played off Lukaku with Mason Mount forging on from midfield. Reece James, goalscorer and supplier of Lukaku’s goal, and Marcos Alonso provided width as wing-backs, though there were moments when Lukaku’s central presence looked to come at the expense of Chelsea’s previous attacking fluidity. John Brewin",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_21/article_2/images/img3_u21.jpg"
}