{
  "title": "Latest: Americans can expects to see booster shots available in September",
  "byline": null,
  "dir": null,
  "content": "<h2>Latest: Americans can expects to see booster shots available in September</h2><div id=\"readability-page-1\" class=\"page\">\n<h3>Science</h3>\n\n<p>Everything you need to know about the COVID-19 vaccines—from their safety and efficacy to the global vaccine rollout.</p>\n<p>By Amy McKeeverNational Geographic Staff</p>\n<p>Published: August 21, 2021</p>\n<p><img alt=\"A healthcare worker places a band-aid on a patient after administering a dose of the Pfizer-BioNTech Covid-19 vaccine at Boston Medical Center in Boston, on Thursday, June 17, 2021.\" src=\"/calibre/National-Geographic--Wed--25-Aug--2021----/feed_4/article_1/images/img1_u5.jpg\"></p>\n<p>A healthcare worker places a band-aid on a patient after administering a dose of the Pfizer-BioNTech COVID-19 vaccine at Boston Medical Center.</p>\n<p>Photograph by Adam Glanzman, Bloomberg via Getty Images</p>\n<ul><li>On August 18, the Biden administration announced that it is <a href=\"https://www.washingtonpost.com/nation/2021/08/18/covid-delta-variant-live-updates/#link-XD3L2L2TM5DTJMTHIIU3YKZ7PA\" target=\"_blank\">planning to roll out booster shots</a> of the Pfizer and Moderna vaccines on September 20. The administration’s top health officials said in a joint statement that they recommend getting a booster shot eight months after receiving a second dose of one of the two mRNA vaccines. The rollout will begin with nursing home residents, health care workers, and emergency workers. First, however, the FDA will need to authorize the additional shots.</li><li>The administration also expects to recommend a second dose for those who received the Johnson &amp; Johnson vaccine but is awaiting the results of a clinical trial studying the shot’s two-dose regimen. Pfizer has already submitted data on its booster shot to the FDA.</li><li>The Biden administration cited studies showing that the <a href=\"https://www.cidrap.umn.edu/news-perspective/2021/08/studies-covid-vaccine-protection-waning-against-infection-not\" target=\"_blank\">vaccines’ protections are waning against mild and moderate disease</a>, particularly in the face of the more transmissible Delta variant. Although the vaccines remain effective against severe disease, officials said the decision to roll out boosters is an attempt to stay ahead of the virus. Officials cited data from Israel, which <a href=\"https://apnews.com/article/middle-east-health-israel-coronavirus-pandemic-775e772a7507bcab708e9eea4bdcc50a\" target=\"_blank\">has already begun administering boosters</a> amid evidence of declining protection from severe disease among its elderly population.</li><li>The news comes just days after the U.S. authorized the use of boosters <a href=\"https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-additional-vaccine-dose-certain-immunocompromised\" target=\"_blank\">among people with weakened immune systems</a>—and weeks after the World Health Organization <a href=\"https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-4-august-2021\" target=\"_blank\">called for a moratorium on booster shots</a> as it attempts to address inequities in the global vaccine rollout.</li><li>A preprint study published this week shows that <a href=\"https://www.medrxiv.org/content/10.1101/2021.08.09.21261290v4\" target=\"_blank\">antibody levels can predict the Moderna vaccine’s efficacy against COVID-19</a>. The analysis of breakthrough infections shows that people with lower level of antibodies were more likely to develop a symptomatic infection than those with higher levels.</li><li>Another preprint study out of the U.K. shows that the Pfizer and AstraZeneca vaccines remain effective against the Delta variant, although <a href=\"https://www.ndm.ox.ac.uk/files/coronavirus/covid-19-infection-survey/finalfinalcombinedve20210816.pdf\" target=\"_blank\">their efficacy wanes over time</a>. Pfizer’s vaccine declined more rapidly, reaching comparable levels to the AstraZeneca vaccine after four to five months after the second dose.</li></ul>\n<p>COVID-19 vaccines have reached consumers in record time. Though the process can typically take <a href=\"https://www.weforum.org/agenda/2020/06/vaccine-development-barriers-coronavirus/\">10 to 15 years</a>, the U.S. Food and Drug Administration has granted emergency authorization to vaccines made by Pfizer, Moderna, and Johnson &amp; Johnson in less than a year. Before now, the fastest-ever vaccine—for mumps—<a href=\"https://www.nationalgeographic.com/science/article/why-coronavirus-vaccine-could-take-way-longer-than-a-year\">took four years</a> to develop in the 1960s.</p>\n<p>Even after a vaccine is authorized or fully licensed, it faces potential roadblocks when it comes to scaling up production and distribution, which also includes <a href=\"https://hub.jhu.edu/2020/07/01/covid-vaccine-ethics-faden/\">deciding which populations should get it first</a>—and at what cost.</p>\n<p>Yet several efforts are underway to help produce and distribute the vaccines more quickly. Here’s everything you need to know—including primers on <a href=\"index_u14.html#vaccineclinicaltrials\">how vaccines and clinical trials work</a>, the latest news on <a href=\"index_u14.html#vaccinerollout\">vaccine distribution and safety</a>, and a <a href=\"index_u14.html#vaccineprospects\">detailed breakdown of each of the candidates</a> that have reached phase three and beyond.</p>\n<h2>Vaccines and clinical trials<a id=\"vaccineclinicaltrials\"></a></h2>\n<p><a href=\"https://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines\">More than 60 vaccines&nbsp;</a>are still going through <a href=\"https://www.cdc.gov/vaccines/basics/test-approve.html\">a three-stage clinical trial process</a> that’s required before they are sent to regulatory agencies for approval. Given the urgent need, some vaccine developers have compressed the clinical process for SARS-CoV-2 by running trial phases simultaneously.</p>\n<h3>VACCINE CLINICAL TRIAL PROCESS</h3>\n<p><b>Phase one:</b> Checks the safety of a vaccine and determines whether it triggers an immune response in a small group of healthy humans.&nbsp;</p><p><b>Phase two:</b> Widens the testing pool to include groups of people who may have the disease or be more likely to catch it, to gauge the vaccine’s effectiveness.&nbsp;</p><p><b>Phase three:</b> Expands the pool up to the thousands to make sure the vaccine is safe and effective among a wider array of people, given that immune response can vary by age, ethnicity, or by underlying health conditions.</p>\n<p>The COVID-19 candidates, like all vaccines, essentially aim to instruct the immune system to mount a defense, which is sometimes <a href=\"https://www.chop.edu/centers-programs/vaccine-education-center/vaccine-safety/immune-system-and-health\">stronger than what would be provided through natural infection</a> and <a href=\"https://www.who.int/vaccine_safety/initiative/tools/vaccinfosheets/en/\">comes</a> with <a href=\"https://www.cdc.gov/vaccinesafety/ensuringsafety/history/index.html\">fewer health consequences</a>.</p>\n<p>To do so, traditional vaccines use the whole coronavirus, but in a killed or weakened state. Others use only part of the virus—whether a protein or a fragment. Some transfer the instructions for coronavirus proteins into an unrelated virus that is unlikely or even incapable of causing disease. Finally, cutting-edge vaccines under development rely on deploying pieces of the coronavirus’s genetic material, enabling our cells to temporarily make coronavirus proteins needed to stimulate our immune systems. (<a href=\"https://www.nationalgeographic.com/science/article/searching-for-coronavirus-vaccine-how-would-it-work\">Find out more about vaccines and how they work</a>.)</p>\n<h3>TYPES OF VACCINES</h3>\n<p><b>Nucleic acid:</b> Relies on injecting snippets of a virus’s genetic material, either DNA or messenger RNA (mRNA), into human cells. It spurs the production of viral proteins that mimic features of the coronavirus, training the immune system to recognize its presence.&nbsp;</p><p><b>Knocked-out virus:</b> Uses a non-infectious form of the coronavirus that can no longer cause full-blown disease but can still provoke an immune response. The virus can either be fully inactivated or weakened. These modes are considered the most classic ways to make vaccines.</p><p><b>Viral vector:</b> Essentially a “Trojan horse” presented to the immune system. One type involves introducing a piece of DNA from SARS-CoV-2 into another unrelated germ—for example, an adenovirus, which typically causes the common cold. When this modified adenovirus is injected into humans, the hope is that it will instruct cells to make coronavirus proteins and will trigger an immune response.</p><p><b>Protein:</b> These vaccines are typically made from coronavirus proteins, which can be synthesized or brewed in labs like beer. Some versions involve coating a carrier—such as nanoparticles—with proteins to better aid delivery and uptake by cells.</p>\n<h2>U.S. vaccine rollout<a id=\"vaccinerollout\"></a></h2>\n<p>In the United States, more than 60 percent of the population has received at least one dose, and 51 percent are fully vaccinated. As of August 20, the U.S. had administered <a href=\"https://covid.cdc.gov/covid-data-tracker/#vaccinations\" rel=\"noopener noreferrer\" target=\"_blank\">more than 359 million shots</a> of the authorized vaccines and had distributed more than 422 million doses.</p>\n<p>On August 18, the Biden administration announced that it <a href=\"https://www.cdc.gov/media/releases/2021/s0818-covid-19-booster-shots.html\" target=\"_blank\">plans to begin offering booster shots</a> of the Pfizer and Moderna vaccines on September 20. The administration’s top health officials said in a joint statement that they advise Americans to get the boosters eight months after their second dose. The rollout of third doses will begin with nursing home residents, health care workers, and emergency workers.&nbsp;</p>\n<p>First, however, the FDA must authorize the use of additional doses, which the Washington Post reports that <a href=\"https://www.washingtonpost.com/nation/2021/08/18/covid-delta-variant-live-updates/#link-XD3L2L2TM5DTJMTHIIU3YKZ7PA\" target=\"_blank\">approval is expected in the coming weeks</a>. Those who received the Johnson &amp; Johnson vaccine will likely also be eligible for a second dose, but officials are first waiting on the results of a clinical trial testing the vaccine’s two-dose regimen.</p>\n<p>Rochelle Walensky, director of the Centers for Disease Control, said in a press conference that the Biden administration has decided to roll out booster shots in an attempt to stay ahead of the virus. Although the data shows that the vaccine still offer strong protection against severe disease, Walensky says the data <a href=\"https://www.cidrap.umn.edu/news-perspective/2021/08/studies-covid-vaccine-protection-waning-against-infection-not\" rel=\"noopener noreferrer\" target=\"_blank\">consistently demonstrate a waning effectiveness against mild and moderate disease</a> as well as declining efficacy against the Delta variant. She pointed to data from other countries—including Israel, <a href=\"https://apnews.com/article/middle-east-health-israel-coronavirus-pandemic-775e772a7507bcab708e9eea4bdcc50a\" target=\"_blank\">has already begun administering booster shots</a>—indicating that protections against severe disease “could decrease in the months ahead.”</p>\n<p>The news comes just weeks after the WHO <a href=\"https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-4-august-2021\" target=\"_blank\">called for a moratorium on booster shots through at least September</a> to help efforts to vaccinate at least 10 percent of people in every country. The organization asked wealthy nations to share their doses instead of administering boosters. “We cannot and should not accept countries that have already used most of the global supply of vaccines using even more of it while the world’s most vulnerable people remain unprotected,” WHO Director General Tedros Adhanom Ghebreyesus said in a press conference.</p>\n<p>The U.S. has already amended the emergency use authorizations for the Pfizer and Moderna vaccines <a href=\"https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-additional-vaccine-dose-certain-immunocompromised\" target=\"_blank\">to allow administration of a third dose</a> to people who have had solid organ transplants or who are equally immunocompromised. The two-dose regimen seems to be less effective in protecting against COVID-19 for people with weakened immune systems, who are more likely to become seriously ill from the disease. The Centers for Disease Control and Prevention <a href=\"https://www.cdc.gov/media/releases/2021/s0813-additional-mRNA-mrna-dose.html\" target=\"_blank\">endorsed the FDA’s decision</a> on August 13 following a meeting of its vaccine advisory committee. Shots are expected to be available immediately..</p>\n<p>Meanwhile, the National Institutes of Health have <a href=\"https://www.nih.gov/news-events/news-releases/nih-launches-study-third-covid-19-vaccine-dose-kidney-transplant-recipients\" target=\"_blank\">launched phase two clinical trials</a> to assess whether a third dose of the Moderna or Pfizer vaccines would produce a protective antibody response among kidney transplant recipients whose immune systems did not respond to the first two doses.</p>\n<p>Vaccines remain effective at preventing most severe illness, even for <a href=\"https://www.nationalgeographic.com/science/article/scientists-urge-local-mask-mandates-as-delta-sweeps-the-us\" target=\"_blank\">breakthrough infections of the Delta variant</a>. But there's concern over the potential for transmission. On July 30, the CDC <a href=\"https://www.cdc.gov/mmwr/volumes/70/wr/mm7031e2.htm?s_cid=mm7031e2_w\" target=\"_blank\">published&nbsp;</a><a href=\"https://www.cdc.gov/mmwr/volumes/70/wr/mm7031e2.htm?s_cid=mm7031e2_w\" target=\"_blank\">preliminary data</a> from a Massachusetts COVID-19 outbreak that suggests vaccinated individuals who are infected with the Delta variant may carry similar viral loads as an unvaccinated infected individual. Those data come in the form of proxies based on how quickly samples from the infected people yielded a positive SARS-CoV-2 result. The data will require follow-up research to confirm.</p>\n<p>On July 29, U.S. President Joe Biden said that his administration is rolling out a new <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/07/29/remarks-by-president-biden-laying-out-the-next-steps-in-our-effort-to-get-more-americans-vaccinated-and-combat-the-spread-of-the-delta-variant/\" target=\"_blank\">COVID-19 vaccine policy</a> for federal employees. Employees who do not disclose their vaccination status or are unvaccinated must wear masks at work, test for COVID-19 once or twice a week, socially distance, and stop almost all travel for work.</p>\n<p>The U.S. Department of Veterans Affairs has mandated that <a href=\"https://www.va.gov/opa/pressrel/pressrelease.cfm?id=5696\" target=\"_blank\">its 115,000 frontline healthcare workers must be vaccinated</a> and, on August 9, U.S. Secretary of Defense Lloyd Austin told troops that <a href=\"https://media.defense.gov/2021/Aug/09/2002826254/-1/-1/0/Message-to-the-Force-Memo-Vaccine-FINAL.PDF\" target=\"_blank\">COVID-19 vaccines will be mandatory for active duty service members</a> “no later than mid-September.” Austin noted the mandate could come into force even sooner if the FDA grants full approval to Pfizer’s vaccine first—which the regulatory agency is expected to do according to news reports that say the FDA is <a href=\"https://www.nytimes.com/2021/08/03/us/politics/pfizer-vaccine-approval.html\" target=\"_blank\">speeding up its timeline to approve the vaccine by early September</a>. State and local governments <a href=\"https://www.nytimes.com/live/2021/08/10/world/covid-delta-variant-vaccine#as-the-delta-variant-tears-across-the-us-vaccine-and-mask-mandates-gain-momentum\" target=\"_blank\">are also implementing vaccine mandates</a> among their employees. On August 11, California became the first state to <a href=\"https://apnews.com/article/health-education-california-coronavirus-pandemic-7699f4496101d261ac94ed22e7544417\" target=\"_blank\">require all teachers and school staff</a> to either get a vaccine or undergo weekly COVID-19 testing. The mandate goes into effect on October 15.</p>\n<p>On July 27, the Centers for Disease Control and Prevention <a href=\"https://www.nationalgeographic.com/science/article/why-the-cdc-reversed-course-on-masks-indoors-and-how-it-might-affect-you\" target=\"_blank\">updated its recommendations on masks</a>. The agency now urges their universal use in indoor public spaces by people living in regions with at least “substantial” COVID-19 transmission, where 50 or more new cases per 100,000 people have been reported over the past seven days. More than two thirds of all U.S. counties have “substantial” spread or higher, and cases are trending upward nationwide.</p>\n<p>The CDC also recommends indoor masking in public spaces for vaccinated people who live with anyone vulnerable to the disease, such as unvaccinated children and immunocompromised individuals. All teachers, students, and staff in schools, whether vaccinated or not, should also wear masks, according to the new CDC guidance.</p>\n<p>Unvaccinated individuals likely still account for the greatest viral transmission, since the total number of breakthrough cases is relatively low, CDC director Rochelle Walensky, stressed during the July 27 briefing.</p>\n<p>The CDC has <a href=\"https://www.cdc.gov/media/releases/2021/s0512-advisory-committee-signing.html\" target=\"_blank\">approved</a> Pfizer’s vaccine for emergency use in adolescents ages 12 to 15, which is seen as key to helping the country reach herd immunity. States, which are still responsible for rollout decision making, subsequently <a href=\"https://www.nytimes.com/2021/04/19/world/adults-eligible-covid-vaccine.html\" target=\"_blank\">widened eligibility</a> to include all people 12 and older.&nbsp;</p>\n<p>But the country’s immunization campaign remains focused on adults who have been less eager to get the vaccine. Efforts include a <a href=\"https://www.vaccines.gov/\" target=\"_blank\">website</a> to help people find vaccines, as well as an increase in walk-up vaccination sites, pop-up clinics, and increased funding and access to clinics in rural areas. On June 2, Biden <a href=\"https://apnews.com/article/coronavirus-pandemic-business-government-and-politics-health-8168ae1c68ca955b620082d862c911ad\" target=\"_blank\">announced</a> a new slew of incentives and efforts to remove barriers to vaccination, from free beer to free childcare coverage. Pharmacies are also extending their hours, and the Biden administration is partnering with Black-owned barbershops and beauty salons to administer the vaccines.</p>\n<p>The Biden administration has dedicated nearly $20 billion to the vaccine rollout as part of the <a href=\"https://www.whitehouse.gov/wp-content/uploads/2021/01/National-Strategy-for-the-COVID-19-Response-and-Pandemic-Preparedness.pdf\" target=\"_blank\">$1.9 trillion COVID-19 rescue package</a> proposed in January and signed by Biden on March 11.</p>\n<h2>Global vaccine rollout</h2>\n<p>The World Health Organization is also coordinating global efforts to administer vaccines, with an eye toward <a href=\"https://www.who.int/news-room/detail/26-06-2020-act-accelerator-update\" target=\"_blank\">delivering two billion doses</a> by the end of 2021. It is leading an initiative through the COVAX Facility to ensure that all countries have equitable access. COVAX <a href=\"https://www.gavi.org/covax-vaccine-roll-out\" target=\"_blank\">has distributed</a> more than 209 million doses to 138 participants. The WHO has approved the Pfizer-BioNTech, AstraZeneca-Oxford, Johnson &amp; Johnson, Moderna, Sinopharm, and Sinovac vaccines for emergency use.</p>\n<p>On May 27, however, COVAX acknowledged that the crisis in India created a shortfall of 190 million doses. <a href=\"https://www.who.int/news/item/27-05-2021-covax-joint-statement-call-to-action-to-equip-covax-to-deliver-2-billion-doses-in-2021\" target=\"_blank\">In a joint statement</a>, COVAX administrators said the consequences of that shortfall “could be catastrophic.” They called on world leaders to share more doses and commit additional funding to the global effort. On June 3, the Biden administration <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/03/fact-sheet-biden-harris-administration-unveils-strategy-for-global-vaccine-sharing-announcing-allocation-plan-for-the-first-25-million-doses-to-be-shared-globally/\" target=\"_blank\">said</a> that it will share 80 million doses by the end of June; 75 percent of those doses will be shared through COVAX and the rest will go to countries experiencing surges and to U.S. neighbors. The U.S. also <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/10/fact-sheet-president-biden-announces-historic-vaccine-donation-half-a-billion-pfizer-vaccines-to-the-worlds-lowest-income-nations/\" target=\"_blank\">announced on June 11</a> that it will purchase 500 million doses of the Pfizer vaccine and donate them to low- and middle-income countries. Two hundred million doses will be delivered by the end of 2021 and the rest will be delivered in the first half of 2022.</p>\n<p>On June 13, national leaders at the G7 summit <a href=\"https://www.who.int/news/item/13-06-2021-g7-announces-pledges-of-870-million-covid-19-vaccine-doses-of-which-at-least-half-to-be-delivered-by-the-end-of-2021\" target=\"_blank\">announced plans</a> to donate 870 million doses to the global vaccination effort. Most of the doses will be distributed through COVAX, with the aim to deliver at least half of them by the end of 2021. Pfizer, Moderna, and Johnson &amp; Johnson <a href=\"https://www.france24.com/en/live-news/20210521-pharma-firms-g20-leaders-pledge-vaccines-for-poorer-nations\" target=\"_blank\">have also pledged to collectively provide around 3.5 billion doses</a> of their vaccines to low- and middle-income countries by the end of 2022. The European Union also said it would donate at least 100 million doses by the end of 2021. On August 6, China <a href=\"https://apnews.com/article/joe-biden-business-health-china-coronavirus-pandemic-7b3a7e0f5949b6976d4cf7f69bba71d0\" target=\"_blank\">pledged to provide two billion doses</a> of its COVID-19 vaccines this year and donate $100 million to COVAX.&nbsp;</p>\n<p>Still, on July 16, the <i>New York Times&nbsp;</i>reported that <a href=\"https://www.nytimes.com/interactive/2021/07/16/world/africa/africa-vaccination-rollout.html\" target=\"_blank\">vaccine shortages are driving a COVID-19 crisis in Africa</a>, where only 1 percent of the population has been fully vaccinated.&nbsp;</p>\n<h2>Vaccine safety</h2>\n<p>On July 13, the U.S. Food and Drug Administration <a href=\"https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-july-13-2021\" target=\"_blank\">added a warning label</a> to Johnson &amp; Johnson’s vaccine after it was linked to rare cases of Guillain-Barré Syndrome, a rare autoimmune disorder that can lead to paralysis. There have been 100 preliminary reports of the syndrome among the approximately 12.5 million people who have received the vaccine. The FDA said that the benefits of receiving the vaccine outweigh the risks.</p>\n<p>The FDA has also added a warning label to the Pfizer and Moderna vaccines about <a href=\"https://www.nationalgeographic.com/science/article/heart-problems-after-vaccinations-are-very-rareand-often-resolve-quickly\" target=\"_blank\">rare cases of heart inflammation</a> in adolescents and young adults. &nbsp;The news comes after the CDC’s Advisory Committee on Immunization Practices <a href=\"https://www.nationalgeographic.com/science/article/heart-problems-after-vaccinations-are-very-rareand-often-resolve-quickly\" target=\"_blank\">announced</a> that it has identified more than 300 cases of myocarditis and pericarditis that it acknowledged are likely linked to the vaccines. The agency says these cases are rare but higher than expected. It also said the benefits of the shots outweigh the risks.</p>\n<p>&nbsp;An earlier CDC report <a href=\"https://www.cdc.gov/mmwr/volumes/70/wr/mm7008e3.htm?s_cid=mm7008e3_x\" target=\"_blank\">released February 19</a> revealed that severe reactions to the Pfizer-BioNTech and Moderna COVID-19 vaccines are rare. The report documented only 4.5 cases of anaphylaxis per million doses of vaccine administered during the reporting period, which the CDC notes is comparable with rates for other types of vaccines. U.K. regulators <a href=\"https://www.bmj.com/content/372/bmj.n363\" target=\"_blank\">have also published safety data</a> for the Pfizer-BioNTech vaccine showing that most side effects are mild and consistent with what is typical of other vaccines. Still, as a precautionary measure, U.K. officials have <a href=\"https://apnews.com/article/coronavirus-pandemic-64ddccd70c38a39f880da27941db3540\" target=\"_blank\">advised people</a> with a history of serious allergic reactions not to get the Pfizer-BioNTech vaccine.</p>\n<p>In April, the European Medicines Agency issued statements saying that unusual blood clots should be listed as a very rare but possible side effect of both the <a href=\"https://www.ema.europa.eu/en/news/astrazenecas-covid-19-vaccine-ema-finds-possible-link-very-rare-cases-unusual-blood-clots-low-blood\" target=\"_blank\">AstraZeneca</a> and <a href=\"https://www.ema.europa.eu/en/news/covid-19-vaccine-janssen-ema-finds-possible-link-very-rare-cases-unusual-blood-clots-low-blood\" target=\"_blank\">Johnson &amp; Johnson</a> vaccines. In a review of 86 reported cases related to the AstraZeneca vaccine, the EMA’s safety committee found a potential link between it and the clots, with most known cases occurring in women under age 60 within two weeks of receiving the first dose. The EMA continues to stress that the odds of developing a clot after vaccination are extremely low, and that the benefits of getting vaccinated outweigh the risks. They also recommend that people seek immediate medical attention if they experience symptoms related to clotting, including persistent pain, shortness of breath, and headaches or blurred vision.</p>\n<p>On August 11, the CDC officially recommended that <a href=\"https://www.cdc.gov/media/releases/2021/s0811-vaccine-safe-pregnant.html\" target=\"_blank\">people who are pregnant, breastfeeding, or may become pregnant get a COVID-19 vaccine</a>. A new analysis of data from the vaccine rollout found no increased risk of miscarriage among people who received an mRNA vaccine before 20 weeks of pregnancy. Earlier studies also showed that the vaccine is safe later in pregnancy as well—for both pregnant people and their babies.</p>\n<p>CDC director Rochelle Walensky <a href=\"https://thehill.com/policy/healthcare/549965-cdc-declares-it-recommends-pregnant-people-get-covid-19-vaccine\" target=\"_blank\">had previously suggested in April&nbsp;</a>that pregnant people receive the COVID-19 vaccine, but the CDC’s official guidelines simply said that pregnant people were eligible for the jab. At the time, Walensky pointed to a recent study <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2104983\" target=\"_blank\">published in the <i>New England Journal of Medicine</i></a> that showed no safety concerns among pregnant people who received the mRNA vaccines made by Moderna and Pfizer-BioNTech.</p>\n<h2>Vaccine prospects<a id=\"vaccineprospects\"></a></h2>\n<p>Here are the vaccines that have made it to phase three and beyond:</p>\n<h2><a href=\"https://www.modernatx.com/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Moderna Therapeutics</b></a></h2>\n\n<p><b>Name:&nbsp;</b>mRNA-1273&nbsp;</p>\n<p><b>Who:</b> A Massachusetts-based biotech company, in collaboration with the National Institutes of Health.</p>\n<p><b>What:</b> A nucleic-acid vaccine that requires two doses.&nbsp;</p>\n<p><b>Latest news:</b> A new preprint analysis of Moderna’s vaccine suggests that <a href=\"https://www.medrxiv.org/content/10.1101/2021.08.09.21261290v4\" target=\"_blank\">antibody levels can predict the vaccine’s efficacy</a> against COVID-19. The study showed that people with breakthrough infections who had lower levels of antibodies in their blood were more likely to develop symptomatic infections than those with higher levels of antibodies. The study authors tell <i>Nature</i> that the data doesn’t suggest a threshold of antibodies that ensures protection but it does show <a href=\"https://www.nature.com/articles/d41586-021-02237-8#ref-CR1\" target=\"_blank\">a relationship between higher levels of antibodies and lower risk of infection</a>.</p>\n<p><b>Approval status:</b> On December 18, the FDA <a href=\"https://www.washingtonpost.com/health/2020/12/17/covid-fda-moderna-vaccine-2/\" target=\"_blank\">granted emergency approval</a> to Moderna’s COVID-19 vaccine, a day after an advisory panel <a href=\"https://www.nytimes.com/2020/12/17/health/covid-vaccine-fda-moderna.html\" target=\"_blank\">decided 20-0</a>, with one abstention, that the benefits of the vaccine outweigh the risks, such as the mild side effects reported in their clinical trial. The vaccine has also been approved in the <a href=\"https://www.cnn.com/2021/01/06/europe/moderna-approval-eu-intl/index.html\" target=\"_blank\">European Union</a>, <a href=\"https://investors.modernatx.com/news-releases/news-release-details/health-canada-authorizes-moderna-covid-19-vaccine-canada\" target=\"_blank\">Canada</a>, the <a href=\"https://www.gov.uk/government/news/moderna-vaccine-becomes-third-covid-19-vaccine-approved-by-uk-regulator\" target=\"_blank\">U.K.</a>, <a href=\"https://investors.modernatx.com/news-releases/news-release-details/israeli-ministry-health-authorizes-covid-19-vaccine-moderna-use\" target=\"_blank\">Israel</a><span>,</span> and <a href=\"https://extranet.who.int/pqweb/vaccines/covid-19-mrna-vaccine-nucleoside-modified\" target=\"_blank\">by the WHO</a>.</p>\n<p>On June 1, Moderna <a href=\"https://investors.modernatx.com/news-releases/news-release-details/moderna-announces-initiation-rolling-submission-biologics\" target=\"_blank\">announced</a> that it has applied for full FDA approval of its COVID-19 vaccine for use in people age 18 and older. The company also plans to file for emergency use authorization for teens ages 12 to 17. A <a href=\"https://investors.modernatx.com/news-releases/news-release-details/moderna-announces-teencove-study-its-covid-19-vaccine\" target=\"_blank\">study</a> of clinical trials among adolescents in this age group shows that its vaccine is safe and 100 percent effective. The study also showed the vaccine is 93 percent effective among participants in this age group two weeks after the first dose.</p>\n<p><b>Distribution:</b> Moderna’s candidate was the second vaccine to receive emergency authorization in the U.S., joining <a href=\"index_u14.html#pfizer\" target=\"_blank\">Pfizer’s candidate</a>. On December 11, the Trump administration <a href=\"https://www.hhs.gov/about/news/2020/12/11/trump-administration-purchases-additional-100-million-doses-covid-19-investigational-vaccine-moderna.html\" target=\"_blank\">purchased an additional 100 million doses</a> of Moderna’s vaccine. Two months later, the Biden administration <a href=\"https://www.nytimes.com/2021/02/11/us/politics/biden-coronavirus-vaccines.html\" target=\"_blank\">procured an additional 100 million doses,</a> for a total of 300 million by the end of July.</p>\n<p>On April 2, Moderna <a href=\"https://investors.modernatx.com/news-releases/news-release-details/moderna-provides-storage-update-announces-us-fda-authorizes-15\" target=\"_blank\">announced</a> that the FDA has authorized it to increase the number of doses in its vials from 10 to 11. Regulators are also permitting the company to use new vials that allow for 15 doses. The FDA also said that Moderna’s vaccine can now be kept at room temperature for up to a day. The vaccine <a href=\"https://www.nationalgeographic.com/science/2020/11/moderna-edges-pfizer-coronavirus-efficacy-and-refrigeration/\" target=\"_blank\">can otherwise be safely stored on ice</a> or in a normal refrigerator for 30 days. These changes are expected to help the company distribute its vaccine more quickly.</p>\n<p>The company also says it remains on track to deliver at least 500 million doses globally per year beginning in 2021, thanks in part to <a href=\"https://www.lonza.com/news/2020-05-01-04-50\" target=\"_blank\">a deal it has struck with Swiss manufacturer Lonza</a> that will allow it to manufacture up to a billion doses a year.</p>\n<p>On July 16, the U.S. said <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/us-will-ship-35-million-covid-19-vaccines-argentina-2021-07-16/\" target=\"_blank\">it will begin shipping 3.5 million doses of Moderna’s vaccine to Argentina</a> as part of a bilateral deal between the countries. The U.S. has also shared doses of its vaccines with Taiwan, Brazil, El Salvador, Pakistan, and other countries.</p>\n<p><b>Efficacy:&nbsp;</b>On August 8, a preliminary Mayo Clinic study of more than 50,000 patients suggested that <a href=\"https://www.medrxiv.org/content/10.1101/2021.08.06.21261707v1.full.pdf\" target=\"_blank\">Moderna’s vaccine is more effective against the Delta variant than Pfizer’s vaccine</a>. The study shows that the efficacy of Moderna’s vaccine dropped from 86 percent in early 2021 to 76 percent in July, when the Delta variant was predominant. Meanwhile, the Pfizer vaccine’s efficacy dropped over the same time period from 76 percent to 42 percent. The study notes that both vaccines remain highly effective at preventing severe cases of disease.</p>\n<p>On August 12, a study published in the journal <i>Science</i> showed that <a href=\"https://science.sciencemag.org/content/early/2021/08/11/science.abj4176?_ga=2.235822593.145620917.1628696888-1399774036.1602427045\" target=\"_blank\">Moderna’s vaccine protects against COVID-19 for at least six months</a> and is effective against the Delta variant. The findings confirm <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMc2103916?query=featured_home\" target=\"_blank\">earlier studies</a> and announcements made by the company that its vaccine <a href=\"https://investors.modernatx.com/news-releases/news-release-details/moderna-reports-second-quarter-fiscal-year-2021-financial\" target=\"_blank\">remains 93 percent effective for at least six months</a> after administration of the second dose.</p>\n<p>Moderna also said that a study of the phase two clinical trials of its three booster candidates produced robust antibody responses against the virus, including the Gamma, Beta, and Delta variants of concern. The company has submitted its study data for publication. The company said it <a href=\"https://www.cnbc.com/2021/08/05/moderna-covid-vaccine-booster-produces-robust-response-against-delta.html\" target=\"_blank\">expects boosters will likely be needed before the winter season</a>; however, the World Health Organization has called for <a href=\"https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-4-august-2021\" target=\"_blank\">a moratorium on booster shots through at least September</a> given the global vaccine disparity.</p>\n<p><a href=\"https://www.nytimes.com/2021/06/28/health/coronavirus-vaccines-immunity.html?partner=slack&amp;smid=sl-share\" target=\"_blank\">As the <i>New York Times</i> reported</a> in June, however, past studies suggest that people who are immunized with the Moderna and Pfizer vaccines may not need booster shots. A study <a href=\"https://www.nature.com/articles/s41586-021-03738-2_reference.pdf\" target=\"_blank\">published in the journal <i>Nature</i></a> on June 28 showed that the vaccines elicit “robust and prolonged” immune responses—indicating that protection may last for years so long as the virus doesn’t mutate to evade it.</p>\n<p>On July 9, <i>Nature</i> reported on a study showing that <a href=\"https://www.nature.com/articles/d41586-021-01893-0\" target=\"_blank\">two quarter-doses of Moderna’s vaccine generates long-lasting neutralizing antibodies and T cells</a>. The results suggest that it might be possible to administer fractional doses to help stretch the world’s vaccine supply, particularly in low- and middle-income countries that are facing shortages.</p>\n<p>On February 17, the <i>New England Journal of Medicine</i> <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMc2102179?query=featured_home\" rel=\"noopener noreferrer\" target=\"_blank\">published</a> a preliminary report showing that Moderna’s vaccine remains effective in protecting against the virus variant found in the U.K. However, it may be less effective in protecting against the South African variant—although researchers noted that further study is needed.&nbsp;</p>\n<p>In December 2020, an FDA <a href=\"https://www.fda.gov/media/144434/download\" rel=\"noopener noreferrer\" target=\"_blank\">analysis</a> of the phase three study of Moderna’s vaccine confirmed that it is 94.1-percent effective in preventing mild cases of COVID-19 and 100-percent effective at preventing severe cases after taking two doses.</p>\n<p><b>Safety:</b> On June 23, the U.S. Food and Drug Administration <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/us-panel-review-heart-inflammation-cases-after-pfizer-moderna-vaccines-2021-06-23/\" target=\"_blank\">said</a> it plans to add a warning label to the Pfizer and Moderna vaccines about <a href=\"https://www.nationalgeographic.com/science/article/heart-problems-after-vaccinations-are-very-rareand-often-resolve-quickly\" target=\"_blank\">rare cases of heart inflammation</a> in adolescents and young adults. The news comes after the CDC convened an emergency meeting of its advisory committee to discuss “rare but higher-than-expected” cases of myocarditis and pericarditis among young people who have received the vaccines. The committee acknowledged that these cases are likely linked to the vaccines but that the benefits of the shots outweigh the risks.</p>\n<p><b>Clinical trials status:</b> Moderna announced on December 17 that it is launching clinical trials to evaluate the vaccine’s safety in <a href=\"https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-17-20/h_d8ba867ebfe7300a65bda99cc2e2babd\" rel=\"noopener noreferrer\" target=\"_blank\">children and people with cancer</a>; it will also <a href=\"https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-17-20/h_9a24ba453f4fd361f19264327ac63a1a\" rel=\"noopener noreferrer\" target=\"_blank\">establish a “pregnancy registry</a>” to track the vaccine’s safety in people who are pregnant.&nbsp;</p>\n<p>The company <a href=\"https://investors.modernatx.com/news-releases/news-release-details/moderna-announces-phase-3-cove-study-mrna-vaccine-against-covid\" target=\"_blank\">started</a> the third phase of its clinical trials in July 2020. Preliminary findings from its phase one trials showed that healthy subjects—<a href=\"https://www.cnbc.com/2020/08/26/moderna-says-its-coronavirus-vaccine-shows-promising-results-in-small-trial-of-elderly-patients.html\" target=\"_blank\">including elderly patients</a>—produced coronavirus antibodies and a reaction from T cells, another part of the human immune response. Phase three is testing the vaccine in 30,000 U.S. participants. The company also announced plans to <a href=\"https://investors.modernatx.com/static-files/d427592c-dab4-4715-a568-31207d9832ab\" target=\"_blank\">test the safety and efficacy</a> of a booster shot that would be delivered a year after the first pair of vaccine doses, <a href=\"https://www.cnbc.com/2021/01/14/moderna-looks-to-test-covid-19-booster-shots-a-year-after-initial-vaccination.html\" target=\"_blank\">according to CNBC</a>. The trial will likely begin in July 2021.</p>\n<p>On February 24, Moderna <a href=\"https://investors.modernatx.com/news-releases/news-release-details/moderna-announces-it-has-shipped-variant-specific-vaccine\" target=\"_blank\">announced</a> that it has shipped doses of a booster vaccine to the U.S. National Institutes of Health for clinical trials. The phase one trial will determine whether the booster can improve immunity against the South Africa variant. Moderna is also investigating using a third dose of its approved vaccine to protect against variants.</p>\n<h2><a href=\"https://www.pfizer.com/science/coronavirus/vaccine\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Pfizer</b></a></h2>\n<p><b>Name:</b> BNT162b2</p>\n<p><b>Who:</b> One of the world’s largest pharmaceutical companies, based in New York, in collaboration with German biotech company BioNTech.</p>\n<p><b>What:</b> A nucleic-acid vaccine that requires two doses taken 21 days apart.</p>\n<p><b>Latest news:&nbsp;</b>A preprint study out of the United Kingdom shows that the Pfizer and AstraZeneca vaccines remain protective against the Delta variant <a href=\"https://www.ndm.ox.ac.uk/files/coronavirus/covid-19-infection-survey/finalfinalcombinedve20210816.pdf\" target=\"_blank\">but that their efficacy wanes over time</a>. Among study participants, Pfizer’s vaccine waned more rapidly. Within four to five months after a second dose, the vaccine’s efficacy was on par with the AstraZeneca shot. The study emphasizes, however, the both vaccines still significantly reduce the risk of infection.</p>\n<p>A study published in <i>Nature</i> has demonstrated that people who have received both doses of the Pfizer or AstraZeneca vaccines <a href=\"https://www.nature.com/articles/s41586-021-03777-9\" target=\"_blank\">remain fully protected against severe disease, hospitalization, and death</a> from the Delta and Beta variants. However, a single dose of either vaccine was not as protective.</p>\n<p>The findings corroborate an earlier study <a href=\"https://www.nature.com/articles/s41586-021-03738-2_reference.pdf\" target=\"_blank\">published in <i>Nature</i></a> showing that the Pfizer and Moderna vaccines elicit “robust and prolonged” immune responses. <a href=\"https://www.nytimes.com/2021/06/28/health/coronavirus-vaccines-immunity.html?partner=slack&amp;smid=sl-share\" target=\"_blank\">As the New York Times reported</a>, the findings suggest that people who are immunized with these vaccines may not need booster shots as protection may last for years so long as the virus doesn’t mutate to evade it.</p>\n<p><b>Approval status:&nbsp;</b>On December 2, 2020, the U.K. became <a href=\"https://www.gov.uk/government/news/uk-authorises-pfizer-biontech-covid-19-vaccine\" target=\"_blank\">the first Western country</a> to approve any COVID-19 vaccine when it authorized the Pfizer-BioNTech candidate—making the drug the first mRNA vaccine in history allowed for human use. The FDA <a href=\"https://www.nytimes.com/2020/12/11/health/pfizer-vaccine-authorized.html?action=click&amp;module=Top%20Stories&amp;pgtype=Homepage\" target=\"_blank\">granted emergency approval</a> to this vaccine on December 11. The vaccine has also been <a href=\"https://www.cbc.ca/news/politics/vaccine-rollout-plan-phac-1.5833912\" target=\"_blank\">granted emergency approval</a> in Canada, the <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-receive-authorization-european-union\" rel=\"noopener noreferrer\" target=\"_blank\">European Union</a>, and other countries.</p>\n<p>On May 12, the CDC <a href=\"https://www.cdc.gov/media/releases/2021/s0512-advisory-committee-signing.html\" target=\"_blank\">approved</a> Pfizer’s vaccine for emergency use in adolescents ages 12 to 15. U.K. regulators have also <a href=\"https://www.reuters.com/world/uk/uk-approves-pfizerbiontech-covid-shot-12-15-year-olds-2021-06-04/\" target=\"_blank\">approved</a> this vaccine for use in the same age group, while the European Union <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-receive-first-authorization-european\" target=\"_blank\">granted conditional authorization</a>.</p>\n<p>On May 7, Pfizer started its application for full FDA approval of its vaccine for people ages 16 and up. The Biden administration has said that <a href=\"https://www.nytimes.com/2021/08/03/us/politics/pfizer-vaccine-approval.html\" target=\"_blank\">approval could come in early September</a>. Pfizer also expects to have data that will potentially allow it to file for emergency use authorization of its COVID-19 vaccine for children ages 2 to 11 in late September.&nbsp;</p>\n<p>Pfizer and BioNTech also plan to <a href=\"https://cdn.pfizer.com/pfizercom/2021-07/Delta_Variant_Study_Press_Statement_Final_7.8.21.pdf?IPpR1xZjlwvaUMQ9sRn2FkePcBiRPGqw\" target=\"_blank\">seek FDA authorization for a booster shot</a> to help protect against the Delta variant, which is now the dominant strain in the U.S. The companies suggested that the third dose of their vaccine “may be needed within six to 12 months after full vaccination.” In August, the Biden administration said it planned to roll out booster shots of the mRNA vaccines on September 20, just a month after top health officials said that <a href=\"https://www.hhs.gov/about/news/2021/07/08/joint-cdc-and-fda-statement-vaccine-boosters.html\" target=\"_blank\">fully vaccinated Americans “do not need a booster shot at this time</a>.” First, however, the FDA must authorize the use of boosters.</p>\n<p>The announcement comes weeks after the World Health Organization called for <a href=\"https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-4-august-2021\" target=\"_blank\">a moratorium on booster shots through at least September</a>, given the global vaccination disparity. At a news conference, WHO Director General Tedros Adhanom Ghebreyesus asked the wealthy nations that are considering administering boosters to instead donate the shots to low-income countries that are struggling to access the vaccine supply.</p>\n<p><b>Distribution:</b> Pfizer and BioNTech <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-supply-united-states-100-million\" target=\"_blank\">have signed</a> several contracts with the U.S. government to provide 300 million doses by July 31, 2021.</p>\n<p>The European Union <a href=\"https://www.nytimes.com/2021/04/14/world/europe/EU-Pfizer-AstraZeneca-Covid.html\" target=\"_blank\">said</a> on April 14 that it has begun negotiations with Pfizer-BioNTech for 1.8 billion doses of their vaccines for 2022 and 2023. The move is part of the bloc’s plans to pivot away from the AstraZeneca and Johnson &amp; Johnson vaccines in favor of the mRNA vaccines.</p>\n<p>Globally, Pfizer expects to be able to produce up to 50 million vaccine doses in 2020 and 1.3 billion doses by the end of 2021. Questions have been raised over the vaccine’s storage, which requires ultra-cold freezers set at minus 70 degrees Celsius (-94 degrees F). On February 19, however, Pfizer and BioNTech <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-submit-covid-19-vaccine-stability-data\" rel=\"noopener noreferrer\" target=\"_blank\">said</a> that their vaccine can remain stable for two weeks at temperatures between minus 25℃ and minus 15℃ (-13℉ to 5℉), a common range in pharmaceutical freezers and refrigerators. The finding would allow for easier distribution of the vaccine in communities where ultra-cold storage requirements present a challenge. The companies say they have submitted the new data to the FDA for review.&nbsp;</p>\n<p><b>Efficacy:&nbsp;</b>On June 10, a study <a href=\"https://www.nature.com/articles/s41586-021-03693-y\" target=\"_blank\">published in the journal&nbsp;</a><a href=\"https://www.nature.com/articles/s41586-021-03693-y\" target=\"_blank\"><i>Nature</i></a> showed that two doses of the Pfizer vaccine protects against several virus variants, including the <a href=\"https://www.who.int/en/activities/tracking-SARS-CoV-2-variants/\" target=\"_blank\">Delta and Eta variants</a>. The news came a few days after the CDC <a href=\"https://www.cdc.gov/media/releases/2021/p0607-mrna-reduce-risks.html\" target=\"_blank\">announced</a> that the Pfizer and Moderna vaccines reduce the risk of infection by 91 percent for fully vaccinated people.</p>\n<p>On April 1, Pfizer and BioNTech <a href=\"https://investors.pfizer.com/investor-news/press-release-details/2021/Pfizer-and-BioNTech-Confirm-High-Efficacy-and-No-Serious-Safety-Concerns-Through-Up-to-Six-Months-Following-Second-Dose-in-Updated-Topline-Analysis-of-Landmark-COVID-19-Vaccine-Study/default.aspx\" target=\"_blank\">announced</a> that their vaccine is 91.3 percent effective for at least six months after the second dose and 100 percent effective against the more contagious variant circulating in South Africa. The updated analysis of the vaccine’s phase three clinical trials also showed that it offers full protection against severe cases of COVID-19 with no serious safety concerns. A preliminary study also <a href=\"https://www.biorxiv.org/content/10.1101/2021.05.09.443299v1\" target=\"_blank\">suggests</a> that the Pfizer-BioNTech and Moderna vaccines protect against a more contagious variant that drove a surge in cases in India, B.1.617.2.</p>\n<p>The CDC has also <a href=\"https://www.cdc.gov/mmwr/volumes/70/wr/mm7013e3.htm?s_cid=mm7013e3_e&amp;ACSTrackingID=USCDC_921-DM53321&amp;ACSTrackingLabel=MMWR%20Early%20Release%20-%20Vol.%2070,%20March%2029,%202021&amp;deliveryName=USCDC_921-DM53321\" target=\"_blank\">released a study</a> of the U.S. vaccine rollout showing that the Pfizer-BioNTech and Moderna vaccines are 90 percent effective in preventing symptomatic COVID-19 in real-world conditions. The study analyzed the efficacy of the two mRNA vaccines among nearly 4,000 health-care workers, first responders, and other frontline workers who were the first to receive the jab in the U.S. It also showed the vaccines are 80-percent effective after one dose. The findings confirm earlier studies from <a href=\"https://www.nytimes.com/live/2021/02/26/world/covid-19-coronavirus#pfizer-vaccine-protection\" target=\"_blank\">the U.K.</a> and <a href=\"https://www.thelancet.com/action/showPdf?pii=S0140-6736(21)00448-7\" target=\"_blank\">Israel</a>.</p>\n<p>On December 10, the <i>New England Journal of Medicine</i> <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2034577\" target=\"_blank\">published</a> the results of Pfizer’s phase three study, showing the vaccine was safe and 95-percent effective in protecting against COVID-19 in people 16 and older. Pfizer and BioNTech have also <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-biontech-announce-positive-topline-results-pivotal\" target=\"_blank\">announced</a> that a phase three trial shows that their vaccine is safe and 100 percent efficacious among children between the ages of 12 and 15, and that it elicited robust antibody responses.</p>\n<p>On February 17, the <i>New England Journal of Medicine</i> <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMc2102017?query=featured_home\" target=\"_blank\">published</a> a preliminary report showing that the Pfizer-BioNTech vaccine remains effective in protecting against the virus variants found in the U.K. and Brazil.</p>\n<p>On March 11, Pfizer <a href=\"https://investors.pfizer.com/investor-news/press-release-details/2021/Real-World-Evidence-Confirms-High-Effectiveness-of-Pfizer-BioNTech-COVID-19-Vaccine-and-Profound-Public-Health-Impact-of-Vaccination-One-Year-After-Pandemic-Declared/default.aspx\" target=\"_blank\">announced</a> that preliminary findings from Israel’s rollout suggest its vaccine is effective at preventing COVID-19 transmission. The company says that its vaccine was 97-percent effective at preventing symptomatic COVID-19 cases and 94-percent effective against asymptomatic infections. Those findings are bolstered by <a href=\"https://academic.oup.com/cid/advance-article/doi/10.1093/cid/ciab229/6167855\" target=\"_blank\">a Mayo Clinic study</a> showing that the mRNA vaccines made by Pfizer and Moderna have been shown to significantly reduce asymptomatic transmission in the U.S.</p>\n<p><b>Safety:</b> On June 23, the U.S. Food and Drug Administration <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/us-panel-review-heart-inflammation-cases-after-pfizer-moderna-vaccines-2021-06-23/\" target=\"_blank\">said</a> it plans to add a warning label to the Pfizer and Moderna vaccines about <a href=\"https://www.nationalgeographic.com/science/article/heart-problems-after-vaccinations-are-very-rareand-often-resolve-quickly\" target=\"_blank\">rare cases of heart inflammation</a> in adolescents and young adults. The news comes after the CDC convened an emergency meeting of its advisory committee to discuss “rare but higher-than-expected” cases of myocarditis and pericarditis among young people who have received the vaccines. The committee acknowledged that these cases are likely linked to the vaccines but that the benefits of the shots outweigh the risks.</p>\n<p>Severe allergic reactions following immunization with the Pfizer-BioNTech vaccine have been reported in many countries. White House advisor Anthony Fauci <a href=\"https://www.cnbc.com/video/2020/12/16/dr-anthony-fauci-with-meg-tirrell-for-special-edition-of-healthy-returns.html\" target=\"_blank\">told CNBC</a> in December that some adverse reactions are expected when a vaccine is distributed to a wider population. Regulators in the U.S. and U.K. have also released reports offering reassurances that severe reactions are rare.</p>\n<p><b>Clinical trials status:</b> On November 18, Pfizer and BioNTech <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-conclude-phase-3-study-covid-19-vaccine\" target=\"_blank\">announced</a> the conclusion of their phase three trials. The trials <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-choose-lead-mrna-vaccine-candidate-0\" target=\"_blank\">launched in July</a>, enrolling a diverse population in areas with significant SARS-CoV-2 transmission. Pfizer has <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-propose-expansion-pivotal-covid-19\" target=\"_blank\">expanded the trial&nbsp;</a>to include 44,000 people across multiple countries.</p>\n<p>On February 18, Pfizer and BioNTech <a href=\"https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-commence-global-clinical-trial-evaluate\" target=\"_blank\">announced</a> the launch of a phase two/three clinical trial to study the vaccine’s safety and efficacy among 4,000 pregnant women over the age of 18. The companies have also launched a phase 1/2/3 study in children between the ages of six months and 11 years.</p>\n<p>On June 8, Pfizer <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/pfizer-start-large-study-test-covid-19-vaccine-children-below-12-2021-06-08/\" target=\"_blank\">said</a> that it will expand its clinical trials to a larger group of children under age 12. After a phase one study showed that the vaccine was safe and effective in a group of 144 children, the clinical trials will now enroll up to 4,500 children at more than 90 sites in the U.S., Finland, Poland, and Spain. Pfizer will test a dose of 10 micrograms in children ages 5 to 11, and three micrograms for children from six months to five years old.</p>\n<p>The company expects to have data for the older group in September and will likely file for emergency authorization for that group later that month. Data for children ages two to five will likely come soon afterward, while data for the youngest age group is not expected until October or November.</p>\n<p>On July 8, Pfizer and Biotech <a href=\"https://investors.biontech.de/news-releases/news-release-details/pfizer-and-biontech-provide-update-booster-program-light-delta\" target=\"_blank\">announced</a> that they are developing an updated version of the vaccine <a href=\"https://cdn.pfizer.com/pfizercom/2021-07/Delta_Variant_Study_Press_Statement_Final_7.8.21.pdf?IPpR1xZjlwvaUMQ9sRn2FkePcBiRPGqw\" target=\"_blank\">that specifically targets the Delta variant</a>. They anticipate clinical trials will begin in August.</p>\n<h2><a href=\"https://www.ovg.ox.ac.uk/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>AstraZeneca—University of Oxford</b></a></h2>\n<p><b>Name:</b> ChAdOx1 nCoV-19&nbsp;</p>\n<p><b>Who:&nbsp;</b>The U.K. university, in collaboration with the biopharmaceutical company AstraZeneca.</p>\n<p><b>What:&nbsp;</b>A viral vector vaccine that requires two doses.</p>\n<p><b>Latest news:</b> A preprint study out of the United Kingdom shows that the Pfizer and AstraZeneca vaccines remain protective against the Delta variant <a href=\"https://www.ndm.ox.ac.uk/files/coronavirus/covid-19-infection-survey/finalfinalcombinedve20210816.pdf\" target=\"_blank\">but that their efficacy wanes over time</a>. Among study participants, Pfizer’s vaccine waned more rapidly. Within four to five months after a second dose, the vaccine’s efficacy was on par with the AstraZeneca shot. The study emphasizes, however, the both vaccines still significantly reduce the risk of infection.</p>\n<p><b>Approval status:</b> Approved for use in the United Kingdom, the European Union, Argentina, India, and other countries.</p>\n<p><b>Efficacy:&nbsp;</b>On July 8, <a href=\"https://www.nature.com/articles/s41586-021-03777-9\" target=\"_blank\">a study published in <i>Nature</i></a> demonstrated that people who have received both doses of the AstraZeneca of Pfizer vaccines remain fully protected from the Delta and Beta variants. However, a single dose of either vaccine was not as protective.</p>\n<p>On June 25, <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3874014\" target=\"_blank\">preliminary results from a British study</a> showed that mixing doses of the AstraZeneca and Pfizer vaccines provides strong protection against COVID-19. Researchers <a href=\"https://www.nytimes.com/2021/06/28/health/mixing-pfizer-astrazeneca-results.html\" target=\"_blank\">told the <i>New York Times</i></a> that the protection is strong regardless of the order in which the vaccines are administered. The findings will be useful for those who are unable to get a second AstraZeneca vaccine due to production delays and safety concerns, although researchers say it’s still best to get two doses of the same vaccine for now.</p>\n<p>On March 24, AstraZeneca <a href=\"https://www.astrazeneca.com/media-centre/press-releases/2021/azd1222-us-phase-iii-primary-analysis-confirms-safety-and-efficacy.html\" target=\"_blank\">released</a> the primary analysis of its U.S. phase three clinical trials showing that its vaccine is 76 percent effective at preventing COVID-19, slightly lower than the 79 percent efficacy it had announced two days earlier based on a partial analysis of the data. It is also 85 percent effective in people 65 and older and 100 percent effective at preventing severe cases of the disease.</p>\n<p>U.S. health officials had taken the unusual step of <a href=\"https://www.nih.gov/news-events/news-releases/niaid-statement-astrazeneca-vaccine\" target=\"_blank\">questioning the decision to release the interim results</a>, describing them as “outdated and potentially misleading.” In a letter <a href=\"https://www.washingtonpost.com/world/astrazeneca-oxford-vaccine-concerns/2021/03/23/2f931d34-8bc3-11eb-a33e-da28941cb9ac_story.html\" target=\"_blank\">obtained by the Washington Post</a>, an independent panel of experts at the National Institutes of Health that oversees U.S. clinical trials said that it had recommended the company release a later analysis instead, showing the vaccine may be 69 to 74 percent effective.</p>\n<p>On February 3, AstraZeneca and Oxford <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3777268\" target=\"_blank\">released a preprint study</a> of a phase three trial showing that their vaccine is 76-percent effective at preventing COVID-19 after one dose, with no severe cases or hospitalizations reported. The data also suggest that the vaccine may reduce asymptomatic transmission of the virus. Weekly swabs of participants testing for the presence of the virus found a 67-percent reduction in positive swabs after the first dose.&nbsp;</p>\n<p>The companies <a href=\"https://www.astrazeneca.com/content/astraz/media-centre/press-releases/2021/covid-19-vaccine-astrazeneca-confirms-protection-against-severe-disease-hospitalisation-and-death-in-the-primary-analysis-of-phase-iii-trials.html#!\" target=\"_blank\">also said</a> that the vaccine’s efficacy increased to 82 percent when the second dose was taken after 12 weeks or longer, rather than the originally recommended four-week interval. The British government has recommended the longer gap in its rollout of the vaccine to prioritize getting the first shot to as many at-risk people as possible.&nbsp;</p>\n<p>On February 7, South Africa <a href=\"https://www.nytimes.com/2021/02/07/world/africa/covid-vaccine-astrazeneca-south-africa.html\" target=\"_blank\">halted</a> its use of the AstraZeneca-Oxford vaccine after preliminary laboratory studies showed it offered only minimal protection against the virus variant that is dominant in that country. The finding was later confirmed by <a href=\"https://www.nejm.org/doi/10.1056/NEJMoa2102214\" target=\"_blank\">a study published in the New England Journal of Medicine</a> showing that the vaccine does not protect against mild to moderate cases of COVID-19 caused by the South African variant. <a href=\"https://www.reuters.com/article/uk-health-coronavirus-britain-vaccines-v/data-on-astrazeneca-vaccine-and-south-african-variant-should-come-soon-uk-expert-says-idUSKBN29I18P\" target=\"_blank\">Early data suggested&nbsp;</a>that the vaccine will still effectively protect against the variant that is prevalent throughout the U.K.</p>\n<p><b>Safety:</b> On June 9, a study <a href=\"https://www.nature.com/articles/s41591-021-01408-4\" target=\"_blank\">published in the journal <i>Nature Medicine</i></a> found that people who have received the AstraZeneca vaccine have a slightly increased risk of a bleeding disorder. The analysis of 2.53 million people who received the vaccine found an incidence of 1.13 cases per 100,000 vaccines. Researchers said the benefits of getting the vaccine outweigh the risks. The study echoes and earlier <a href=\"https://www.ema.europa.eu/en/news/astrazenecas-covid-19-vaccine-ema-finds-possible-link-very-rare-cases-unusual-blood-clots-low-blood\" target=\"_blank\">safety review conducted by the European Medicines Agency</a>.</p>\n<p>In Canada, meanwhile, on June 29 regulatory officials advised people with a history of capillary leak syndrome against receiving the AstraZeneca vaccine. Health Canada i<a href=\"https://www.theglobeandmail.com/canada/article-heath-canada-adds-warning-of-very-rare-serious-condition-as-potential/\" target=\"_blank\">s also updating the vaccine’s label</a> to add the syndrome as a potential side effect.</p>\n<p><b>Distribution:</b> Project members say their candidate can be stored at temperatures seen in common refrigeration. Oxford and AstraZeneca expect to produce up to three billion doses of the vaccine in 2021.</p>\n<p>On December 30, the U.K. announced changes to its <a href=\"https://www.gov.uk/government/news/oxford-universityastrazeneca-vaccine-authorised-by-uk-medicines-regulator\" rel=\"noopener noreferrer\" target=\"_blank\">vaccine delivery plan</a>: With COVID-19 infections spreading rapidly, the country said it would prioritize delivering the first dose of either vaccine to as many at-risk people as possible, based on data <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/948334/Information_for_UK_healthcare_professionals_on_COVID-19_Vaccine_AstraZeneca.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">provided to and released by</a> health regulators. &nbsp;It will do so by delaying administration of the second dose of the AstraZeneca-Oxford drug. A similar rule was issued for the Pfizer-BioNTech vaccine, but regulators didn’t provide <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/948338/jcvi-advice-on-priority-groups-for-covid-19-vaccination-30-dec-2020.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">data to back the new regimen</a>. Overall, the U.K. still recommends that recipients receive two doses of either vaccine for maximum benefit.&nbsp;</p>\n<p>On February 15, the WHO <a href=\"https://www.who.int/news/item/15-02-2021-who-lists-two-additional-covid-19-vaccines-for-emergency-use-and-covax-roll-out\" rel=\"noopener noreferrer\" target=\"_blank\">listed</a> the AstraZeneca-Oxford vaccine for emergency use, which will allow the agency to begin rolling out the vaccine in low-income countries through the COVAX Facility. Reuters <a href=\"https://www.reuters.com/article/us-health-coronavirus-ivorycoast-vaccine/ivory-coast-becomes-second-country-to-receive-covax-vaccines-idUSKBN2AQ1CZ\" rel=\"noopener noreferrer\" target=\"_blank\">reports</a> that COVAX plans to deliver nearly two billion doses to more than 90 low- and middle-income countries by the end of the year.</p>\n<p>On April 26, the Associated Press <a href=\"https://apnews.com/article/politics-health-business-government-and-politics-coronavirus-26fa41b98fab721218d9a51065351d9d\" target=\"_blank\">reported</a> that the U.S. plans to share its AstraZeneca vaccine stockpile with the rest of the world—up to 60 million doses. The U.S. has not yet authorized the company’s vaccine for use.</p>\n<p>The European Union also said on April 26 that it is <a href=\"https://www.nytimes.com/2021/04/26/world/europe/eu-astrazeneca-vaccine-lawsuit.html\" target=\"_blank\">suing AstraZeneca</a> over the delays in shipping hundreds of millions of doses of its vaccine. According to the New York Times, AstraZeneca has said it will only be able to deliver a third of the 300 million doses it had promised Europe by the end of June. The lawsuit will hinge on whether AstraZeneca can prove it has made its “best efforts” to deliver the doses on time, according to the terms of the contract.</p>\n<p><b>Clinical trials status:</b> On December 11, AstraZeneca and Russia’s Gamaleya Institute <a href=\"https://www.cnbc.com/2020/12/11/coronavirus-astrazeneca-to-work-on-vaccine-with-russias-gamaleya.html\" rel=\"noopener noreferrer\" target=\"_blank\">announced</a> plans to work together to study the possibility of combining Oxford’s vaccine with Gamaleya’s Sputnik V vaccine. Since both use the same adenovirus, researchers will investigate whether a combination of the two will improve efficacy.&nbsp;</p>\n<p>The AstraZeneca-Oxford vaccine’s phase three trial aims to recruit up to 50,000 volunteers in Brazil, the U.K., the United States, and South Africa. On September 8, AstraZeneca paused the trials for a safety review due to an adverse reaction in one participant in the U.K., which the company described as a “routine action.” After an investigation by independent regulators, the trials <a href=\"https://www.astrazeneca.com/content/astraz/media-centre/press-releases/2020/covid-19-vaccine-azd1222-clinical-trials-resumed-in-the-uk.html\" rel=\"noopener noreferrer\" target=\"_blank\">resumed</a> in the U.K., Brazil, South Africa, and India in September and <a href=\"https://www.wsj.com/articles/covid-19-vaccine-trial-from-astrazeneca-oxford-can-resume-in-u-s-11603476923\" rel=\"noopener noreferrer\" target=\"_blank\">resumed in the U.S.</a> a month later.</p>\n<h2><a href=\"https://novavax.com/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Novavax</b></a></h2>\n<p><b>Name:</b> NVX-CoV2373</p>\n<p><b>Who:</b> A biotechnology company based in Gaithersburg, Maryland.</p>\n<p><b>What:</b> A protein vaccine that involves a nanoparticle carrier to better aid delivery and uptake by cells.The vaccine is administered in two doses, 21 days apart.</p>\n<p><b>Latest news:</b> On August 5, Novavax said that it <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/novavax-again-delays-seeking-us-approval-covid-19-vaccine-2021-08-05/\" target=\"_blank\">will hold off on submitting its vaccine to the FDA for emergency use authorization</a> until the fourth quarter of 2021 rather than the third quarter as the company had previously announced. Reuters reports that Novavax also said that it will file a separate application for booster shots once the emergency use authorization submission is processed; the company said its booster shot given six months after the two-dose regimen elicited a 4.6-fold increase in antibodies. The company has filed for authorization from regulators in India, Indonesia, and the Philippines.</p>\n<p>The <i>New York Times</i> also reported that the federal government <a href=\"https://www.nytimes.com/2021/08/05/us/politics/novavax-coronavirus-vaccine.html\" target=\"_blank\">will not fund further production of the Novavax vaccine</a> until the company resolves regulators’ concerns about its lagging production process.</p>\n<p><b>Approval status:</b> Not approved for use.</p>\n<p><b>Efficacy and safety:&nbsp;</b>On June 14, Novavax <a href=\"https://ir.novavax.com/news-releases/news-release-details/novavax-covid-19-vaccine-demonstrates-90-overall-efficacy-and\" target=\"_blank\">announced</a> that its vaccine is safe and 90.4 percent effective in protecting against COVID-19—including the more contagious virus variants that are circulating. The vaccine is also 100 percent effective at preventing moderate and severe disease among 29,960 clinical trial participants age 18 and older in the U.S. and Mexico.</p>\n<p>On March 11, Novavax <a href=\"https://ir.novavax.com/news-releases/news-release-details/novavax-confirms-high-levels-efficacy-against-original-and\" target=\"_blank\">announced</a> that a final analysis of its phase three clinical trials in the U.K. shows that its vaccine is 96.4-percent effective in preventing COVID-19. It also announced the findings of its phase 2b clinical trial in South Africa, which showed the vaccine was only 48.6-percent effective against the strains circulating there. Both trials showed the vaccine is 100-percent effective at preventing severe cases of the disease.</p>\n<p>On January 28, Novavax had <a href=\"https://ir.novavax.com/news-releases/news-release-details/novavax-covid-19-vaccine-demonstrates-893-efficacy-uk-phase-3\" target=\"_blank\">announced</a> preliminary results of its phase three trials in the U.K., which showed at the time that its vaccine is 89.3-percent effective in preventing COVID-19. On September 2, a study of the company’s phase one trial <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2026920\" target=\"_blank\">published in the <i>New England Journal of Medicine</i></a> found that the vaccine was safe and produced coronavirus antibodies at a higher level than is seen among those who have recovered from COVID-19. It also stimulated T cells, another arm of the human immune response.</p>\n<p><b>Clinical trials status:</b> On September 24, Novavax <a href=\"https://ir.novavax.com/news-releases/news-release-details/novavax-initiates-phase-3-efficacy-trial-covid-19-vaccine-united\" target=\"_blank\">announced</a> the launch of its phase three trial in the United Kingdom, which will evaluate the vaccine in up to 10,000 people, both with and without underlying conditions. Up to 400 participants will also be vaccinated against the seasonal flu as part of a sub-study that <a href=\"https://www.nytimes.com/2020/09/24/health/covid-19-vaccine-novavax.html\" target=\"_blank\">will help determine</a> whether it is safe to give patients both vaccines at the same time. On November 30, Novavax <a href=\"https://ir.novavax.com/news-releases/news-release-details/novavax-announces-covid-19-vaccine-clinical-development-progress\" target=\"_blank\">said it had completed enrollment</a> in its phase three trial in the U.K.</p>\n<p>On December 28, Novavax <a href=\"https://ir.novavax.com/news-releases/news-release-details/novavax-announces-initiation-prevent-19-pivotal-phase-3-efficacy\" target=\"_blank\">announced</a> the launch of a phase three study in the U.S. and Mexico, which will evaluate the safety and efficacy of its vaccine in up to 30,000 adults.</p>\n<h2><a href=\"https://www.jnj.com/coronavirus\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Johnson &amp; Johnson</b></a></h2>\n<p><b>Name:</b> JNJ-78436735</p>\n<p><b>Who:</b> One of the world’s largest multinational corporations, based in New Jersey, specializing in healthcare and pharmaceutical products.</p>\n<p><b>What:</b> A single-dose vector vaccine. (<a href=\"https://www.nationalgeographic.com/science/article/johnson-johnson-us-third-vaccine-how-it-works\" rel=\"noopener noreferrer\" target=\"_blank\">Here’s how the Johnson &amp; Johnson vaccine works</a>.)</p>\n<p><b>Latest news:&nbsp;</b>On July 20, the <i>New York Times</i> reported on a preliminary study showing that <a href=\"https://www.nytimes.com/2021/07/20/health/coronavirus-johnson-vaccine-delta.html?partner=slack&amp;smid=sl-share\" target=\"_blank\">Johnson &amp; Johnson’s vaccine is less effective against the Delta and Lambda variants</a> than it is against the original virus strain. The paper notes that the results were obtained in a lab experiment and may not reflect the vaccine’s real-world efficacy.</p>\n<p>The results are also at odds with an earlier study conducted by Johnson &amp; Johnson <a href=\"https://www.jnj.com/positive-new-data-for-johnson-johnson-single-shot-covid-19-vaccine-on-activity-against-delta-variant-and-long-lasting-durability-of-response\" target=\"_blank\">showing</a> that its vaccine offers strong protection against Delta. Those studies showed a slight drop in efficacy compared to the original virus, but say it is more effective against Delta than the Beta variant of concern. The studies also showed that the protections last for at least eight months.</p>\n<p><b>Approval status:</b> Approved for use in the U.S., <a href=\"https://www.reuters.com/article/us-health-coronavirus-bahrain/bahrain-first-to-approve-johnson-johnson-covid-19-vaccine-for-emergency-use-regulator-idUSKBN2AP21X?feedType=RSS&amp;feedName=healthNews\" target=\"_blank\">Bahrain</a>, Canada, and the European Union.</p>\n<p><b>Distribution:</b> On March 2, the U.S. <a href=\"https://www.washingtonpost.com/politics/2021/03/02/joe-biden-live-updates/\" target=\"_blank\">announced</a> that Johnson &amp; Johnson has partnered with its competitor Merck to increase the supply of its COVID-19 vaccine. Merck will dedicate two facilities to producing the vaccine, which could double the amount of available doses. Biden said that the additional doses will allow the U.S. to vaccinate all adults by the end of May.</p>\n<p>On June 11, the New York Times reported that the FDA <a href=\"https://www.nytimes.com/live/2021/06/11/world/covid-vaccine-coronavirus-mask\" target=\"_blank\">has told</a> Johnson &amp; Johnson to throw out 60 million doses made at its plant in Baltimore. The news came a day after <a href=\"https://www.jnj.com/johnson-johnson-statement-on-fda-approval-of-shelf-life-extension-for-companys-covid-19-vaccine\" target=\"_blank\">CNN reported</a> that the U.S. hasn’t sent any shipments of the vaccine since the first week of May due to a lack of supply caused by earlier issues at the plant. On June 10, Johnson &amp; Johnson also <a href=\"https://www.jnj.com/johnson-johnson-statement-on-fda-approval-of-shelf-life-extension-for-companys-covid-19-vaccine\" target=\"_blank\">announced</a> that the FDA has approved an extension of the shelf life of its vaccine from three to four and a half months.</p>\n<p><b>Efficacy:</b> On February 24, an FDA analysis <a href=\"https://www.fda.gov/media/146217/download\" target=\"_blank\">confirmed</a> Johnson &amp; Johnson’s earlier report that its vaccine is safe and effective in preventing COVID-19. The report found the vaccine is 72-percent effective in preventing COVID-19 based on U.S. trials, and 85-percent effective in preventing severe disease across all regions. It also shows that the vaccine was 64-percent effective in preventing disease in the company’s South African trials, which is higher than had previously been reported.&nbsp;</p>\n<p>On June 9, a study <a href=\"https://www.nature.com/articles/s41586-021-03681-2\" target=\"_blank\">published in the journal <i>Nature</i></a> showed that Johnson &amp; Johnson’s vaccine is effective in protecting against virus variants, including the <a href=\"https://www.who.int/en/activities/tracking-SARS-CoV-2-variants/\" target=\"_blank\">Beta and Gamma variants of concern</a>. The study showed that the vaccine elicits neutralizing antibodies and a T-cell response among people who live in areas where the variants are widely circulating, including Brazil and South Africa.</p>\n<p><b>Safety:</b> On July 13, U.S. regulators <a href=\"https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-july-13-2021\" target=\"_blank\">added a warning to Johnson &amp; Johnson’s vaccine</a> in response to rare reports linking the shot to Guillain-Barré Syndrome, a disorder in which the body’s immune system attacks the nerves. The FDA said there have been about a hundred preliminary reports of the syndrome among the 12.8 million people who have received the Johnson &amp; Johnson vaccine. It added that the benefits of receiving the vaccine still outweigh the risks.</p>\n<p>CDC officials told the <i>Washington Post&nbsp;</i>that the cases <a href=\"https://www.washingtonpost.com/health/2021/07/12/johnson-and-johnson-warning/\" target=\"_blank\">have mostly been reported about two weeks after vaccination among men</a>, many aged 50 or older, and that these cases will be discussed during an upcoming meeting of the CDC’s advisory committee.</p>\n<p>In the spring, the vaccine’s rollout was briefly halted <a href=\"https://www.fda.gov/news-events/press-announcements/joint-cdc-and-fda-statement-johnson-johnson-covid-19-vaccine\" target=\"_blank\">in the U.S.</a> and across Europe as regulators investigated reports of blood clotting among people who have received the shot. The FDA and CDC reviewed 15 cases of blood clots. The cases—which the agencies noted are “extremely rare”—occurred in women between the ages of 18 and 48 within six to 13 days after vaccination. The Europeans Medicines Agency also said that the cases it <a href=\"https://www.ema.europa.eu/en/news/meeting-highlights-pharmacovigilance-risk-assessment-committee-prac-6-9-april-2021\" target=\"_blank\">reviewed</a> occurred in people under 60—mostly women—within three weeks of vaccination.</p>\n<p>On April 23, the U.S. FDA and CDC <a href=\"https://www.fda.gov/news-events/press-announcements/fda-and-cdc-lift-recommended-pause-johnson-johnson-janssen-covid-19-vaccine-use-following-thorough\" target=\"_blank\">lifted the pause</a> on Johnson &amp; Johnson’s vaccine and said that immunizations can resume immediately. The agencies said that the risk of blood clots is “very low” and that the benefits of getting the vaccine outweigh the risks. It will add information about the increased risk of blood clots to the vaccine’s label. The decision came days after the European Medicines Agency <a href=\"https://www.ema.europa.eu/en/news/covid-19-vaccine-janssen-ema-finds-possible-link-very-rare-cases-unusual-blood-clots-low-blood\" target=\"_blank\">said</a> that blood clots should be listed as a “very rare” side effect of Johnson &amp; Johnson’s COVID-19 vaccine.</p>\n<p><b>Clinical trials status:</b> On September 23, 2020, Johnson &amp; Johnson <a href=\"https://www.jnj.com/johnson-johnson-initiates-pivotal-global-phase-3-clinical-trial-of-janssens-covid-19-vaccine-candidate\" target=\"_blank\">announced</a> the launch of its phase three “ENSEMBLE” trial to evaluate the safety of the vaccine—and how well it works—among up to 60,000 adults from a variety of countries. The trial will include “significant representation” from older populations and those with underlying conditions that make them more susceptible to COVID-19.</p>\n<p>On October 12, 2020, Johnson &amp; Johnson <a href=\"https://www.jnj.com/our-company/johnson-johnson-temporarily-pauses-all-dosing-in-our-janssen-covid-19-vaccine-candidate-clinical-trials\" target=\"_blank\">announced</a> that it paused phase three trials for an independent safety review due to an unexplained illness in a participant. The company didn’t provide any details, in part to protect the patient’s privacy, but said that illnesses and accidents are expected in large clinical studies. What’s more, study pauses are routine for clinical trials <a href=\"https://www.statnews.com/2020/10/12/johnson-johnson-covid-19-vaccine-study-paused-due-to-unexplained-illness-in-participant/\" target=\"_blank\">and aren’t typically reported</a>. Later that month, the company <a href=\"https://www.jnj.com/our-company/johnson-johnson-prepares-to-resume-phase-3-ensemble-trial-of-its-janssen-covid-19-vaccine-candidate-in-the-us\" target=\"_blank\">announced</a> it would resume trials, which were <a href=\"https://www.jnj.com/our-company/johnson-johnson-announces-its-first-phase-3-covid-19-vaccine-trial-ensemble-is-fully-enrolled\" target=\"_blank\">fully enrolled</a> with 45,000 participants by December 17.</p>\n<p>On April 2, Johnson &amp; Johnson <a href=\"https://www.jnj.com/johnson-johnson-expands-phase-2a-clinical-trial-of-covid-19-vaccine-candidate-to-include-adolescents\" target=\"_blank\">announced</a> that it has begun vaccinating children age 12 to 17 as part of its phase 2a clinical trial. The company said it will initially test the vaccine in adolescents age 16 to 17 before expanding it to younger children.</p>\n<h2><a href=\"http://www.sinopharm.com/1156.html\" target=\"_blank\"><b>Sinopharm</b></a></h2>\n<p><b><a target=\"_blank\"></a>Name:</b> None</p>\n<p><b>Who:</b> China’s state-run pharmaceutical company, in collaboration with the Wuhan Institute of Biological Products.</p>\n<p><b>What:</b> Two inactivated SARS-CoV-2 vaccines.</p>\n<p><b>Latest news:</b> On July 19, preliminary results from a study conducted in Sri Lanka found that Sinopharm’s vaccine was less effective against the Delta variant than the original SARS-CoV-2 strain. As Reuters reported, the study showed that the vaccine <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/sinopharms-covid-19-shot-induces-weaker-antibody-responses-delta-study-2021-07-21/\" target=\"_blank\">elicited a 1.38-fold reduction in antibody levels</a> against the variant.</p>\n<p><b>Distribution:&nbsp;</b>Authorities in China <a href=\"https://www.nytimes.com/live/2020/12/21/world/covid-19-coronavirus#china-aims-to-vaccinate-50-million-people-by-mid-february-and-other-news-from-around-the-world\" target=\"_blank\">have set a goal</a> to vaccinate 50 million people by Lunar New Year in mid-February, despite <a href=\"https://www.nytimes.com/2020/12/29/business/china-coronavirus-vaccine.html?referringSource=articleShare\" target=\"_blank\">the lack of evidence</a> that their available vaccines are safe and effective. Chinese officials have said the vaccine will be free for Chinese citizens, and that they will prioritize immunizations for high-risk groups such as the elderly and people with underlying conditions.</p>\n<p>On January 13, Hungary’s government <a href=\"https://news.yahoo.com/hungary-reached-deal-sinopharm-vaccine-093743432.html\" target=\"_blank\">announced</a> that it had reached a deal with Sinopharm to buy the company’s vaccine, following Hungary’s criticisms of the pace of the European Commission’s vaccine rollout.</p>\n<p><b>Approval status:&nbsp;</b>China has approved one of the company’s vaccines for general use and another for limited use. One of the Sinopharm vaccines has also been approved by the World Health Organization as well as in Bahrain, the United Arab Emirates, and other countries.</p>\n<p>Sinopharm <a href=\"https://www.scmp.com/news/china/society/article/3111347/coronavirus-sinopharm-applies-regulatory-approval-china-launch\" target=\"_blank\">filed for final regulatory approval</a> from China in late November, two months after the <i>New Yorker</i> <a href=\"https://www.newyorker.com/news/news-desk/the-november-surprise-of-chinas-coronavirus-vaccine\" target=\"_blank\">reported</a> that hundreds of thousands of Chinese civilians have already been vaccinated under the government’s emergency-use approval. China began to inoculate medical workers and other high-risk groups with the Sinopharm trial vaccines in July, making it the first experimental vaccine available to civilians beyond clinical volunteers.</p>\n<p><b>Efficacy and safety:</b> On May 7, the World Health Organization <a href=\"https://www.who.int/news/item/07-05-2021-who-lists-additional-covid-19-vaccine-for-emergency-use-and-issues-interim-policy-recommendations\" target=\"_blank\">estimated</a> the Sinopharm vaccine’s efficacy to be 79 percent among all age groups, affirming the company’s earlier <a href=\"https://www.nytimes.com/2020/12/29/world/a-chinese-covid-19-vaccine-has-proved-effective-its-maker-said.html?referringSource=articleShare\" target=\"_blank\">announcement</a> of the results of its phase three study.</p>\n<p>Preliminary findings from two randomized trials, <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2769612\" target=\"_blank\">published in the <i>Journal of the American Medical Association</i></a>, have shown the vaccine can trigger an antibody response with no serious adverse effects. The study did not measure T cell-mediated immune responses. These results are significant, though, as they are the first published data from human clinical trials for a COVID-19 vaccine that uses a whole, inactivated virus.</p>\n<p><b>Clinical trials status:</b> Sinopharm <a href=\"https://www.reuters.com/article/us-health-coronavirus-emirates-vaccine/chinas-sinopharm-begins-late-stage-trial-of-covid-19-vaccine-in-uae-idUSKCN24H14T\" target=\"_blank\">launched its first phase three trial</a> in July 2020 among 15,000 volunteers—aged 18 to 60, with no serious underlying conditions—in the UAE. The company <a href=\"https://www.businesswire.com/news/home/20200717005085/en/World%E2%80%99s-Phase-III-Clinical-Trial-COVID-19-Inactivated\" target=\"_blank\">selected the UAE because</a> it has a diverse population made up of approximately 200 nationalities, making it an ideal testing ground. Sinopharm will also undertake phase three trials in locations such as <a href=\"https://www.reuters.com/article/us-health-coronavirus-vaccine-sinopharm/peru-to-test-china-sinopharms-covid-19-vaccine-in-phase-3-trial-idUSKCN25G0G9\" target=\"_blank\">Peru</a> and <a href=\"https://www.reuters.com/article/us-health-coronavirus-bahrain-vaccine/chinas-sinopharm-starts-phase-iii-trial-of-covid-19-vaccine-in-bahrain-idUSKCN2561V1\" target=\"_blank\">Bahrain</a>.</p>\n\n\n<h2><a href=\"http://www.sinovac.com/\" target=\"_blank\"><b>Sinovac</b></a></h2>\n<p><b><a target=\"_blank\"></a>Name:</b> CoronaVac</p>\n<p><b>Who:</b> A Chinese biopharmaceutical company, in collaboration with Brazilian research center Butantan.</p>\n<p><b>What:</b> An inactivated vaccine.</p>\n<p><b>Latest news:</b> On July 15, Reuters reported that the leaders of a Chilean study have <a href=\"https://www.reuters.com/world/americas/chilean-sinovac-trial-leaders-recommend-third-dose-covid-19-vaccine-2021-07-15/\" target=\"_blank\">recommended administering a third dose of Sinovac’s vaccine</a> as its efficacy has waned in the face of the Delta variant. The vaccine’s level of protection is lower than others—late-stage trials found that it is 51 percent effective in preventing COVID-19. Still, <a href=\"https://www.nature.com/articles/d41586-021-01497-8\" target=\"_blank\"><i>Nature</i> reports</a> that it is 100 percent effective at preventing severe disease and therefore is key to helping curb the pandemic.</p>\n<p><b>Approval status:</b> Approved for limited use by the WHO as well as in China, Indonesia, Brazil, and other countries.</p>\n<p><b>Efficacy and safety:</b> Reports released in early January place CoronaVac’s efficacy below that of other authorized vaccines. Results from a late-stage clinical trial released on January 13 found that CoronaVac had <a href=\"https://www.bbc.com/news/world-latin-america-55642648\" target=\"_blank\">an efficacy of 50.4 percent</a>, slightly more than the 50-percent minimum recommended by the World Health Organization. The difference comes down to the earlier estimate’s exclusion of trial participants who got “very mild infections” but did not require clinical assistance.</p>\n<p>&nbsp;On April 7, <a href=\"https://www.medrxiv.org/content/10.1101/2021.04.07.21255081v1\" target=\"_blank\">a preliminary study</a> of CoronaVac’s vaccine rollout in Brazil showed that the vaccine is about 50 percent effective in protecting against COVID-19 in a region where the highly transmissible P.1 variant is circulating.</p>\n<p><b>Clinical trials status:</b> CoronaVac <a href=\"http://www.sinovac.com/?optionid=754&amp;auto_id=907\" target=\"_blank\">entered phase three trials</a> in July, with plans to recruit nearly 9,000 healthcare professionals in Brazil, in addition to phase three trials in <a href=\"https://www.reuters.com/article/us-health-coronavirus-indonesia-vaccine/sinovac-launches-phase-3-trial-for-covid-19-vaccine-in-indonesia-reports-phase-2-details-idUSKCN2570E9\" target=\"_blank\">Indonesia</a>. A planned trial in Bangladesh was delayed, <a href=\"https://asia.nikkei.com/Spotlight/Coronavirus/China-forges-on-with-vaccine-diplomacy-amid-Pfizer-fanfare\" target=\"_blank\">after Bangladesh refused in October</a> to co-finance a late-stage trial.</p>\n<h2><a href=\"https://biomed.cigb.edu.cu/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Center for Genetic Engineering and Biotechnology</b></a></h2>\n<p><b>Name:</b> Abdala</p>\n<p><b>Who:&nbsp;</b>A government-run research institute in Cuba.</p>\n<p><b>What:</b> A protein subunit vaccine that’s administered in three doses.</p>\n<p><b>Latest news:</b> On June 22, Cuba announced that the Abdala vaccine is 92.28 percent effective against COVID-19. Data has not yet been released, but Reuters <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/cuba-says-abdala-vaccine-9228-effective-against-coronavirus-2021-06-21/\" target=\"_blank\">reports</a> that Cuban regulators are expected to grant emergency use authorization to both the Abdala and Soberana-02 vaccines. However, the country <a href=\"https://www.nytimes.com/2021/05/12/world/cuba-vaccine.html?searchResultPosition=1\" target=\"_blank\">has already begun</a> administering the two vaccines among health workers as part of an “intervention study.”</p>\n<p><b>Clinical trials:</b> In March Cuba <a href=\"http://www.xinhuanet.com/english/northamerica/2021-03/20/c_139823225.htm\" target=\"_blank\">launched</a> phase three clinical trials for the Abdala vaccine among 48,000 volunteers.</p>\n<h2><a href=\"https://www.finlay.edu.cu/en\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Finlay Institute for Vaccines</b></a></h2>\n<p><b><a target=\"_blank\"></a>Name:</b> Soberana-02</p>\n<p><b>Who:</b> A government-run research institute in Cuba.</p>\n<p><b>What:</b> A conjugate vaccine that uses part of the virus spike protein.</p>\n<p><b>Latest news:&nbsp;</b>On June 22, the <i>New York Times</i> <a href=\"https://www.nytimes.com/2021/06/22/world/americas/cuba-vaccine-abdala.html\" target=\"_blank\">reported</a> that the Soberana-02 vaccine was 62 percent effective at preventing COVID-19 after two of its three required doses. Results for all three doses is expected within weeks.</p>\n<p><b>Clinical trials:&nbsp;</b>On March 4, Cuba became the first country in Latin America to <a href=\"https://www.miamiherald.com/news/nation-world/world/americas/cuba/article249696913.html\" rel=\"noopener noreferrer\" target=\"_blank\">announce the launch of a phase three clinical trial</a> for one of its COVID-19 vaccines, the <i>Miami Herald</i> reported. The Cuban government hasn’t released any data from early-stage trials but said the phase three trial will be conducted in Havana among 44,000 volunteers.</p>\n<h2><a href=\"https://www.curevac.com/en/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>CureVac</b></a></h2>\n<p><b>Name:</b> CVnCoV</p>\n<p><b>Who:</b> A German biopharmaceutical company <a href=\"https://www.curevac.com/en/2021/01/07/curevac-and-bayer-join-forces-on-covid-19-vaccine-candidate-cvncov/\" target=\"_blank\">in partnership with Bayer</a>, a German multinational pharmaceutical company.</p>\n<p><b>What:</b> An mRNA vaccine that’s administered in two doses taken 28 days apart.</p>\n<p><b>Latest news:</b> On June 16, CureVac <a href=\"https://www.curevac.com/en/2021/06/16/curevac-provides-update-on-phase-2b-3-trial-of-first-generation-covid-19-vaccine-candidate-cvncov/\" target=\"_blank\">reported</a> disappointing results from a study of its clinical trials showing its vaccine is 47 percent effective in preventing COVID-19, falling short of the company’s own criteria for success. CureVac attributed its results to the virus variants that are now circulating. It sequenced 124 cases of COVID-19 among clinical trial participants and found only one case was caused by the original SARS-CoV-2 virus and more than half were caused by variants of concern.</p>\n<p>The <i>New York Times</i> <a href=\"https://www.nytimes.com/2021/06/16/health/covid-vaccine-curevac.html?partner=slack&amp;smid=sl-share\" target=\"_blank\">reports</a> that CureVac still intends to apply for approval from the European Medicines Agency. The company has a deal to provide 405 million doses to the European Union if its vaccine is authorized.</p>\n<p><b>Approval status:</b> Not approved for use.</p>\n<p><b>Efficacy and safety:</b> On January 11, CureVac <a href=\"https://www.curevac.com/en/2021/01/11/curevacs-covid-19-vaccine-candidate-cvncov-demonstrated-efficient-protection-of-non-human-primates-during-sars-cov-2-challenge-infection/\" target=\"_blank\">announced</a> that preliminary results show its vaccine prompted robust antibody and T-cell responses in rhesus macaques.</p>\n<p><b>Clinical trials status:</b> On December 14, CureVac <a href=\"https://www.curevac.com/en/2020/12/14/curevac-commences-global-pivotal-phase-2b-3-trial-for-covid-19-vaccine-candidate-cvncov/\" target=\"_blank\">announced</a> it had begun enrolling participants in a phase 2b/3 study to assess its vaccine’s safety and efficacy in more than 35,000 participants in Europe and Latin America. One week later, the company <a href=\"https://www.curevac.com/en/2020/12/21/curevac-and-the-university-medical-center-mainz-start-phase-3-clinical-trial-for-covid-19-vaccine-candidate-cvncov-in-healthcare-workers/\" target=\"_blank\">launched</a> a separate phase three trial in healthcare workers in Mainz, Germany.</p>\n\n\n\n<h2><a href=\"https://www.sanofi.com/en/our-covid-19-vaccine-candidates/phase-2-clinical-trial-for-COVID19-recombinant-protein-vaccine-candidate\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Sanofi-GSK</b></a></h2>\n<p><b><a target=\"_blank\"></a>Name:</b> None</p>\n<p><b>Who:</b> A global biopharmaceutical company in partnership with a global healthcare company.</p>\n<p><b>What:</b> An adjuvant-supported recombinant-protein vaccine.</p>\n<p><b>Latest news:</b> On May 27, Sanofi and GSK <a href=\"https://www.sanofi.com/en/media-room/press-releases/2021/2021-05-27-07-30-00-2236989#\" target=\"_blank\">announced</a> that they’ve started to enroll participants in a phase three clinical study of their COVID-19 vaccine candidate. The study will test the safety and efficacy of the vaccine in 35,000 volunteers ages 18 and older in the U.S., Asia, Africa, and Latin America. The study’s broad geographic range will allow the companies to evaluate the vaccine’s efficacy against the virus variants that are circulating around the world.</p>\n<p><b>Approval status:</b> Not approved for use.</p>\n<p><b>Efficacy and safety:</b> On May 17, the companies <a href=\"https://www.sanofi.com/en/media-room/press-releases/2021/2021-05-17-07-30-00-2230312\" target=\"_blank\">announced</a> that a study of their phase two clinical trials shows the vaccine generated a high level of neutralizing antibodies with no safety concerns.</p>\n<h2><a href=\"https://biologicale.com/index.html\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Biological E. Limited</b></a></h2>\n<p><b><a target=\"_blank\"></a>Name:</b> None</p>\n<p><b>Who:</b> An Indian vaccine and pharmaceutical company in partnership with the Baylor College of Medicine.</p>\n<p><b>What:</b> A protein-based subunit vaccine that requires two doses administered 28 days apart.</p>\n<p><b>Latest news:</b> On April 26, the companies <a href=\"https://www.bcm.edu/news/biological-e-limited-to-begin-phase-iii-clinical-trials-with-baylor-and-texas-childrens-vaccine\" target=\"_blank\">announced</a> that they have received approval to launch a phase three clinical trial of their vaccine candidate. The trial will evaluate the efficacy and safety of the vaccine among more than 1,200 volunteers ages 18 to 80 at 15 sites across India.</p>\n<p><b>Approval status:&nbsp;</b>Not approved for use.</p>\n<p><b>Distribution:</b> If the vaccine is approved for use, it <a href=\"https://cepi.net/news_cepi/cepi-partners-with-biological-e-limited-to-advance-development-and-manufacture-of-covid-19-vaccine-candidate/\" target=\"_blank\">will be distributed</a> through the COVAX Facility, a global effort to ensure the equitable distribution of COVID-19 vaccines.</p>\n<h2><a href=\"https://valneva.com/research-development/covid-19-vla2001/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Valneva SE</b></a></h2>\n<p><b><a target=\"_blank\"></a>Name:</b> VLA2001</p>\n<p><b>Who:</b> A vaccine developer based in France.</p>\n<p><b>What:</b> An inactivated virus, adjuvant-supported vaccine, with two doses administered three weeks apart.</p>\n<p><b>Latest news:</b> On April 21, Valneva <a href=\"https://valneva.com/press-release/valneva-initiates-phase-3-clinical-trial-for-its-inactivated-adjuvanted-covid-19-vaccine-candidate-vla2001/#_ftn2\" target=\"_blank\">announced</a> the launch of phase three clinical trials to study the safety and efficacy of its COVID-19 vaccine. The trial will compare the efficacy of the vaccine to that of AstraZeneca’s conditionally approved vaccine. Approximately 4,000 volunteers will receive two doses of either vaccine to determine the immune response of each. Valneva says it hopes to file for regulatory approval in the fall of 2021.</p>\n<p><b>Approval status:&nbsp;</b>Not approved for use.</p>\n<p><b>Safety and efficacy:&nbsp;</b>On April 6, Valneva <a href=\"https://valneva.com/press-release/valneva-reports-positive-phase-1-2-data-for-its-inactivated-adjuvanted-covid-19-vaccine-candidate-vla2001/\" target=\"_blank\">announced</a> that a study of its phase 1 and 2 clinical trials show that its vaccine prompted a strong immune response with no safety concerns.</p>\n<h2><a href=\"http://en.biokangtai.com/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Shenzhen Kangtai Biological Products</b></a></h2>\n<p><b><a id=\"sinopharm\" target=\"_blank\"></a>Name:</b> None</p>\n<p><b>Who:</b> A China-based pharmaceuticals company.</p>\n<p><b>What:</b> An inactivated vaccine that requires two doses administered 28 days apart.</p>\n<p><b>Latest news:</b> On May 14, China <a href=\"https://www.reuters.com/article/us-health-coronavirus-vaccine-kangtai/kangtai-biologicals-covid-19-vaccine-gets-emergency-use-approval-in-china-idUSKBN2CV1F6\" target=\"_blank\">approved</a> the Kangtai shot for emergency use, just weeks after the vaccine launched its phase three clinical trials.</p>\n<p><b>Approval status:</b> Authorized for emergency use in China.</p>\n<p><b>Clinical trials:</b> Kangtai’s phase three clinical trials <a href=\"https://clinicaltrials.gov/ct2/show/NCT04852705?term=kangtai&amp;draw=2&amp;rank=3\" target=\"_blank\">are underway</a>, testing the vaccine’s safety and efficacy among 28,000 adults age 18 and older.</p>\n\n<h2><a href=\"https://www.medicago.com/en/covid-19-programs/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Medicago</b></a></h2>\n<p><b>Name:</b> CoVLP</p>\n<p><b>Who:</b> A Canadian biotechnology company, in partnership with British multinational pharmaceutical company GlaxoSmithKline.</p>\n<p><b>What:</b> A plant-derived recombinant vaccine with an adjuvant that requires two doses administered 21 days apart.</p>\n<p><b>Latest news:</b> On March 16, Medicago and GlaxoSmithKline <a href=\"https://www.gsk.com/en-gb/media/press-releases/medicago-and-gsk-start-phase-3-trial-of-adjuvanted-covid-19-vaccine-candidate/\" target=\"_blank\">announced</a> that their vaccine had entered phase three clinical trials to study its safety and efficacy in up to 30,000 volunteers in 10 countries, including Canada and the U.S. In November 2020, the companies <a href=\"https://www.medicago.com/en/media-room/medicago-announces-positive-phase-1-results-for-its-covid-19-vaccine-candidate/\" target=\"_blank\">said</a> that their phase one clinical trials showed the vaccine produced antibody and T-cell responses with no severe adverse events reported.</p>\n<h2><a href=\"https://www.bharatbiotech.com/covaxin.html\"><b>Bharat Biotech</b></a></h2>\n<p><b><a></a>Name:</b> COVAXIN</p>\n<p><b>Who:</b> An Indian biotechnology company, in collaboration with the Indian Council of Medical Research and the National Institute of Virology.</p>\n<p><b>What:</b> An inactivated vaccine, which <a href=\"https://www.bharatbiotech.com/images/press/Bharat-biotech-starts-phase-III-trials-for-covaxin.pdf\">requires two doses</a> that are administered 28 days apart.</p>\n<p><b>Latest news:</b> On March 3, Bharat Biotech <a href=\"https://www.bharatbiotech.com/images/press/covaxin-phase3-efficacy-results.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">announced</a> that an interim analysis of its phase three trial showed its vaccine is 81-percent effective in protecting against COVID-19 after the second dose. A separate preliminary study <a href=\"https://www.biorxiv.org/content/10.1101/2021.01.26.426986v2.full\">also indicated</a> that the vaccine produces antibodies that can neutralize the virus variant that originated in the U.K.&nbsp;</p>\n<p><b>Approval status:</b> Authorized for emergency use <a href=\"https://www.nytimes.com/2021/01/03/world/asia/india-covid-19-vaccine.html\">in India</a>.</p>\n<p><b>Distribution:</b> India has the second-highest caseload in the world—only behind the U.S.—with more than 11 million people infected. As a result, the country is <a href=\"https://www.cnn.com/2021/01/04/asia/india-vaccine-roll-out-intl-hnk/index.html\">embarking on an ambitious plan</a> to vaccinate 300 million frontline workers and vulnerable people by August 2021.</p>\n<p>On January 12, Bharat Biotech <a href=\"https://www.bharatbiotech.com/images/press/bharat-biotech-signs-agreement-with-precisa-medicamentos-for-supply-of-covaxin-to-brazil.pdf\">announced</a> that it had signed an agreement with Precisa Medicamentos, a Brazilian pharmaceutical company, to sell COVAXIN in Brazil.</p>\n<p><b>Efficacy and safety:&nbsp;</b>On January 21, <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(20)30942-7/fulltext#seccestitle180\"><i>The Lancet</i></a> published interim findings from COVAXIN’s phase one study that showed the vaccine elicited an immune response in participants. The study identified only one serious adverse event, and it was unrelated to the vaccine.&nbsp;</p>\n<p><b>Clinical trials status:&nbsp;</b>On November 16, Bharat Biotech <a href=\"https://www.bharatbiotech.com/images/press/Bharat-biotech-starts-phase-III-trials-for-covaxin.pdf\">announced</a> it has begun phase three trials involving 26,000 participants at more than 25 centers across India.</p>\n<h2><a href=\"https://sputnikvaccine.com/\"><b>The Gamaleya National Center of Epidemiology and Microbiology</b></a></h2>\n<p><b><a></a>Name:</b> Sputnik V</p>\n<p><b>Who:</b> A Russian research institution, in partnership with the state-run Russian Direct Investment Fund.</p>\n<p><b>What:</b> A viral vector vaccine that uses two strains of adenovirus and requires a second injection after 21 days to boost the immune response.</p>\n<p><b>Latest news:&nbsp;</b>On March 4, the European Union <a href=\"https://www.ema.europa.eu/en/news/ema-starts-rolling-review-sputnik-v-covid-19-vaccine\" rel=\"noopener noreferrer\" target=\"_blank\">announced</a> that it is starting a rolling review of the Sputnik V vaccine. The announcement came after a handful of European countries said they would consider approving the vaccine without E.U. approval. Hungary has already authorized the vaccine.&nbsp;</p>\n<p><b>Approval status:</b> In August, Russia cleared the Sputnik V vaccine for widespread use and <a href=\"https://www.cnbc.com/2020/08/11/russia-claims-to-have-registered-first-coronavirus-vaccine.html\">claimed it</a> as the first registered COVID-19 vaccine on the market—before the vaccine’s phase three trials had begun and despite the lack of published evidence at the time. It has since been approved in Belarus, Argentina, Venezuela, and other countries.</p>\n<p><b>Efficacy and safety:</b> On February 2, the medical journal <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(21)00234-8/fulltext\"><i>The Lancet</i> published the results</a> of a phase three trial in Moscow that found the Sputnik V vaccine is safe and 91.6-percent effective in preventing COVID-19. The study, which involved more than 22,000 participants, also showed the vaccine is 100-percent effective in preventing moderate or severe cases of the disease, as no such cases were confirmed at least 21 days after receiving the first dose.</p>\n<p><b>Distribution:</b> Global demand for Sputnik V <a href=\"https://fortune.com/2021/02/08/international-sputnik-russia-demand/\" rel=\"noopener noreferrer\" target=\"_blank\">has soared</a> in the weeks since the vaccine’s efficacy data was published. The vaccine makers <a href=\"https://www.businessinsider.com/russia-sputnik-vaccine-40-countries-west-hoards-shots-2021-3\" rel=\"noopener noreferrer\" target=\"_blank\">have reached deals</a> with more than 40 countries in Latin America, Eastern Europe, Asia, and Africa. On February 19, the African Union <a href=\"https://www.reuters.com/article/uk-health-coronavirus-africa-idUSKBN2AJ0ZP\" rel=\"noopener noreferrer\" target=\"_blank\">announced</a> that Russia has offered them 300 million doses of the Sputnik V vaccine, which they will make available starting in May.&nbsp;</p>\n<p><b>Clinical trials status:</b> On December 11, the Gamaleya Institute and biopharmaceutical company AstraZeneca <a href=\"https://www.cnbc.com/2020/12/11/coronavirus-astrazeneca-to-work-on-vaccine-with-russias-gamaleya.html\">announced</a> they will work together to study the possibility of combining Sputnik V with the candidate that AstraZeneca has developed with the University of Oxford. Since both candidates use the same adenovirus, researchers will investigate whether combining them will improve efficacy of the AstraZeneca vaccine, which is 70.4-percent effective in preventing COVID-19.</p>\n<h2><a href=\"http://www.chumakovs.ru/en/\" rel=\"noopener noreferrer\" target=\"_blank\"><b>Chumakov Center</b></a></h2>\n<p><b><a></a>Name:</b> CoviVac</p>\n<p><b>Who:</b> A Russian research center.</p>\n<p><b>What:</b> An inactivated vaccine given in two doses, 14 days apart.</p>\n<p><b>Approval status:&nbsp;</b>On February 20, Russia <a href=\"https://www.reuters.com/article/us-health-coronavirus-russia-vaccine/russia-approves-its-third-covid-19-vaccine-pm-idUSKBN2AK07H\" rel=\"noopener noreferrer\" target=\"_blank\">approved</a> the CoviVac vaccine for use even though late-stage clinical trials to test its safety and efficacy have not yet begun. Reuters reports that early-stage trials with 200 participants showed the vaccine has no side effects.</p>\n<p><b>Distribution:</b> The Chumakov Center plans to produce half a million doses per month.</p>\n\n\n<h2><a href=\"https://www.mcri.edu.au/BRACE\"><b>Murdoch Children’s Research Institute</b></a></h2>\n<p><b><a id=\"murdoch\"></a>Name:</b> Bacillus Calmette-Guerin BRACE trial</p>\n<p><b>Who:&nbsp;</b>The largest child health research institute in Australia, in collaboration with the University of Melbourne.</p>\n<p><b>What:</b> For nearly a hundred years, the Bacillus Calmette-Guerin (BCG) vaccine <a href=\"https://www.gavi.org/vaccineswork/can-bcg-vaccine-protect-against-covid-19\">has been used</a> to prevent tuberculosis by exposing patients to <a href=\"https://www.uofmhealth.org/health-library/d08998a1#:~:text=BCG%20vaccine%20works%20by%20exposing,from%20disease%20in%20every%20person.\">a small dose of live bacteria</a>. Evidence has emerged over the years that this vaccine may boost the immune system and help the body fight off other diseases as well.</p>\n<p><b>Latest news:&nbsp;</b>On November 10, a U.S. study <a href=\"https://www.jci.org/articles/view/145157\">published in the&nbsp;</a><a href=\"https://www.jci.org/articles/view/145157\">Journal of Clinical Investigation</a> found that among 6,201 healthcare workers in Los Angeles, those who had previously received the BCG vaccine reported symptoms of COVID-19 less often than those who hadn’t, a finding that study authors say strengthens the case for further research. In October, the U.K. <a href=\"https://www.reuters.com/article/health-coronavirus-britain-bcg/uk-study-tests-if-bcg-vaccine-protects-against-covid-idINKBN26W08C\">launched a study</a> of the BCG vaccine that is part of the Australian-led trials. The study is seeking to recruit 1,000 frontline health-care workers to test the vaccine’s effectiveness against COVID-19.</p>\n<p><b>Clinical trials status:&nbsp;</b>In April, researchers from the Murdoch Children’s Research Institute <a href=\"https://www.nytimes.com/2020/04/03/health/coronavirus-bcg-vaccine.html\">began a series of randomized controlled trials</a> that will test whether BCG might work on the coronavirus as well. They aim to recruit <a href=\"https://www.mcri.edu.au/BRACE\">10,000 healthcare workers</a> in the study. In an April 2020 scientific brief, the World Health Organization found that there is <a href=\"https://www.who.int/publications/i/item/bacille-calmette-gu%C3%A9rin-(bcg)-vaccination-and-covid-19\">no&nbsp;</a><a href=\"https://www.who.int/publications/i/item/bacille-calmette-gu%C3%A9rin-(bcg)-vaccination-and-covid-19\">current&nbsp;</a><a href=\"https://www.who.int/publications/i/item/bacille-calmette-gu%C3%A9rin-(bcg)-vaccination-and-covid-19\">evidence that the BCG vaccine protects</a> people against infection with the coronavirus.</p>\n<p><b>Approval status:</b> Not approved for use.</p>\n<h2><a href=\"http://www.cansinotech.com/\"><b>CanSino Biologics</b></a></h2>\n<p><b><a id=\"cansino\"></a>Name:</b> Ad5-nCoV</p>\n<p><b>Who:</b> A Chinese biopharmaceutical company.</p>\n<p><b>What:</b> A viral vector vaccine.</p>\n<p><b>Latest news:</b> A <a href=\"https://www.reuters.com/article/health-coronavirus-russia-china/chinese-covid-19-vaccine-ad5-ncov-shows-high-antibody-levels-at-russian-trial-ifax-idUSR4N2J902K\">Russian pharmaceutical company Petrovax announced</a> that more than 90 percent of participants in Russian trials of Ad5-nCoV had high levels of antibodies, but few additional details are currently available. Indonesia <a href=\"https://www.scmp.com/news/china/science/article/3114837/coronavirus-chinas-firms-set-export-400-million-vaccine-doses\">has ordered</a> 20 million doses of CanSino’s vaccine; Mexico <a href=\"https://www.reuters.com/article/us-health-coronavirus-mexico-cansino/mexico-agrees-to-buy-35-million-doses-of-cansino-covid-vaccine-idUSKBN28K0BT\">signed an agreement</a> to buy 35 million doses.</p>\n<p><b>Approval status:</b> Though the company was still technically in phase two of its trial, on June 25, CanSino <a href=\"https://www.nature.com/articles/d41586-020-02244-1\">became the first company to receive limited approval</a> to use its vaccine in people. The Chinese government <a href=\"https://www.reuters.com/article/us-health-coronavirus-china-vaccine/cansinos-covid-19-vaccine-candidate-approved-for-military-use-in-china-idUSKBN2400DZ\">has approved</a> the vaccine for military use only, for a period of one year.</p>\n<p><b>Efficacy and safety:</b> Preliminary results from phase two trials, <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)31605-6/fulltext\">published in <i>The Lancet</i></a>, have shown that the vaccine produces “significant immune responses in the majority of recipients after a single immunisation.” There were no serious adverse reactions documented.</p>\n<p><b>Clinical trials status:</b> On December 21, CanSino <a href=\"https://www.reuters.com/article/us-health-coronavirus-vaccine-cansinobio/china-cansinobios-covid-19-vaccine-trials-recruit-over-20000-people-idUSKBN28V1N8\">announced</a> that it has recruited more than 20,000 participants for its phase three trials in Pakistan, Russia, Mexico, and Chile. On August 15, Russian biopharmaceutical company Petrovax <a href=\"http://petrovax.com/press_centre/news/2020/1878/\">announced</a> it had launched the first phase three clinical trial of Ad5-nCoV.</p>\n<h2><a href=\"http://www.vector.nsc.ru/\"><b>Vector Institute</b></a></h2>\n<p><b><a id=\"vector\"></a>Name:</b> EpiVacCorona</p>\n<p><b>Who:</b> A Russian biotechnology institute.</p>\n<p><b>What:</b> A protein vaccine, namely it uses small fragments of viral antigens called peptides to produce an immune response.</p>\n<p><b>Latest news:&nbsp;</b>On January 13, Russian state news agency TASS <a href=\"https://tass.com/society/1244333\">reported</a> that of the more than 2,000 volunteers who had received both doses of EpiVacCorona’s two-dose regimen, none reported adverse reactions from the vaccine. In November, Russia <a href=\"https://www.reuters.com/article/us-health-coronavirus-russia-cases-idUSKBN28A0P0\">launched</a> mass trials of its EpiVacCorona vaccine; the trials will inoculate 150 people over the age of 60 and 3,000 volunteers over the age of 18.</p>\n<p><b>Approval status:</b> On October 14, Russia <a href=\"https://www.cnbc.com/2020/10/14/russia-approves-second-covid-19-vaccine-after-preliminary-trials-.html\">granted</a> regulatory approval to EpiVacCorona even though the vaccine candidate has not published any results and has not entered phase three of its clinical trials. It is the second vaccine candidate that Russia has approved for use despite a lack of published evidence about its safety and efficacy.</p>\n<h2><b><a href=\"https://zyduscadila.com/research\" target=\"_blank\">Zydus Cadila</a></b></h2>\n<p><b><a id=\"zydus\"></a>Name:</b> ZyCoV-D</p>\n<p><b>Who:</b> An Indian pharmaceutical company.</p>\n<p><b>What:&nbsp;</b>A DNA-based vaccine that is <a href=\"https://timesofindia.indiatimes.com/india/vaccines-that-can-help-india-in-its-fight-against-covid-19/articleshow/79303893.cms\">delivered by a skin patch</a>.</p>\n<p><b>Latest news:</b> On January 3, Zydus Cadila <a href=\"https://zyduscadila.com/public/pdf/pressrelease/Zydus_Cadila_receives_approvals_from_the_DCGI_to_start_Phase_III_Clinical_Trial_of_ZyCoV_D_fully_indigenously_developed_vaccine_-3_1_2021.pdf\">announced</a> it had received approval from Indian regulators to launch a phase three trial testing the safety and efficacy of its vaccine in about 30,000 volunteers.</p>\n<p><b>Approval status:</b> Not approved for use.</p>\n<p><b>Safety and efficacy:</b> In December, Zydus Cadila <a href=\"https://timesofindia.indiatimes.com/india/zydus-cadila-seeks-govt-nod-to-start-phase-iii-clinical-trials-of-covid-19-vaccine/articleshow/79944346.cms\">said</a> that a combined phase one/two study of its vaccine showed it was safe and prompted an immunogenic response, but the company did not share any data.</p>\n<h2><b><a href=\"http://en.zhifeishengwu.com/about/zfgk/\" target=\"_blank\">Anhui Zhifei</a></b></h2>\n<p><b><a id=\"anhui\"></a>Name:</b> ZF2001</p>\n<p><b>Who:</b> A Chinese biopharmaceutical company, in partnership with the Institute of Microbiology at the Chinese Academy of Sciences.</p>\n<p><b>What:</b> A subunit vaccine that uses pieces of protein from a pathogen to trigger an immune response.</p>\n<p><b>Latest news:</b> In November, Chinese health officials <a href=\"http://en.nhc.gov.cn/2020-11/20/c_82209.htm\">announced</a> the launch of phase three trials for the Anhui Zhifei vaccine. The trials—which will recruit 29,000 volunteers aged 18 or older—are expected to be conducted in China, Indonesia, Pakistan, and Ecuador.</p>\n<p><b>Approval status:</b> Not approved for use.</p>\n<h2><b><a href=\"https://www.biosafety.kz/en/\" target=\"_blank\">Research Institute for Biological Safety Problems</a></b></h2>\n<p><b><a id=\"ribsp\"></a>Name:</b> QazCovid-in</p>\n<p><b>Who:</b> A research institute in Kazakhstan.</p>\n<p><b>What:</b> An inactivated vaccine.</p>\n<p><b>Latest news:</b> On January 14, Kazakh health officials <a href=\"https://astanatimes.com/2021/01/kazakhstans-qazcovid-in-vaccine-receives-temporary-registration-for-nine-months/\">granted</a> a nine-month temporary registration to the QazCovid-In vaccine, despite a lack of data from its ongoing phase three trials. Prime Minister Askar Mamin has <a href=\"https://www.biosafety.kz/en/uncategorized/%D1%80%D0%B0%D0%B1%D0%BE%D1%87%D0%B8%D0%B9-%D0%B2%D0%B8%D0%B7%D0%B8%D1%82-%D0%B2-%D0%BD%D0%B8%D0%B8%D0%BF%D0%B1%D0%B1-%D0%BF%D1%80%D0%B5%D0%BC%D1%8C%D0%B5%D1%80-%D0%BC%D0%B8%D0%BD%D0%B8%D1%81%D1%82-2/\">previously said</a> he expects mass vaccination to begin in March 2021.</p>\n<p><b>Approval status:</b> Granted temporary registration in Kazakhstan.</p>\n<p><b>Clinical trials status:</b> In December, the institute <a href=\"https://www.biosafety.kz/en/uncategorized/%D1%80%D0%B0%D0%B1%D0%BE%D1%87%D0%B8%D0%B9-%D0%B2%D0%B8%D0%B7%D0%B8%D1%82-%D0%B2-%D0%BD%D0%B8%D0%B8%D0%BF%D0%B1%D0%B1-%D0%BF%D1%80%D0%B5%D0%BC%D1%8C%D0%B5%D1%80-%D0%BC%D0%B8%D0%BD%D0%B8%D1%81%D1%82-2/\">announced</a> that the Kazakh Ministry of Health approved the launch of phase three trials, which will assess the vaccine’s safety and efficacy in 3,000 volunteers.</p>\n<h2><a href=\"http://www.imb.com.cn/en/about.aspx\"><b>Institute of Medical Biology at the Chinese Academy of Medical Sciences</b></a></h2>\n<p><b><a id=\"imbcams\"></a>Name:</b> Unknown</p>\n<p><b>Who:</b> A Chinese research institute.</p>\n<p><b>What:</b> An inactivated vaccine that requires two doses taken 14 days apart.</p>\n<p><b>Latest news:</b> In December, researchers <a href=\"https://clinicaltrials.gov/ct2/show/NCT04659239\">launched phase three clinical trials</a> to test the efficacy and safety of the vaccine in 34,020 participants in Malaysia and Brazil.</p>\n<p><b>Safety and efficacy:</b> Preliminary results of the vaccine’s phase one trial <a href=\"https://www.medrxiv.org/content/10.1101/2020.09.27.20189548v1.full.pdf\">showed</a> that it prompted an immune response with no serious adverse incidents.</p>\n\n</div>",
  "textContent": "\nScience\n\nEverything you need to know about the COVID-19 vaccines—from their safety and efficacy to the global vaccine rollout.\nBy Amy McKeeverNational Geographic Staff\nPublished: August 21, 2021\n\nA healthcare worker places a band-aid on a patient after administering a dose of the Pfizer-BioNTech COVID-19 vaccine at Boston Medical Center.\nPhotograph by Adam Glanzman, Bloomberg via Getty Images\nOn August 18, the Biden administration announced that it is planning to roll out booster shots of the Pfizer and Moderna vaccines on September 20. The administration’s top health officials said in a joint statement that they recommend getting a booster shot eight months after receiving a second dose of one of the two mRNA vaccines. The rollout will begin with nursing home residents, health care workers, and emergency workers. First, however, the FDA will need to authorize the additional shots.The administration also expects to recommend a second dose for those who received the Johnson & Johnson vaccine but is awaiting the results of a clinical trial studying the shot’s two-dose regimen. Pfizer has already submitted data on its booster shot to the FDA.The Biden administration cited studies showing that the vaccines’ protections are waning against mild and moderate disease, particularly in the face of the more transmissible Delta variant. Although the vaccines remain effective against severe disease, officials said the decision to roll out boosters is an attempt to stay ahead of the virus. Officials cited data from Israel, which has already begun administering boosters amid evidence of declining protection from severe disease among its elderly population.The news comes just days after the U.S. authorized the use of boosters among people with weakened immune systems—and weeks after the World Health Organization called for a moratorium on booster shots as it attempts to address inequities in the global vaccine rollout.A preprint study published this week shows that antibody levels can predict the Moderna vaccine’s efficacy against COVID-19. The analysis of breakthrough infections shows that people with lower level of antibodies were more likely to develop a symptomatic infection than those with higher levels.Another preprint study out of the U.K. shows that the Pfizer and AstraZeneca vaccines remain effective against the Delta variant, although their efficacy wanes over time. Pfizer’s vaccine declined more rapidly, reaching comparable levels to the AstraZeneca vaccine after four to five months after the second dose.\nCOVID-19 vaccines have reached consumers in record time. Though the process can typically take 10 to 15 years, the U.S. Food and Drug Administration has granted emergency authorization to vaccines made by Pfizer, Moderna, and Johnson & Johnson in less than a year. Before now, the fastest-ever vaccine—for mumps—took four years to develop in the 1960s.\nEven after a vaccine is authorized or fully licensed, it faces potential roadblocks when it comes to scaling up production and distribution, which also includes deciding which populations should get it first—and at what cost.\nYet several efforts are underway to help produce and distribute the vaccines more quickly. Here’s everything you need to know—including primers on how vaccines and clinical trials work, the latest news on vaccine distribution and safety, and a detailed breakdown of each of the candidates that have reached phase three and beyond.\nVaccines and clinical trials\nMore than 60 vaccines are still going through a three-stage clinical trial process that’s required before they are sent to regulatory agencies for approval. Given the urgent need, some vaccine developers have compressed the clinical process for SARS-CoV-2 by running trial phases simultaneously.\nVACCINE CLINICAL TRIAL PROCESS\nPhase one: Checks the safety of a vaccine and determines whether it triggers an immune response in a small group of healthy humans. Phase two: Widens the testing pool to include groups of people who may have the disease or be more likely to catch it, to gauge the vaccine’s effectiveness. Phase three: Expands the pool up to the thousands to make sure the vaccine is safe and effective among a wider array of people, given that immune response can vary by age, ethnicity, or by underlying health conditions.\nThe COVID-19 candidates, like all vaccines, essentially aim to instruct the immune system to mount a defense, which is sometimes stronger than what would be provided through natural infection and comes with fewer health consequences.\nTo do so, traditional vaccines use the whole coronavirus, but in a killed or weakened state. Others use only part of the virus—whether a protein or a fragment. Some transfer the instructions for coronavirus proteins into an unrelated virus that is unlikely or even incapable of causing disease. Finally, cutting-edge vaccines under development rely on deploying pieces of the coronavirus’s genetic material, enabling our cells to temporarily make coronavirus proteins needed to stimulate our immune systems. (Find out more about vaccines and how they work.)\nTYPES OF VACCINES\nNucleic acid: Relies on injecting snippets of a virus’s genetic material, either DNA or messenger RNA (mRNA), into human cells. It spurs the production of viral proteins that mimic features of the coronavirus, training the immune system to recognize its presence. Knocked-out virus: Uses a non-infectious form of the coronavirus that can no longer cause full-blown disease but can still provoke an immune response. The virus can either be fully inactivated or weakened. These modes are considered the most classic ways to make vaccines.Viral vector: Essentially a “Trojan horse” presented to the immune system. One type involves introducing a piece of DNA from SARS-CoV-2 into another unrelated germ—for example, an adenovirus, which typically causes the common cold. When this modified adenovirus is injected into humans, the hope is that it will instruct cells to make coronavirus proteins and will trigger an immune response.Protein: These vaccines are typically made from coronavirus proteins, which can be synthesized or brewed in labs like beer. Some versions involve coating a carrier—such as nanoparticles—with proteins to better aid delivery and uptake by cells.\nU.S. vaccine rollout\nIn the United States, more than 60 percent of the population has received at least one dose, and 51 percent are fully vaccinated. As of August 20, the U.S. had administered more than 359 million shots of the authorized vaccines and had distributed more than 422 million doses.\nOn August 18, the Biden administration announced that it plans to begin offering booster shots of the Pfizer and Moderna vaccines on September 20. The administration’s top health officials said in a joint statement that they advise Americans to get the boosters eight months after their second dose. The rollout of third doses will begin with nursing home residents, health care workers, and emergency workers. \nFirst, however, the FDA must authorize the use of additional doses, which the Washington Post reports that approval is expected in the coming weeks. Those who received the Johnson & Johnson vaccine will likely also be eligible for a second dose, but officials are first waiting on the results of a clinical trial testing the vaccine’s two-dose regimen.\nRochelle Walensky, director of the Centers for Disease Control, said in a press conference that the Biden administration has decided to roll out booster shots in an attempt to stay ahead of the virus. Although the data shows that the vaccine still offer strong protection against severe disease, Walensky says the data consistently demonstrate a waning effectiveness against mild and moderate disease as well as declining efficacy against the Delta variant. She pointed to data from other countries—including Israel, has already begun administering booster shots—indicating that protections against severe disease “could decrease in the months ahead.”\nThe news comes just weeks after the WHO called for a moratorium on booster shots through at least September to help efforts to vaccinate at least 10 percent of people in every country. The organization asked wealthy nations to share their doses instead of administering boosters. “We cannot and should not accept countries that have already used most of the global supply of vaccines using even more of it while the world’s most vulnerable people remain unprotected,” WHO Director General Tedros Adhanom Ghebreyesus said in a press conference.\nThe U.S. has already amended the emergency use authorizations for the Pfizer and Moderna vaccines to allow administration of a third dose to people who have had solid organ transplants or who are equally immunocompromised. The two-dose regimen seems to be less effective in protecting against COVID-19 for people with weakened immune systems, who are more likely to become seriously ill from the disease. The Centers for Disease Control and Prevention endorsed the FDA’s decision on August 13 following a meeting of its vaccine advisory committee. Shots are expected to be available immediately..\nMeanwhile, the National Institutes of Health have launched phase two clinical trials to assess whether a third dose of the Moderna or Pfizer vaccines would produce a protective antibody response among kidney transplant recipients whose immune systems did not respond to the first two doses.\nVaccines remain effective at preventing most severe illness, even for breakthrough infections of the Delta variant. But there's concern over the potential for transmission. On July 30, the CDC published preliminary data from a Massachusetts COVID-19 outbreak that suggests vaccinated individuals who are infected with the Delta variant may carry similar viral loads as an unvaccinated infected individual. Those data come in the form of proxies based on how quickly samples from the infected people yielded a positive SARS-CoV-2 result. The data will require follow-up research to confirm.\nOn July 29, U.S. President Joe Biden said that his administration is rolling out a new COVID-19 vaccine policy for federal employees. Employees who do not disclose their vaccination status or are unvaccinated must wear masks at work, test for COVID-19 once or twice a week, socially distance, and stop almost all travel for work.\nThe U.S. Department of Veterans Affairs has mandated that its 115,000 frontline healthcare workers must be vaccinated and, on August 9, U.S. Secretary of Defense Lloyd Austin told troops that COVID-19 vaccines will be mandatory for active duty service members “no later than mid-September.” Austin noted the mandate could come into force even sooner if the FDA grants full approval to Pfizer’s vaccine first—which the regulatory agency is expected to do according to news reports that say the FDA is speeding up its timeline to approve the vaccine by early September. State and local governments are also implementing vaccine mandates among their employees. On August 11, California became the first state to require all teachers and school staff to either get a vaccine or undergo weekly COVID-19 testing. The mandate goes into effect on October 15.\nOn July 27, the Centers for Disease Control and Prevention updated its recommendations on masks. The agency now urges their universal use in indoor public spaces by people living in regions with at least “substantial” COVID-19 transmission, where 50 or more new cases per 100,000 people have been reported over the past seven days. More than two thirds of all U.S. counties have “substantial” spread or higher, and cases are trending upward nationwide.\nThe CDC also recommends indoor masking in public spaces for vaccinated people who live with anyone vulnerable to the disease, such as unvaccinated children and immunocompromised individuals. All teachers, students, and staff in schools, whether vaccinated or not, should also wear masks, according to the new CDC guidance.\nUnvaccinated individuals likely still account for the greatest viral transmission, since the total number of breakthrough cases is relatively low, CDC director Rochelle Walensky, stressed during the July 27 briefing.\nThe CDC has approved Pfizer’s vaccine for emergency use in adolescents ages 12 to 15, which is seen as key to helping the country reach herd immunity. States, which are still responsible for rollout decision making, subsequently widened eligibility to include all people 12 and older. \nBut the country’s immunization campaign remains focused on adults who have been less eager to get the vaccine. Efforts include a website to help people find vaccines, as well as an increase in walk-up vaccination sites, pop-up clinics, and increased funding and access to clinics in rural areas. On June 2, Biden announced a new slew of incentives and efforts to remove barriers to vaccination, from free beer to free childcare coverage. Pharmacies are also extending their hours, and the Biden administration is partnering with Black-owned barbershops and beauty salons to administer the vaccines.\nThe Biden administration has dedicated nearly $20 billion to the vaccine rollout as part of the $1.9 trillion COVID-19 rescue package proposed in January and signed by Biden on March 11.\nGlobal vaccine rollout\nThe World Health Organization is also coordinating global efforts to administer vaccines, with an eye toward delivering two billion doses by the end of 2021. It is leading an initiative through the COVAX Facility to ensure that all countries have equitable access. COVAX has distributed more than 209 million doses to 138 participants. The WHO has approved the Pfizer-BioNTech, AstraZeneca-Oxford, Johnson & Johnson, Moderna, Sinopharm, and Sinovac vaccines for emergency use.\nOn May 27, however, COVAX acknowledged that the crisis in India created a shortfall of 190 million doses. In a joint statement, COVAX administrators said the consequences of that shortfall “could be catastrophic.” They called on world leaders to share more doses and commit additional funding to the global effort. On June 3, the Biden administration said that it will share 80 million doses by the end of June; 75 percent of those doses will be shared through COVAX and the rest will go to countries experiencing surges and to U.S. neighbors. The U.S. also announced on June 11 that it will purchase 500 million doses of the Pfizer vaccine and donate them to low- and middle-income countries. Two hundred million doses will be delivered by the end of 2021 and the rest will be delivered in the first half of 2022.\nOn June 13, national leaders at the G7 summit announced plans to donate 870 million doses to the global vaccination effort. Most of the doses will be distributed through COVAX, with the aim to deliver at least half of them by the end of 2021. Pfizer, Moderna, and Johnson & Johnson have also pledged to collectively provide around 3.5 billion doses of their vaccines to low- and middle-income countries by the end of 2022. The European Union also said it would donate at least 100 million doses by the end of 2021. On August 6, China pledged to provide two billion doses of its COVID-19 vaccines this year and donate $100 million to COVAX. \nStill, on July 16, the New York Times reported that vaccine shortages are driving a COVID-19 crisis in Africa, where only 1 percent of the population has been fully vaccinated. \nVaccine safety\nOn July 13, the U.S. Food and Drug Administration added a warning label to Johnson & Johnson’s vaccine after it was linked to rare cases of Guillain-Barré Syndrome, a rare autoimmune disorder that can lead to paralysis. There have been 100 preliminary reports of the syndrome among the approximately 12.5 million people who have received the vaccine. The FDA said that the benefits of receiving the vaccine outweigh the risks.\nThe FDA has also added a warning label to the Pfizer and Moderna vaccines about rare cases of heart inflammation in adolescents and young adults.  The news comes after the CDC’s Advisory Committee on Immunization Practices announced that it has identified more than 300 cases of myocarditis and pericarditis that it acknowledged are likely linked to the vaccines. The agency says these cases are rare but higher than expected. It also said the benefits of the shots outweigh the risks.\n An earlier CDC report released February 19 revealed that severe reactions to the Pfizer-BioNTech and Moderna COVID-19 vaccines are rare. The report documented only 4.5 cases of anaphylaxis per million doses of vaccine administered during the reporting period, which the CDC notes is comparable with rates for other types of vaccines. U.K. regulators have also published safety data for the Pfizer-BioNTech vaccine showing that most side effects are mild and consistent with what is typical of other vaccines. Still, as a precautionary measure, U.K. officials have advised people with a history of serious allergic reactions not to get the Pfizer-BioNTech vaccine.\nIn April, the European Medicines Agency issued statements saying that unusual blood clots should be listed as a very rare but possible side effect of both the AstraZeneca and Johnson & Johnson vaccines. In a review of 86 reported cases related to the AstraZeneca vaccine, the EMA’s safety committee found a potential link between it and the clots, with most known cases occurring in women under age 60 within two weeks of receiving the first dose. The EMA continues to stress that the odds of developing a clot after vaccination are extremely low, and that the benefits of getting vaccinated outweigh the risks. They also recommend that people seek immediate medical attention if they experience symptoms related to clotting, including persistent pain, shortness of breath, and headaches or blurred vision.\nOn August 11, the CDC officially recommended that people who are pregnant, breastfeeding, or may become pregnant get a COVID-19 vaccine. A new analysis of data from the vaccine rollout found no increased risk of miscarriage among people who received an mRNA vaccine before 20 weeks of pregnancy. Earlier studies also showed that the vaccine is safe later in pregnancy as well—for both pregnant people and their babies.\nCDC director Rochelle Walensky had previously suggested in April that pregnant people receive the COVID-19 vaccine, but the CDC’s official guidelines simply said that pregnant people were eligible for the jab. At the time, Walensky pointed to a recent study published in the New England Journal of Medicine that showed no safety concerns among pregnant people who received the mRNA vaccines made by Moderna and Pfizer-BioNTech.\nVaccine prospects\nHere are the vaccines that have made it to phase three and beyond:\nModerna Therapeutics\n\nName: mRNA-1273 \nWho: A Massachusetts-based biotech company, in collaboration with the National Institutes of Health.\nWhat: A nucleic-acid vaccine that requires two doses. \nLatest news: A new preprint analysis of Moderna’s vaccine suggests that antibody levels can predict the vaccine’s efficacy against COVID-19. The study showed that people with breakthrough infections who had lower levels of antibodies in their blood were more likely to develop symptomatic infections than those with higher levels of antibodies. The study authors tell Nature that the data doesn’t suggest a threshold of antibodies that ensures protection but it does show a relationship between higher levels of antibodies and lower risk of infection.\nApproval status: On December 18, the FDA granted emergency approval to Moderna’s COVID-19 vaccine, a day after an advisory panel decided 20-0, with one abstention, that the benefits of the vaccine outweigh the risks, such as the mild side effects reported in their clinical trial. The vaccine has also been approved in the European Union, Canada, the U.K., Israel, and by the WHO.\nOn June 1, Moderna announced that it has applied for full FDA approval of its COVID-19 vaccine for use in people age 18 and older. The company also plans to file for emergency use authorization for teens ages 12 to 17. A study of clinical trials among adolescents in this age group shows that its vaccine is safe and 100 percent effective. The study also showed the vaccine is 93 percent effective among participants in this age group two weeks after the first dose.\nDistribution: Moderna’s candidate was the second vaccine to receive emergency authorization in the U.S., joining Pfizer’s candidate. On December 11, the Trump administration purchased an additional 100 million doses of Moderna’s vaccine. Two months later, the Biden administration procured an additional 100 million doses, for a total of 300 million by the end of July.\nOn April 2, Moderna announced that the FDA has authorized it to increase the number of doses in its vials from 10 to 11. Regulators are also permitting the company to use new vials that allow for 15 doses. The FDA also said that Moderna’s vaccine can now be kept at room temperature for up to a day. The vaccine can otherwise be safely stored on ice or in a normal refrigerator for 30 days. These changes are expected to help the company distribute its vaccine more quickly.\nThe company also says it remains on track to deliver at least 500 million doses globally per year beginning in 2021, thanks in part to a deal it has struck with Swiss manufacturer Lonza that will allow it to manufacture up to a billion doses a year.\nOn July 16, the U.S. said it will begin shipping 3.5 million doses of Moderna’s vaccine to Argentina as part of a bilateral deal between the countries. The U.S. has also shared doses of its vaccines with Taiwan, Brazil, El Salvador, Pakistan, and other countries.\nEfficacy: On August 8, a preliminary Mayo Clinic study of more than 50,000 patients suggested that Moderna’s vaccine is more effective against the Delta variant than Pfizer’s vaccine. The study shows that the efficacy of Moderna’s vaccine dropped from 86 percent in early 2021 to 76 percent in July, when the Delta variant was predominant. Meanwhile, the Pfizer vaccine’s efficacy dropped over the same time period from 76 percent to 42 percent. The study notes that both vaccines remain highly effective at preventing severe cases of disease.\nOn August 12, a study published in the journal Science showed that Moderna’s vaccine protects against COVID-19 for at least six months and is effective against the Delta variant. The findings confirm earlier studies and announcements made by the company that its vaccine remains 93 percent effective for at least six months after administration of the second dose.\nModerna also said that a study of the phase two clinical trials of its three booster candidates produced robust antibody responses against the virus, including the Gamma, Beta, and Delta variants of concern. The company has submitted its study data for publication. The company said it expects boosters will likely be needed before the winter season; however, the World Health Organization has called for a moratorium on booster shots through at least September given the global vaccine disparity.\nAs the New York Times reported in June, however, past studies suggest that people who are immunized with the Moderna and Pfizer vaccines may not need booster shots. A study published in the journal Nature on June 28 showed that the vaccines elicit “robust and prolonged” immune responses—indicating that protection may last for years so long as the virus doesn’t mutate to evade it.\nOn July 9, Nature reported on a study showing that two quarter-doses of Moderna’s vaccine generates long-lasting neutralizing antibodies and T cells. The results suggest that it might be possible to administer fractional doses to help stretch the world’s vaccine supply, particularly in low- and middle-income countries that are facing shortages.\nOn February 17, the New England Journal of Medicine published a preliminary report showing that Moderna’s vaccine remains effective in protecting against the virus variant found in the U.K. However, it may be less effective in protecting against the South African variant—although researchers noted that further study is needed. \nIn December 2020, an FDA analysis of the phase three study of Moderna’s vaccine confirmed that it is 94.1-percent effective in preventing mild cases of COVID-19 and 100-percent effective at preventing severe cases after taking two doses.\nSafety: On June 23, the U.S. Food and Drug Administration said it plans to add a warning label to the Pfizer and Moderna vaccines about rare cases of heart inflammation in adolescents and young adults. The news comes after the CDC convened an emergency meeting of its advisory committee to discuss “rare but higher-than-expected” cases of myocarditis and pericarditis among young people who have received the vaccines. The committee acknowledged that these cases are likely linked to the vaccines but that the benefits of the shots outweigh the risks.\nClinical trials status: Moderna announced on December 17 that it is launching clinical trials to evaluate the vaccine’s safety in children and people with cancer; it will also establish a “pregnancy registry” to track the vaccine’s safety in people who are pregnant. \nThe company started the third phase of its clinical trials in July 2020. Preliminary findings from its phase one trials showed that healthy subjects—including elderly patients—produced coronavirus antibodies and a reaction from T cells, another part of the human immune response. Phase three is testing the vaccine in 30,000 U.S. participants. The company also announced plans to test the safety and efficacy of a booster shot that would be delivered a year after the first pair of vaccine doses, according to CNBC. The trial will likely begin in July 2021.\nOn February 24, Moderna announced that it has shipped doses of a booster vaccine to the U.S. National Institutes of Health for clinical trials. The phase one trial will determine whether the booster can improve immunity against the South Africa variant. Moderna is also investigating using a third dose of its approved vaccine to protect against variants.\nPfizer\nName: BNT162b2\nWho: One of the world’s largest pharmaceutical companies, based in New York, in collaboration with German biotech company BioNTech.\nWhat: A nucleic-acid vaccine that requires two doses taken 21 days apart.\nLatest news: A preprint study out of the United Kingdom shows that the Pfizer and AstraZeneca vaccines remain protective against the Delta variant but that their efficacy wanes over time. Among study participants, Pfizer’s vaccine waned more rapidly. Within four to five months after a second dose, the vaccine’s efficacy was on par with the AstraZeneca shot. The study emphasizes, however, the both vaccines still significantly reduce the risk of infection.\nA study published in Nature has demonstrated that people who have received both doses of the Pfizer or AstraZeneca vaccines remain fully protected against severe disease, hospitalization, and death from the Delta and Beta variants. However, a single dose of either vaccine was not as protective.\nThe findings corroborate an earlier study published in Nature showing that the Pfizer and Moderna vaccines elicit “robust and prolonged” immune responses. As the New York Times reported, the findings suggest that people who are immunized with these vaccines may not need booster shots as protection may last for years so long as the virus doesn’t mutate to evade it.\nApproval status: On December 2, 2020, the U.K. became the first Western country to approve any COVID-19 vaccine when it authorized the Pfizer-BioNTech candidate—making the drug the first mRNA vaccine in history allowed for human use. The FDA granted emergency approval to this vaccine on December 11. The vaccine has also been granted emergency approval in Canada, the European Union, and other countries.\nOn May 12, the CDC approved Pfizer’s vaccine for emergency use in adolescents ages 12 to 15. U.K. regulators have also approved this vaccine for use in the same age group, while the European Union granted conditional authorization.\nOn May 7, Pfizer started its application for full FDA approval of its vaccine for people ages 16 and up. The Biden administration has said that approval could come in early September. Pfizer also expects to have data that will potentially allow it to file for emergency use authorization of its COVID-19 vaccine for children ages 2 to 11 in late September. \nPfizer and BioNTech also plan to seek FDA authorization for a booster shot to help protect against the Delta variant, which is now the dominant strain in the U.S. The companies suggested that the third dose of their vaccine “may be needed within six to 12 months after full vaccination.” In August, the Biden administration said it planned to roll out booster shots of the mRNA vaccines on September 20, just a month after top health officials said that fully vaccinated Americans “do not need a booster shot at this time.” First, however, the FDA must authorize the use of boosters.\nThe announcement comes weeks after the World Health Organization called for a moratorium on booster shots through at least September, given the global vaccination disparity. At a news conference, WHO Director General Tedros Adhanom Ghebreyesus asked the wealthy nations that are considering administering boosters to instead donate the shots to low-income countries that are struggling to access the vaccine supply.\nDistribution: Pfizer and BioNTech have signed several contracts with the U.S. government to provide 300 million doses by July 31, 2021.\nThe European Union said on April 14 that it has begun negotiations with Pfizer-BioNTech for 1.8 billion doses of their vaccines for 2022 and 2023. The move is part of the bloc’s plans to pivot away from the AstraZeneca and Johnson & Johnson vaccines in favor of the mRNA vaccines.\nGlobally, Pfizer expects to be able to produce up to 50 million vaccine doses in 2020 and 1.3 billion doses by the end of 2021. Questions have been raised over the vaccine’s storage, which requires ultra-cold freezers set at minus 70 degrees Celsius (-94 degrees F). On February 19, however, Pfizer and BioNTech said that their vaccine can remain stable for two weeks at temperatures between minus 25℃ and minus 15℃ (-13℉ to 5℉), a common range in pharmaceutical freezers and refrigerators. The finding would allow for easier distribution of the vaccine in communities where ultra-cold storage requirements present a challenge. The companies say they have submitted the new data to the FDA for review. \nEfficacy: On June 10, a study published in the journal Nature showed that two doses of the Pfizer vaccine protects against several virus variants, including the Delta and Eta variants. The news came a few days after the CDC announced that the Pfizer and Moderna vaccines reduce the risk of infection by 91 percent for fully vaccinated people.\nOn April 1, Pfizer and BioNTech announced that their vaccine is 91.3 percent effective for at least six months after the second dose and 100 percent effective against the more contagious variant circulating in South Africa. The updated analysis of the vaccine’s phase three clinical trials also showed that it offers full protection against severe cases of COVID-19 with no serious safety concerns. A preliminary study also suggests that the Pfizer-BioNTech and Moderna vaccines protect against a more contagious variant that drove a surge in cases in India, B.1.617.2.\nThe CDC has also released a study of the U.S. vaccine rollout showing that the Pfizer-BioNTech and Moderna vaccines are 90 percent effective in preventing symptomatic COVID-19 in real-world conditions. The study analyzed the efficacy of the two mRNA vaccines among nearly 4,000 health-care workers, first responders, and other frontline workers who were the first to receive the jab in the U.S. It also showed the vaccines are 80-percent effective after one dose. The findings confirm earlier studies from the U.K. and Israel.\nOn December 10, the New England Journal of Medicine published the results of Pfizer’s phase three study, showing the vaccine was safe and 95-percent effective in protecting against COVID-19 in people 16 and older. Pfizer and BioNTech have also announced that a phase three trial shows that their vaccine is safe and 100 percent efficacious among children between the ages of 12 and 15, and that it elicited robust antibody responses.\nOn February 17, the New England Journal of Medicine published a preliminary report showing that the Pfizer-BioNTech vaccine remains effective in protecting against the virus variants found in the U.K. and Brazil.\nOn March 11, Pfizer announced that preliminary findings from Israel’s rollout suggest its vaccine is effective at preventing COVID-19 transmission. The company says that its vaccine was 97-percent effective at preventing symptomatic COVID-19 cases and 94-percent effective against asymptomatic infections. Those findings are bolstered by a Mayo Clinic study showing that the mRNA vaccines made by Pfizer and Moderna have been shown to significantly reduce asymptomatic transmission in the U.S.\nSafety: On June 23, the U.S. Food and Drug Administration said it plans to add a warning label to the Pfizer and Moderna vaccines about rare cases of heart inflammation in adolescents and young adults. The news comes after the CDC convened an emergency meeting of its advisory committee to discuss “rare but higher-than-expected” cases of myocarditis and pericarditis among young people who have received the vaccines. The committee acknowledged that these cases are likely linked to the vaccines but that the benefits of the shots outweigh the risks.\nSevere allergic reactions following immunization with the Pfizer-BioNTech vaccine have been reported in many countries. White House advisor Anthony Fauci told CNBC in December that some adverse reactions are expected when a vaccine is distributed to a wider population. Regulators in the U.S. and U.K. have also released reports offering reassurances that severe reactions are rare.\nClinical trials status: On November 18, Pfizer and BioNTech announced the conclusion of their phase three trials. The trials launched in July, enrolling a diverse population in areas with significant SARS-CoV-2 transmission. Pfizer has expanded the trial to include 44,000 people across multiple countries.\nOn February 18, Pfizer and BioNTech announced the launch of a phase two/three clinical trial to study the vaccine’s safety and efficacy among 4,000 pregnant women over the age of 18. The companies have also launched a phase 1/2/3 study in children between the ages of six months and 11 years.\nOn June 8, Pfizer said that it will expand its clinical trials to a larger group of children under age 12. After a phase one study showed that the vaccine was safe and effective in a group of 144 children, the clinical trials will now enroll up to 4,500 children at more than 90 sites in the U.S., Finland, Poland, and Spain. Pfizer will test a dose of 10 micrograms in children ages 5 to 11, and three micrograms for children from six months to five years old.\nThe company expects to have data for the older group in September and will likely file for emergency authorization for that group later that month. Data for children ages two to five will likely come soon afterward, while data for the youngest age group is not expected until October or November.\nOn July 8, Pfizer and Biotech announced that they are developing an updated version of the vaccine that specifically targets the Delta variant. They anticipate clinical trials will begin in August.\nAstraZeneca—University of Oxford\nName: ChAdOx1 nCoV-19 \nWho: The U.K. university, in collaboration with the biopharmaceutical company AstraZeneca.\nWhat: A viral vector vaccine that requires two doses.\nLatest news: A preprint study out of the United Kingdom shows that the Pfizer and AstraZeneca vaccines remain protective against the Delta variant but that their efficacy wanes over time. Among study participants, Pfizer’s vaccine waned more rapidly. Within four to five months after a second dose, the vaccine’s efficacy was on par with the AstraZeneca shot. The study emphasizes, however, the both vaccines still significantly reduce the risk of infection.\nApproval status: Approved for use in the United Kingdom, the European Union, Argentina, India, and other countries.\nEfficacy: On July 8, a study published in Nature demonstrated that people who have received both doses of the AstraZeneca of Pfizer vaccines remain fully protected from the Delta and Beta variants. However, a single dose of either vaccine was not as protective.\nOn June 25, preliminary results from a British study showed that mixing doses of the AstraZeneca and Pfizer vaccines provides strong protection against COVID-19. Researchers told the New York Times that the protection is strong regardless of the order in which the vaccines are administered. The findings will be useful for those who are unable to get a second AstraZeneca vaccine due to production delays and safety concerns, although researchers say it’s still best to get two doses of the same vaccine for now.\nOn March 24, AstraZeneca released the primary analysis of its U.S. phase three clinical trials showing that its vaccine is 76 percent effective at preventing COVID-19, slightly lower than the 79 percent efficacy it had announced two days earlier based on a partial analysis of the data. It is also 85 percent effective in people 65 and older and 100 percent effective at preventing severe cases of the disease.\nU.S. health officials had taken the unusual step of questioning the decision to release the interim results, describing them as “outdated and potentially misleading.” In a letter obtained by the Washington Post, an independent panel of experts at the National Institutes of Health that oversees U.S. clinical trials said that it had recommended the company release a later analysis instead, showing the vaccine may be 69 to 74 percent effective.\nOn February 3, AstraZeneca and Oxford released a preprint study of a phase three trial showing that their vaccine is 76-percent effective at preventing COVID-19 after one dose, with no severe cases or hospitalizations reported. The data also suggest that the vaccine may reduce asymptomatic transmission of the virus. Weekly swabs of participants testing for the presence of the virus found a 67-percent reduction in positive swabs after the first dose. \nThe companies also said that the vaccine’s efficacy increased to 82 percent when the second dose was taken after 12 weeks or longer, rather than the originally recommended four-week interval. The British government has recommended the longer gap in its rollout of the vaccine to prioritize getting the first shot to as many at-risk people as possible. \nOn February 7, South Africa halted its use of the AstraZeneca-Oxford vaccine after preliminary laboratory studies showed it offered only minimal protection against the virus variant that is dominant in that country. The finding was later confirmed by a study published in the New England Journal of Medicine showing that the vaccine does not protect against mild to moderate cases of COVID-19 caused by the South African variant. Early data suggested that the vaccine will still effectively protect against the variant that is prevalent throughout the U.K.\nSafety: On June 9, a study published in the journal Nature Medicine found that people who have received the AstraZeneca vaccine have a slightly increased risk of a bleeding disorder. The analysis of 2.53 million people who received the vaccine found an incidence of 1.13 cases per 100,000 vaccines. Researchers said the benefits of getting the vaccine outweigh the risks. The study echoes and earlier safety review conducted by the European Medicines Agency.\nIn Canada, meanwhile, on June 29 regulatory officials advised people with a history of capillary leak syndrome against receiving the AstraZeneca vaccine. Health Canada is also updating the vaccine’s label to add the syndrome as a potential side effect.\nDistribution: Project members say their candidate can be stored at temperatures seen in common refrigeration. Oxford and AstraZeneca expect to produce up to three billion doses of the vaccine in 2021.\nOn December 30, the U.K. announced changes to its vaccine delivery plan: With COVID-19 infections spreading rapidly, the country said it would prioritize delivering the first dose of either vaccine to as many at-risk people as possible, based on data provided to and released by health regulators.  It will do so by delaying administration of the second dose of the AstraZeneca-Oxford drug. A similar rule was issued for the Pfizer-BioNTech vaccine, but regulators didn’t provide data to back the new regimen. Overall, the U.K. still recommends that recipients receive two doses of either vaccine for maximum benefit. \nOn February 15, the WHO listed the AstraZeneca-Oxford vaccine for emergency use, which will allow the agency to begin rolling out the vaccine in low-income countries through the COVAX Facility. Reuters reports that COVAX plans to deliver nearly two billion doses to more than 90 low- and middle-income countries by the end of the year.\nOn April 26, the Associated Press reported that the U.S. plans to share its AstraZeneca vaccine stockpile with the rest of the world—up to 60 million doses. The U.S. has not yet authorized the company’s vaccine for use.\nThe European Union also said on April 26 that it is suing AstraZeneca over the delays in shipping hundreds of millions of doses of its vaccine. According to the New York Times, AstraZeneca has said it will only be able to deliver a third of the 300 million doses it had promised Europe by the end of June. The lawsuit will hinge on whether AstraZeneca can prove it has made its “best efforts” to deliver the doses on time, according to the terms of the contract.\nClinical trials status: On December 11, AstraZeneca and Russia’s Gamaleya Institute announced plans to work together to study the possibility of combining Oxford’s vaccine with Gamaleya’s Sputnik V vaccine. Since both use the same adenovirus, researchers will investigate whether a combination of the two will improve efficacy. \nThe AstraZeneca-Oxford vaccine’s phase three trial aims to recruit up to 50,000 volunteers in Brazil, the U.K., the United States, and South Africa. On September 8, AstraZeneca paused the trials for a safety review due to an adverse reaction in one participant in the U.K., which the company described as a “routine action.” After an investigation by independent regulators, the trials resumed in the U.K., Brazil, South Africa, and India in September and resumed in the U.S. a month later.\nNovavax\nName: NVX-CoV2373\nWho: A biotechnology company based in Gaithersburg, Maryland.\nWhat: A protein vaccine that involves a nanoparticle carrier to better aid delivery and uptake by cells.The vaccine is administered in two doses, 21 days apart.\nLatest news: On August 5, Novavax said that it will hold off on submitting its vaccine to the FDA for emergency use authorization until the fourth quarter of 2021 rather than the third quarter as the company had previously announced. Reuters reports that Novavax also said that it will file a separate application for booster shots once the emergency use authorization submission is processed; the company said its booster shot given six months after the two-dose regimen elicited a 4.6-fold increase in antibodies. The company has filed for authorization from regulators in India, Indonesia, and the Philippines.\nThe New York Times also reported that the federal government will not fund further production of the Novavax vaccine until the company resolves regulators’ concerns about its lagging production process.\nApproval status: Not approved for use.\nEfficacy and safety: On June 14, Novavax announced that its vaccine is safe and 90.4 percent effective in protecting against COVID-19—including the more contagious virus variants that are circulating. The vaccine is also 100 percent effective at preventing moderate and severe disease among 29,960 clinical trial participants age 18 and older in the U.S. and Mexico.\nOn March 11, Novavax announced that a final analysis of its phase three clinical trials in the U.K. shows that its vaccine is 96.4-percent effective in preventing COVID-19. It also announced the findings of its phase 2b clinical trial in South Africa, which showed the vaccine was only 48.6-percent effective against the strains circulating there. Both trials showed the vaccine is 100-percent effective at preventing severe cases of the disease.\nOn January 28, Novavax had announced preliminary results of its phase three trials in the U.K., which showed at the time that its vaccine is 89.3-percent effective in preventing COVID-19. On September 2, a study of the company’s phase one trial published in the New England Journal of Medicine found that the vaccine was safe and produced coronavirus antibodies at a higher level than is seen among those who have recovered from COVID-19. It also stimulated T cells, another arm of the human immune response.\nClinical trials status: On September 24, Novavax announced the launch of its phase three trial in the United Kingdom, which will evaluate the vaccine in up to 10,000 people, both with and without underlying conditions. Up to 400 participants will also be vaccinated against the seasonal flu as part of a sub-study that will help determine whether it is safe to give patients both vaccines at the same time. On November 30, Novavax said it had completed enrollment in its phase three trial in the U.K.\nOn December 28, Novavax announced the launch of a phase three study in the U.S. and Mexico, which will evaluate the safety and efficacy of its vaccine in up to 30,000 adults.\nJohnson & Johnson\nName: JNJ-78436735\nWho: One of the world’s largest multinational corporations, based in New Jersey, specializing in healthcare and pharmaceutical products.\nWhat: A single-dose vector vaccine. (Here’s how the Johnson & Johnson vaccine works.)\nLatest news: On July 20, the New York Times reported on a preliminary study showing that Johnson & Johnson’s vaccine is less effective against the Delta and Lambda variants than it is against the original virus strain. The paper notes that the results were obtained in a lab experiment and may not reflect the vaccine’s real-world efficacy.\nThe results are also at odds with an earlier study conducted by Johnson & Johnson showing that its vaccine offers strong protection against Delta. Those studies showed a slight drop in efficacy compared to the original virus, but say it is more effective against Delta than the Beta variant of concern. The studies also showed that the protections last for at least eight months.\nApproval status: Approved for use in the U.S., Bahrain, Canada, and the European Union.\nDistribution: On March 2, the U.S. announced that Johnson & Johnson has partnered with its competitor Merck to increase the supply of its COVID-19 vaccine. Merck will dedicate two facilities to producing the vaccine, which could double the amount of available doses. Biden said that the additional doses will allow the U.S. to vaccinate all adults by the end of May.\nOn June 11, the New York Times reported that the FDA has told Johnson & Johnson to throw out 60 million doses made at its plant in Baltimore. The news came a day after CNN reported that the U.S. hasn’t sent any shipments of the vaccine since the first week of May due to a lack of supply caused by earlier issues at the plant. On June 10, Johnson & Johnson also announced that the FDA has approved an extension of the shelf life of its vaccine from three to four and a half months.\nEfficacy: On February 24, an FDA analysis confirmed Johnson & Johnson’s earlier report that its vaccine is safe and effective in preventing COVID-19. The report found the vaccine is 72-percent effective in preventing COVID-19 based on U.S. trials, and 85-percent effective in preventing severe disease across all regions. It also shows that the vaccine was 64-percent effective in preventing disease in the company’s South African trials, which is higher than had previously been reported. \nOn June 9, a study published in the journal Nature showed that Johnson & Johnson’s vaccine is effective in protecting against virus variants, including the Beta and Gamma variants of concern. The study showed that the vaccine elicits neutralizing antibodies and a T-cell response among people who live in areas where the variants are widely circulating, including Brazil and South Africa.\nSafety: On July 13, U.S. regulators added a warning to Johnson & Johnson’s vaccine in response to rare reports linking the shot to Guillain-Barré Syndrome, a disorder in which the body’s immune system attacks the nerves. The FDA said there have been about a hundred preliminary reports of the syndrome among the 12.8 million people who have received the Johnson & Johnson vaccine. It added that the benefits of receiving the vaccine still outweigh the risks.\nCDC officials told the Washington Post that the cases have mostly been reported about two weeks after vaccination among men, many aged 50 or older, and that these cases will be discussed during an upcoming meeting of the CDC’s advisory committee.\nIn the spring, the vaccine’s rollout was briefly halted in the U.S. and across Europe as regulators investigated reports of blood clotting among people who have received the shot. The FDA and CDC reviewed 15 cases of blood clots. The cases—which the agencies noted are “extremely rare”—occurred in women between the ages of 18 and 48 within six to 13 days after vaccination. The Europeans Medicines Agency also said that the cases it reviewed occurred in people under 60—mostly women—within three weeks of vaccination.\nOn April 23, the U.S. FDA and CDC lifted the pause on Johnson & Johnson’s vaccine and said that immunizations can resume immediately. The agencies said that the risk of blood clots is “very low” and that the benefits of getting the vaccine outweigh the risks. It will add information about the increased risk of blood clots to the vaccine’s label. The decision came days after the European Medicines Agency said that blood clots should be listed as a “very rare” side effect of Johnson & Johnson’s COVID-19 vaccine.\nClinical trials status: On September 23, 2020, Johnson & Johnson announced the launch of its phase three “ENSEMBLE” trial to evaluate the safety of the vaccine—and how well it works—among up to 60,000 adults from a variety of countries. The trial will include “significant representation” from older populations and those with underlying conditions that make them more susceptible to COVID-19.\nOn October 12, 2020, Johnson & Johnson announced that it paused phase three trials for an independent safety review due to an unexplained illness in a participant. The company didn’t provide any details, in part to protect the patient’s privacy, but said that illnesses and accidents are expected in large clinical studies. What’s more, study pauses are routine for clinical trials and aren’t typically reported. Later that month, the company announced it would resume trials, which were fully enrolled with 45,000 participants by December 17.\nOn April 2, Johnson & Johnson announced that it has begun vaccinating children age 12 to 17 as part of its phase 2a clinical trial. The company said it will initially test the vaccine in adolescents age 16 to 17 before expanding it to younger children.\nSinopharm\nName: None\nWho: China’s state-run pharmaceutical company, in collaboration with the Wuhan Institute of Biological Products.\nWhat: Two inactivated SARS-CoV-2 vaccines.\nLatest news: On July 19, preliminary results from a study conducted in Sri Lanka found that Sinopharm’s vaccine was less effective against the Delta variant than the original SARS-CoV-2 strain. As Reuters reported, the study showed that the vaccine elicited a 1.38-fold reduction in antibody levels against the variant.\nDistribution: Authorities in China have set a goal to vaccinate 50 million people by Lunar New Year in mid-February, despite the lack of evidence that their available vaccines are safe and effective. Chinese officials have said the vaccine will be free for Chinese citizens, and that they will prioritize immunizations for high-risk groups such as the elderly and people with underlying conditions.\nOn January 13, Hungary’s government announced that it had reached a deal with Sinopharm to buy the company’s vaccine, following Hungary’s criticisms of the pace of the European Commission’s vaccine rollout.\nApproval status: China has approved one of the company’s vaccines for general use and another for limited use. One of the Sinopharm vaccines has also been approved by the World Health Organization as well as in Bahrain, the United Arab Emirates, and other countries.\nSinopharm filed for final regulatory approval from China in late November, two months after the New Yorker reported that hundreds of thousands of Chinese civilians have already been vaccinated under the government’s emergency-use approval. China began to inoculate medical workers and other high-risk groups with the Sinopharm trial vaccines in July, making it the first experimental vaccine available to civilians beyond clinical volunteers.\nEfficacy and safety: On May 7, the World Health Organization estimated the Sinopharm vaccine’s efficacy to be 79 percent among all age groups, affirming the company’s earlier announcement of the results of its phase three study.\nPreliminary findings from two randomized trials, published in the Journal of the American Medical Association, have shown the vaccine can trigger an antibody response with no serious adverse effects. The study did not measure T cell-mediated immune responses. These results are significant, though, as they are the first published data from human clinical trials for a COVID-19 vaccine that uses a whole, inactivated virus.\nClinical trials status: Sinopharm launched its first phase three trial in July 2020 among 15,000 volunteers—aged 18 to 60, with no serious underlying conditions—in the UAE. The company selected the UAE because it has a diverse population made up of approximately 200 nationalities, making it an ideal testing ground. Sinopharm will also undertake phase three trials in locations such as Peru and Bahrain.\n\n\nSinovac\nName: CoronaVac\nWho: A Chinese biopharmaceutical company, in collaboration with Brazilian research center Butantan.\nWhat: An inactivated vaccine.\nLatest news: On July 15, Reuters reported that the leaders of a Chilean study have recommended administering a third dose of Sinovac’s vaccine as its efficacy has waned in the face of the Delta variant. The vaccine’s level of protection is lower than others—late-stage trials found that it is 51 percent effective in preventing COVID-19. Still, Nature reports that it is 100 percent effective at preventing severe disease and therefore is key to helping curb the pandemic.\nApproval status: Approved for limited use by the WHO as well as in China, Indonesia, Brazil, and other countries.\nEfficacy and safety: Reports released in early January place CoronaVac’s efficacy below that of other authorized vaccines. Results from a late-stage clinical trial released on January 13 found that CoronaVac had an efficacy of 50.4 percent, slightly more than the 50-percent minimum recommended by the World Health Organization. The difference comes down to the earlier estimate’s exclusion of trial participants who got “very mild infections” but did not require clinical assistance.\n On April 7, a preliminary study of CoronaVac’s vaccine rollout in Brazil showed that the vaccine is about 50 percent effective in protecting against COVID-19 in a region where the highly transmissible P.1 variant is circulating.\nClinical trials status: CoronaVac entered phase three trials in July, with plans to recruit nearly 9,000 healthcare professionals in Brazil, in addition to phase three trials in Indonesia. A planned trial in Bangladesh was delayed, after Bangladesh refused in October to co-finance a late-stage trial.\nCenter for Genetic Engineering and Biotechnology\nName: Abdala\nWho: A government-run research institute in Cuba.\nWhat: A protein subunit vaccine that’s administered in three doses.\nLatest news: On June 22, Cuba announced that the Abdala vaccine is 92.28 percent effective against COVID-19. Data has not yet been released, but Reuters reports that Cuban regulators are expected to grant emergency use authorization to both the Abdala and Soberana-02 vaccines. However, the country has already begun administering the two vaccines among health workers as part of an “intervention study.”\nClinical trials: In March Cuba launched phase three clinical trials for the Abdala vaccine among 48,000 volunteers.\nFinlay Institute for Vaccines\nName: Soberana-02\nWho: A government-run research institute in Cuba.\nWhat: A conjugate vaccine that uses part of the virus spike protein.\nLatest news: On June 22, the New York Times reported that the Soberana-02 vaccine was 62 percent effective at preventing COVID-19 after two of its three required doses. Results for all three doses is expected within weeks.\nClinical trials: On March 4, Cuba became the first country in Latin America to announce the launch of a phase three clinical trial for one of its COVID-19 vaccines, the Miami Herald reported. The Cuban government hasn’t released any data from early-stage trials but said the phase three trial will be conducted in Havana among 44,000 volunteers.\nCureVac\nName: CVnCoV\nWho: A German biopharmaceutical company in partnership with Bayer, a German multinational pharmaceutical company.\nWhat: An mRNA vaccine that’s administered in two doses taken 28 days apart.\nLatest news: On June 16, CureVac reported disappointing results from a study of its clinical trials showing its vaccine is 47 percent effective in preventing COVID-19, falling short of the company’s own criteria for success. CureVac attributed its results to the virus variants that are now circulating. It sequenced 124 cases of COVID-19 among clinical trial participants and found only one case was caused by the original SARS-CoV-2 virus and more than half were caused by variants of concern.\nThe New York Times reports that CureVac still intends to apply for approval from the European Medicines Agency. The company has a deal to provide 405 million doses to the European Union if its vaccine is authorized.\nApproval status: Not approved for use.\nEfficacy and safety: On January 11, CureVac announced that preliminary results show its vaccine prompted robust antibody and T-cell responses in rhesus macaques.\nClinical trials status: On December 14, CureVac announced it had begun enrolling participants in a phase 2b/3 study to assess its vaccine’s safety and efficacy in more than 35,000 participants in Europe and Latin America. One week later, the company launched a separate phase three trial in healthcare workers in Mainz, Germany.\n\n\n\nSanofi-GSK\nName: None\nWho: A global biopharmaceutical company in partnership with a global healthcare company.\nWhat: An adjuvant-supported recombinant-protein vaccine.\nLatest news: On May 27, Sanofi and GSK announced that they’ve started to enroll participants in a phase three clinical study of their COVID-19 vaccine candidate. The study will test the safety and efficacy of the vaccine in 35,000 volunteers ages 18 and older in the U.S., Asia, Africa, and Latin America. The study’s broad geographic range will allow the companies to evaluate the vaccine’s efficacy against the virus variants that are circulating around the world.\nApproval status: Not approved for use.\nEfficacy and safety: On May 17, the companies announced that a study of their phase two clinical trials shows the vaccine generated a high level of neutralizing antibodies with no safety concerns.\nBiological E. Limited\nName: None\nWho: An Indian vaccine and pharmaceutical company in partnership with the Baylor College of Medicine.\nWhat: A protein-based subunit vaccine that requires two doses administered 28 days apart.\nLatest news: On April 26, the companies announced that they have received approval to launch a phase three clinical trial of their vaccine candidate. The trial will evaluate the efficacy and safety of the vaccine among more than 1,200 volunteers ages 18 to 80 at 15 sites across India.\nApproval status: Not approved for use.\nDistribution: If the vaccine is approved for use, it will be distributed through the COVAX Facility, a global effort to ensure the equitable distribution of COVID-19 vaccines.\nValneva SE\nName: VLA2001\nWho: A vaccine developer based in France.\nWhat: An inactivated virus, adjuvant-supported vaccine, with two doses administered three weeks apart.\nLatest news: On April 21, Valneva announced the launch of phase three clinical trials to study the safety and efficacy of its COVID-19 vaccine. The trial will compare the efficacy of the vaccine to that of AstraZeneca’s conditionally approved vaccine. Approximately 4,000 volunteers will receive two doses of either vaccine to determine the immune response of each. Valneva says it hopes to file for regulatory approval in the fall of 2021.\nApproval status: Not approved for use.\nSafety and efficacy: On April 6, Valneva announced that a study of its phase 1 and 2 clinical trials show that its vaccine prompted a strong immune response with no safety concerns.\nShenzhen Kangtai Biological Products\nName: None\nWho: A China-based pharmaceuticals company.\nWhat: An inactivated vaccine that requires two doses administered 28 days apart.\nLatest news: On May 14, China approved the Kangtai shot for emergency use, just weeks after the vaccine launched its phase three clinical trials.\nApproval status: Authorized for emergency use in China.\nClinical trials: Kangtai’s phase three clinical trials are underway, testing the vaccine’s safety and efficacy among 28,000 adults age 18 and older.\n\nMedicago\nName: CoVLP\nWho: A Canadian biotechnology company, in partnership with British multinational pharmaceutical company GlaxoSmithKline.\nWhat: A plant-derived recombinant vaccine with an adjuvant that requires two doses administered 21 days apart.\nLatest news: On March 16, Medicago and GlaxoSmithKline announced that their vaccine had entered phase three clinical trials to study its safety and efficacy in up to 30,000 volunteers in 10 countries, including Canada and the U.S. In November 2020, the companies said that their phase one clinical trials showed the vaccine produced antibody and T-cell responses with no severe adverse events reported.\nBharat Biotech\nName: COVAXIN\nWho: An Indian biotechnology company, in collaboration with the Indian Council of Medical Research and the National Institute of Virology.\nWhat: An inactivated vaccine, which requires two doses that are administered 28 days apart.\nLatest news: On March 3, Bharat Biotech announced that an interim analysis of its phase three trial showed its vaccine is 81-percent effective in protecting against COVID-19 after the second dose. A separate preliminary study also indicated that the vaccine produces antibodies that can neutralize the virus variant that originated in the U.K. \nApproval status: Authorized for emergency use in India.\nDistribution: India has the second-highest caseload in the world—only behind the U.S.—with more than 11 million people infected. As a result, the country is embarking on an ambitious plan to vaccinate 300 million frontline workers and vulnerable people by August 2021.\nOn January 12, Bharat Biotech announced that it had signed an agreement with Precisa Medicamentos, a Brazilian pharmaceutical company, to sell COVAXIN in Brazil.\nEfficacy and safety: On January 21, The Lancet published interim findings from COVAXIN’s phase one study that showed the vaccine elicited an immune response in participants. The study identified only one serious adverse event, and it was unrelated to the vaccine. \nClinical trials status: On November 16, Bharat Biotech announced it has begun phase three trials involving 26,000 participants at more than 25 centers across India.\nThe Gamaleya National Center of Epidemiology and Microbiology\nName: Sputnik V\nWho: A Russian research institution, in partnership with the state-run Russian Direct Investment Fund.\nWhat: A viral vector vaccine that uses two strains of adenovirus and requires a second injection after 21 days to boost the immune response.\nLatest news: On March 4, the European Union announced that it is starting a rolling review of the Sputnik V vaccine. The announcement came after a handful of European countries said they would consider approving the vaccine without E.U. approval. Hungary has already authorized the vaccine. \nApproval status: In August, Russia cleared the Sputnik V vaccine for widespread use and claimed it as the first registered COVID-19 vaccine on the market—before the vaccine’s phase three trials had begun and despite the lack of published evidence at the time. It has since been approved in Belarus, Argentina, Venezuela, and other countries.\nEfficacy and safety: On February 2, the medical journal The Lancet published the results of a phase three trial in Moscow that found the Sputnik V vaccine is safe and 91.6-percent effective in preventing COVID-19. The study, which involved more than 22,000 participants, also showed the vaccine is 100-percent effective in preventing moderate or severe cases of the disease, as no such cases were confirmed at least 21 days after receiving the first dose.\nDistribution: Global demand for Sputnik V has soared in the weeks since the vaccine’s efficacy data was published. The vaccine makers have reached deals with more than 40 countries in Latin America, Eastern Europe, Asia, and Africa. On February 19, the African Union announced that Russia has offered them 300 million doses of the Sputnik V vaccine, which they will make available starting in May. \nClinical trials status: On December 11, the Gamaleya Institute and biopharmaceutical company AstraZeneca announced they will work together to study the possibility of combining Sputnik V with the candidate that AstraZeneca has developed with the University of Oxford. Since both candidates use the same adenovirus, researchers will investigate whether combining them will improve efficacy of the AstraZeneca vaccine, which is 70.4-percent effective in preventing COVID-19.\nChumakov Center\nName: CoviVac\nWho: A Russian research center.\nWhat: An inactivated vaccine given in two doses, 14 days apart.\nApproval status: On February 20, Russia approved the CoviVac vaccine for use even though late-stage clinical trials to test its safety and efficacy have not yet begun. Reuters reports that early-stage trials with 200 participants showed the vaccine has no side effects.\nDistribution: The Chumakov Center plans to produce half a million doses per month.\n\n\nMurdoch Children’s Research Institute\nName: Bacillus Calmette-Guerin BRACE trial\nWho: The largest child health research institute in Australia, in collaboration with the University of Melbourne.\nWhat: For nearly a hundred years, the Bacillus Calmette-Guerin (BCG) vaccine has been used to prevent tuberculosis by exposing patients to a small dose of live bacteria. Evidence has emerged over the years that this vaccine may boost the immune system and help the body fight off other diseases as well.\nLatest news: On November 10, a U.S. study published in the Journal of Clinical Investigation found that among 6,201 healthcare workers in Los Angeles, those who had previously received the BCG vaccine reported symptoms of COVID-19 less often than those who hadn’t, a finding that study authors say strengthens the case for further research. In October, the U.K. launched a study of the BCG vaccine that is part of the Australian-led trials. The study is seeking to recruit 1,000 frontline health-care workers to test the vaccine’s effectiveness against COVID-19.\nClinical trials status: In April, researchers from the Murdoch Children’s Research Institute began a series of randomized controlled trials that will test whether BCG might work on the coronavirus as well. They aim to recruit 10,000 healthcare workers in the study. In an April 2020 scientific brief, the World Health Organization found that there is no current evidence that the BCG vaccine protects people against infection with the coronavirus.\nApproval status: Not approved for use.\nCanSino Biologics\nName: Ad5-nCoV\nWho: A Chinese biopharmaceutical company.\nWhat: A viral vector vaccine.\nLatest news: A Russian pharmaceutical company Petrovax announced that more than 90 percent of participants in Russian trials of Ad5-nCoV had high levels of antibodies, but few additional details are currently available. Indonesia has ordered 20 million doses of CanSino’s vaccine; Mexico signed an agreement to buy 35 million doses.\nApproval status: Though the company was still technically in phase two of its trial, on June 25, CanSino became the first company to receive limited approval to use its vaccine in people. The Chinese government has approved the vaccine for military use only, for a period of one year.\nEfficacy and safety: Preliminary results from phase two trials, published in The Lancet, have shown that the vaccine produces “significant immune responses in the majority of recipients after a single immunisation.” There were no serious adverse reactions documented.\nClinical trials status: On December 21, CanSino announced that it has recruited more than 20,000 participants for its phase three trials in Pakistan, Russia, Mexico, and Chile. On August 15, Russian biopharmaceutical company Petrovax announced it had launched the first phase three clinical trial of Ad5-nCoV.\nVector Institute\nName: EpiVacCorona\nWho: A Russian biotechnology institute.\nWhat: A protein vaccine, namely it uses small fragments of viral antigens called peptides to produce an immune response.\nLatest news: On January 13, Russian state news agency TASS reported that of the more than 2,000 volunteers who had received both doses of EpiVacCorona’s two-dose regimen, none reported adverse reactions from the vaccine. In November, Russia launched mass trials of its EpiVacCorona vaccine; the trials will inoculate 150 people over the age of 60 and 3,000 volunteers over the age of 18.\nApproval status: On October 14, Russia granted regulatory approval to EpiVacCorona even though the vaccine candidate has not published any results and has not entered phase three of its clinical trials. It is the second vaccine candidate that Russia has approved for use despite a lack of published evidence about its safety and efficacy.\nZydus Cadila\nName: ZyCoV-D\nWho: An Indian pharmaceutical company.\nWhat: A DNA-based vaccine that is delivered by a skin patch.\nLatest news: On January 3, Zydus Cadila announced it had received approval from Indian regulators to launch a phase three trial testing the safety and efficacy of its vaccine in about 30,000 volunteers.\nApproval status: Not approved for use.\nSafety and efficacy: In December, Zydus Cadila said that a combined phase one/two study of its vaccine showed it was safe and prompted an immunogenic response, but the company did not share any data.\nAnhui Zhifei\nName: ZF2001\nWho: A Chinese biopharmaceutical company, in partnership with the Institute of Microbiology at the Chinese Academy of Sciences.\nWhat: A subunit vaccine that uses pieces of protein from a pathogen to trigger an immune response.\nLatest news: In November, Chinese health officials announced the launch of phase three trials for the Anhui Zhifei vaccine. The trials—which will recruit 29,000 volunteers aged 18 or older—are expected to be conducted in China, Indonesia, Pakistan, and Ecuador.\nApproval status: Not approved for use.\nResearch Institute for Biological Safety Problems\nName: QazCovid-in\nWho: A research institute in Kazakhstan.\nWhat: An inactivated vaccine.\nLatest news: On January 14, Kazakh health officials granted a nine-month temporary registration to the QazCovid-In vaccine, despite a lack of data from its ongoing phase three trials. Prime Minister Askar Mamin has previously said he expects mass vaccination to begin in March 2021.\nApproval status: Granted temporary registration in Kazakhstan.\nClinical trials status: In December, the institute announced that the Kazakh Ministry of Health approved the launch of phase three trials, which will assess the vaccine’s safety and efficacy in 3,000 volunteers.\nInstitute of Medical Biology at the Chinese Academy of Medical Sciences\nName: Unknown\nWho: A Chinese research institute.\nWhat: An inactivated vaccine that requires two doses taken 14 days apart.\nLatest news: In December, researchers launched phase three clinical trials to test the efficacy and safety of the vaccine in 34,020 participants in Malaysia and Brazil.\nSafety and efficacy: Preliminary results of the vaccine’s phase one trial showed that it prompted an immune response with no serious adverse incidents.\n\n",
  "length": 73195,
  "excerpt": "Everything you need to know about the COVID-19 vaccines—from their safety and efficacy to the global vaccine rollout.",
  "siteName": null,
  "image": "/calibre/National-Geographic--Wed--25-Aug--2021----/feed_4/article_1/images/img1_u5.jpg"
}