{
  "articleList": [
    {
      "title": "Your local Best Buy might have Nvidia RTX 30-series GPUs on August 26th",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1339,
      "excerpt": "Nvidia’s RTX 30-series graphics cards are next to impossible to find in stock, but Best Buy is offering PC gamers an opportunity to buy one on Thursday, August 26th. Select store locations will have stock, and if you find your local store on this page by using the drop-down options, it’ll be among the locations getting some GPUs for Thursday’s restock.",
      "siteName": null,
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_0/index_u4.json"
    },
    {
      "title": "The latest August Wi-Fi Smart Lock is cheaper than ever",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 6853,
      "excerpt": "August’s latest Wi-Fi Smart Lock is on a special discount today through Wellbots. This small, discreet smart lock is on sale in both black and gray colorways for $199, and you can use promo code VERGE20 to take an additional $20 off the sale price while supplies last. This brings the Alexa-enabled August lock down to a new historic low price of $179, which is an exceptional deal for an app-connected smart lock that can be easily retrofitted to your existing deadbolt without the need for a locksmith. Read our review.",
      "siteName": null,
      "image": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_1/images/img1.jpg",
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_1/index_u6.json"
    },
    {
      "title": "Alphabet’s drone delivery service Wing hits 100,000 deliveries milestone",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4028,
      "excerpt": "Wing, the drone delivery company operated by Google-parent Alphabet, is about to rack up 100,000 deliveries. The company says it will pass the threshold in the next few days, a significant milestone for a technology that has nevertheless yet to prove its utility at scale.",
      "siteName": null,
      "image": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_2/images/img1_u2.jpg",
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_2/index_u8.json"
    },
    {
      "title": "How to watch Gamescom’s Opening Night Live stream",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1386,
      "excerpt": "Gamescom is usually the biggest in-person video games conference, but it’s happening virtually for the second year straight due to the pandemic. That may be disappointing to people who wanted to go to Cologne, Germany, but the online presentation makes it a lot easier for viewers at home to see all of the highlights. Geoff Keighley’s two-hour-long Opening Night Live event is focused on doing just that, providing new Gamescom game announcements, trailers, and guest appearances.",
      "siteName": null,
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_3/index_u10.json"
    },
    {
      "title": "Joe Rogan, confined to Spotify, is losing influence",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 10042,
      "excerpt": "When Spotify decided to try to become the biggest podcasting platform in the world, it knew it needed a nuclear weapon: Joe Rogan. The comedian turned podcasting icon has become impossible to miss and a force in the industry. He’s hosted legitimate politicians like Bernie Sanders and wannabes like Kanye West, smoked a joint with Elon Musk, and schmoozed with huge celebrities like Dave Chappelle and Miley Cyrus. With a self-asserted reach of more than 200 million monthly downloads in 2019, Rogan is one of the biggest — if not the biggest — podcaster in the world.",
      "siteName": null,
      "image": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/images/img1.png",
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_4/index_u1.json"
    },
    {
      "title": "The company behind PUBG is trying to create the next big fantasy epic",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 4144,
      "excerpt": "Krafton is best known as the company behind PUBG, taking the scrappy battle royale and turning it into something much bigger thanks to mobile versions, surprisingly expansive lore, and soon even a horror spinoff. Now the company is hoping to build the next big fantasy series after licensing the Korean novel The Bird That Drinks Tears by Lee Yeong-do, with the goal of creating a multimedia franchise that extends to games and beyond.",
      "siteName": null,
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_6/index_u5.json"
    },
    {
      "title": "Fitbit’s new Charge 5 has a rounded design and a color screen",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 7405,
      "excerpt": "Following a couple of big leaks, Fitbit is officially announcing the Charge 5, the company’s latest fitness tracker, and it marks one of the biggest design changes to the popular Charge family since the first Charge HR, which came out in 2015. The Charge 5 shaves down the hard angles that have defined the Charge trackers for a more rounded look, and more significantly, it’s the first Charge with a color AMOLED display.",
      "siteName": null,
      "image": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_7/images/img1_u1.jpg",
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_7/index_u9.json"
    },
    {
      "title": "OnlyFans won’t ban porn after all",
      "byline": null,
      "dir": null,
      "content": null,
      "textContent": null,
      "length": 1078,
      "excerpt": "In an abrupt tweet, video and image sharing site OnlyFans announced a reversal of the shocker announcement that it would ban sexually explicit content. In a statement to The Verge, a spokesperson said “The proposed October 1st, 2021 changes are no longer required due to banking partners’ assurances that OnlyFans can support all genres of creators.”",
      "siteName": null,
      "articleJson": "/calibre/The-Verge--Wed--25-Aug-2021----calibre/feed_0/article_9/index_u2.json"
    }
  ]
}