{
  "title": "Chinese AI company Pensees opens Singapore Institute",
  "byline": "Global Times",
  "dir": null,
  "content": "<h2>Chinese AI company Pensees opens Singapore Institute</h2><div id=\"readability-page-1\" class=\"page\"><div>\n      <p> Source:Xinhua Published: 2019/8/1 13:50:07 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_5/images/img1_u3.jpg\"></p>\n<p>Ma Yuan (R), the founder and chief executive officer of Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees), speaks to a guest during the unveiling ceremony of the Pensees Singapore Institute in Singapore, July 31, 2019. Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&amp;D and delivery capabilities in Singapore and the region. (Xinhua/Then Chih Wey)</p>&nbsp;\n<p><img src=\"/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_5/images/img2.jpg\"></p>\n<p>Ma Yuan (R), the founder and chief executive officer of Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees), speaks to a guest during the unveiling ceremony of the Pensees Singapore Institute in Singapore, July 31, 2019. Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&amp;D and delivery capabilities in Singapore and the region. (Xinhua/Then Chih Wey)</p><p>Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&amp;D and delivery capabilities in Singapore and the region. </p><p>The Pensees Singapore Institute is headed by renowned AI expert Jane Shen, who is also the company's Chief Scientist, and will house up to 70 staff, comprising AI algorithm researchers, system researchers, hardware experts and engineers. </p><p>Ma Yuan, the founder and chief executive officer of Pensees, and Wang Rongfang, counsellor of Science and Technology at the Chinese embassy in Singapore, officiated at the opening ceremony. </p><p>Ma said in his speech, \"Singapore plays an important role in the next wave of AI innovation, and we are thrilled at the idea of establishing our footing here as we seek opportunities to enhance our offerings and work with AI talent from both academia and industry.\" </p><p>Pensees also announced Wednesday its plans to collaborate with local experts and universities. Pensees Singapore Institute has reached a Research Collaboration Agreement with the National University of Singapore(NUS) for the joint development of the AI Based Camera System. This collaboration has been selected as one of the AI 100E projects under the AI Innovation Program managed by AI Singapore, an organization under the Singapore National Research Foundation to promote AI innovation. Pensees also reached a Memorandum of Understanding with Nanyang Polytechnic, where both parties agreed to collaborate in the area of autonomous system technologies, autonomous robots as well as AI application development and testing. </p><p>The Chinse AI company also announced the formation of its Technical Advisory Board Wednesday, with four professors from the NUS and the Nanyang Technological University becoming the first batch of scientists joining the advisory board. </p><p>Since its inception in 2017, Pensees has developed and deployed a full range of AI products and solutions in domains such as Enterprise Security, Public Security, Smart Community and Smart Factory.</p> </div></div>",
  "textContent": "\n       Source:Xinhua Published: 2019/8/1 13:50:07 \n      \n      \n      \n     \nMa Yuan (R), the founder and chief executive officer of Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees), speaks to a guest during the unveiling ceremony of the Pensees Singapore Institute in Singapore, July 31, 2019. Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&D and delivery capabilities in Singapore and the region. (Xinhua/Then Chih Wey) \n\nMa Yuan (R), the founder and chief executive officer of Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees), speaks to a guest during the unveiling ceremony of the Pensees Singapore Institute in Singapore, July 31, 2019. Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&D and delivery capabilities in Singapore and the region. (Xinhua/Then Chih Wey)Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&D and delivery capabilities in Singapore and the region. The Pensees Singapore Institute is headed by renowned AI expert Jane Shen, who is also the company's Chief Scientist, and will house up to 70 staff, comprising AI algorithm researchers, system researchers, hardware experts and engineers. Ma Yuan, the founder and chief executive officer of Pensees, and Wang Rongfang, counsellor of Science and Technology at the Chinese embassy in Singapore, officiated at the opening ceremony. Ma said in his speech, \"Singapore plays an important role in the next wave of AI innovation, and we are thrilled at the idea of establishing our footing here as we seek opportunities to enhance our offerings and work with AI talent from both academia and industry.\" Pensees also announced Wednesday its plans to collaborate with local experts and universities. Pensees Singapore Institute has reached a Research Collaboration Agreement with the National University of Singapore(NUS) for the joint development of the AI Based Camera System. This collaboration has been selected as one of the AI 100E projects under the AI Innovation Program managed by AI Singapore, an organization under the Singapore National Research Foundation to promote AI innovation. Pensees also reached a Memorandum of Understanding with Nanyang Polytechnic, where both parties agreed to collaborate in the area of autonomous system technologies, autonomous robots as well as AI application development and testing. The Chinse AI company also announced the formation of its Technical Advisory Board Wednesday, with four professors from the NUS and the Nanyang Technological University becoming the first batch of scientists joining the advisory board. Since its inception in 2017, Pensees has developed and deployed a full range of AI products and solutions in domains such as Enterprise Security, Public Security, Smart Community and Smart Factory. ",
  "length": 3225,
  "excerpt": "Beijing-based Artificial Intelligence (AI) company Pensees Technology Co Ltd (Pensees) opened here its Singapore Institute Wednesday to oversee the development of its applied industrial R&D and delivery capabilities in Singapore and the region.",
  "siteName": null,
  "image": "/calibre/Global-Times--Wed--25-Aug-2021----/feed_0/article_5/images/img1_u3.jpg"
}