{
  "title": "Arid environments buzz with more bees, says study",
  "byline": "Global Times",
  "dir": null,
  "content": "<div id=\"readability-page-1\" class=\"page\"><div>\n      <p> Source: Xinhua Published: 2020/11/30 14:32:45 </p>\n      \n      \n      <hr>\n    </div><div> <p><img src=\"/calibre/Global%20Times%20%5BWed,%2025%20Aug%202021%5D%20-%20calibre/feed_0/article_11/images/img1_u14.jpg\"></p>\n<p>File photo shows a bee on a flower in Nanhu park in Hohhot, capital of north China's Inner Mongolia Autonomous Region. (Xinhua/Ding Genhou)</p><p>Researchers have mapped the distribution of bee species to study the size and diversity of their global population. </p><p>There are more than 20,000 species of bees which until now lacked accurate global distribution data. The researchers combined a comprehensive checklist of bee species distributions and about six million public records of the insects to depict and map global patterns of diversity. </p><p>Researchers found that the northern hemisphere has a more diverse bee population than the southern hemisphere while arid and temperate environments have more bees than the tropics. </p><p>The global analysis also revealed that forests host fewer bee species than arid and desert environments since trees are a limited source of nutrients for the species and do not provide as many habitats for resting or foraging. </p><p>According to a recent research article published in the journal Current Biology, arid areas, solar radiation and non-forest plant productivity are among the most important global drivers of bee biodiversity. </p><p>The article's \"corresponding author\" Alice Hughes, also a researcher at the Xishuangbanna Tropical Botanical Garden of the Chinese Academy of Sciences, said publicly-accessible records of bee species were few. The research provides background data and analysis for bee diversity studies.</p></div></div>",
  "textContent": "\n       Source: Xinhua Published: 2020/11/30 14:32:45 \n      \n      \n      \n     \nFile photo shows a bee on a flower in Nanhu park in Hohhot, capital of north China's Inner Mongolia Autonomous Region. (Xinhua/Ding Genhou)Researchers have mapped the distribution of bee species to study the size and diversity of their global population. There are more than 20,000 species of bees which until now lacked accurate global distribution data. The researchers combined a comprehensive checklist of bee species distributions and about six million public records of the insects to depict and map global patterns of diversity. Researchers found that the northern hemisphere has a more diverse bee population than the southern hemisphere while arid and temperate environments have more bees than the tropics. The global analysis also revealed that forests host fewer bee species than arid and desert environments since trees are a limited source of nutrients for the species and do not provide as many habitats for resting or foraging. According to a recent research article published in the journal Current Biology, arid areas, solar radiation and non-forest plant productivity are among the most important global drivers of bee biodiversity. The article's \"corresponding author\" Alice Hughes, also a researcher at the Xishuangbanna Tropical Botanical Garden of the Chinese Academy of Sciences, said publicly-accessible records of bee species were few. The research provides background data and analysis for bee diversity studies.",
  "length": 1521,
  "excerpt": "Researchers have mapped the distribution of bee species to study the size and diversity of their global population.",
  "siteName": null
}