{
  "title": "How to make the perfect lamingtons – recipe | Food",
  "byline": "Felicity Cloake",
  "dir": null,
  "content": "<h2>How to make the perfect lamingtons – recipe | Food</h2><div id=\"readability-page-1\" class=\"page\"><div id=\"83f2428a-56ab-4a69-bea8-eb0ccfa61f28\"><div><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons.\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img2_u48.jpg\"></picture></div><p><span><p><span></span><span>Felicity Cloake’s lamingtons.</span> Photograph: Dan Matthews/The Guardian. Food styling: Loïc Parisot.</p></span></p></div><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>L</span></span><span>amingtons are one of those things, like<a data-link-name=\"in body link\" href=\"https://www.goodfood.com.au/eat-out/news/tim-tams-or-penguins-the-australia-versus-britain-sweet-treat-taste-test-20200622-h1owzt\"> Tim Tams</a> and<a data-link-name=\"in body link\" href=\"https://www.newsport.com.au/2021/may/cane-toad-racing-is-back-in-port-douglas/\"> toad racing</a>, that are big in Australia but, despite the best efforts of <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/tv-and-radio/neighbours\">the residents of Ramsay Street</a>, almost unknown elsewhere. Antipodeans of my acquaintance, however, go into nostalgic raptures at the very mention of these little cakes, a staple of Australia Day celebrations and school bake sales. (One friend claims he ate two a day as a child, so he may well be the only person who’s ever lost weight by moving <em>to</em> the UK.)</span></p><p><a data-link-name=\"in body link\" href=\"https://www.eatlivetravelwrite.com/2017/01/lamingtons-for-australia-day/\">Said to have been named after</a> – or, by those less familiar with the culinary skills of your average Victorian aristocrat, invented by – a former governor of Queensland,<a data-link-name=\"in body link\" href=\"https://www.tvnz.co.nz/one-news/new-zealand/unearthed-evidence-suggests-credit-humble-lamington-belongs-nz-not-australia\"> it’s also been appropriated, not uncontroversially, by New Zealand</a> (food writer Irina Georgescu informs me that the same cake is also very popular among the Swabian community in Romania and Germany). Far be it from me, a mere Pom, to comment on the issue, but I will say that whoever came up with them was a clever little sausage.</p><h2>The cake</h2><p>Lamingtons are, essentially, plain cakes with frills –<a data-link-name=\"in body link\" href=\"https://www.abc.net.au/news/rural/2014-01-27/cwa-lamingtons-austalia-day/5220256\"> Barbara Skein of the Canberra Country Women’s Association, who has been making them since she was a child, told ABC news</a> that “there are two ways to make lamingtons. You can use a sponge cake or a butter cake mixture.” While we tend to use the word sponge to refer to most fluffy cakes, technically speaking, a sponge relies on large volumes of whisked egg for its light and airy texture, and contains very little, or no other fat. Butter cake, as the name suggests, is heavier on the fat and thus requires a raising agent such as baking powder to make it rise. It also tends to be softer and moister, and, if, like me, you dream in butter, much, much tastier.</p><p>Skein favours the latter for her cakes, and normally I’d accept her wisdom without question, but a lamington asks a lot from its cake base: consistency is almost as important as flavour with something that has to be cut up, dipped in icing and rolled in coconut, and still come out the other end looking good enough to eat.</p><p>Unsurprisingly, recipes that derive most of their moisture from eggs, and contain minimal amounts of butter, such as those from<a data-link-name=\"in body link\" href=\"https://www.abc.net.au/radio/recipes/lamingtons/8925184\"> Bill Granger</a>, and<a data-link-name=\"in body link\" href=\"https://www.womensweeklyfood.com.au/recipes/classic-lamingtons-17017\"> Australian Women’s Weekly</a>, prove more robust, but blander than their more dairy-heavy counterparts. If we’re going to nitpick – which is, after all, what everyone’s here for – you could describe them as a little bit tough in comparison (that said, Granger’s are pronounced “just like I used to get in my lunchbox” and “exactly the right lamington for an Australian”, while a Kiwi agrees that they “taste like the real thing”). AWW cut the flour with cornflour, which reduces the gluten content and gives a slightly more tender crumb, but I think it’s preferable to make a tastier sponge in the first place, then work out how to ice that, rather than compromising on flavour.</p><p><a data-link-name=\"in body link\" href=\"https://www.theguardian.com/lifeandstyle/2013/jan/25/lamington-cake-recipe-dan-lepard\">Dan Lepard</a> also relies on a high egg content to produce a robust sponge that’s easy to cut and ice, but adds soured cream and vegetable oil, which means it tastes great and stays moist. If you need something that can stand up to the rough and tumble of a kids’ birthday party, cake stall or picnic, then these are the ones to go for.</p><p>On the butter cake front, Donna Hay’s buttermilk version is delicious, but so soft it crumbles into the icing, which means it’s no match for the<a data-link-name=\"in body link\" href=\"https://www.abc.net.au/radio/recipes/lamingtons/8928708\"> ridiculously fluffy recipe from Glad Shute of the Country Women’s Association of New South Wales</a>. Shute’s cake manages to be both pleasingly light and gratifyingly easy to ice after a few hours in the freezer, a trick that proves even more effective than leaving it out overnight (though, in practice, once you’ve let it cool, it’s about the same, timewise). Because I like the tanginess of buttermilk, I’m going to use that instead of milk, but the two are interchangeable, so use whatever’s easiest for you.</p><h2>Flavourings and fillings</h2><p>Almost everyone, Granger and AWW excepted, spikes their cake with vanilla – such a butter-rich recipe needs no help in that department, but vanilla does work well, and can be easily swapped for the likes of almond essence or citrus zest as takes your fancy. Hay also adds desiccated coconut to her cake batter, which my testers are less keen on – the contrast between the chewy, coconut exterior and the fluffy sponge is, it seems, key to the lamington experience.</p><p>A traditional lamington, my Antipodean friends are quick to tell me, does not contain any kind of filling: “Cream, jam, I’m not here for that,” Matt says. It’s my professional duty to give them a go, so I add a layer of raspberry jam to Hay’s recipe (she also suggests a homemade chocolate spread, but I’m intrigued by the idea of something sharper). This proves very popular, and is one person’s favourite of them all, but is, undeniably, more of a faff, so I’m going to use tradition as my excuse to keep things simple. If you’re more adventurous/less lazy, please know that<a data-link-name=\"in body link\" href=\"https://www.goodfood.com.au/recipes/helen-gohs-lamington-chocolate-cake-with-marmalade-and-coconut-20210712-h1x3pf\"> Helen Goh puts marmalade in her giant lamington</a>, which sounds like a great combination of flavours.</p><h2>The icing</h2><p>Like the cake, these fall into two broad camps. The first, which includes Lepard and Granger, make a rich, thick icing from dark chocolate, while the others all rely on cocoa powder to produce a thinner, sweeter glaze. Lepard’s version, in particular, is so rich that I eat the leftovers over ice-cream, but his lamingtons are judged a little bit too sophisticated to be quite bake-sale authentic. That said, unless you’re serving it to people who find <a data-link-name=\"in body link\" href=\"https://www.cadbury.co.uk/products/cadbury-dairy-milk-11294\">Dairy Milk</a> a bit intense, you need to add a bit more cocoa than Shute’s recipe, which has a great consistency (the thinner, the better, for ease of dipping), but comes out the colour of a <a data-link-name=\"in body link\" href=\"https://www.alamy.com/stock-photo-nestle-caramac-chocolate-bar-59221265.html\">Caramac</a>; one tester asks if it’s condensed milk flavour. The golden syrup seems to help it flow better over the cake, though.</p><p>I try various methods to make the icing process less messy, including the purchase of some corn-on-the-cob skewers and the deployment of disposable gloves, as recommended by one correspondent, but in the end decide a fork and a relaxed attitude towards chocolate on every surface works best. (If you want really neat results, try the AWW trick of dividing the icing between two bowls so you can swap when one becomes too full of crumbs to give a smooth finish.) Note that the quantities given here will give you too much icing, but it’s hard successfully to dip the cakes in much less, so you’ll just have to think of a way to use it up (over ice-cream would be my top tip).</p><h2>Variations</h2><p>As well as Goh’s giant version, I find a<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/lifeandstyle/2012/apr/20/lamington-scrolls-australian-recipes-baking\"> double chocolate lamington</a> by Lepard,<a data-link-name=\"in body link\" href=\"https://www.theguardian.com/food/2021/mar/20/benjamina-ebuehi-recipe-lemon-and-pistachio-lamingtons\"> a lemon and pistachio take from Benjamina Ebuehi</a>, a<a data-link-name=\"in body link\" href=\"https://www.marieclaire.com.au/black-forest-panna-cotta-lamingtons\"> much recommended pannacotta-soaked lamington from Sydney’s Nadine Ingram</a>, and even a raw recipe in Hay’s Modern Baking book – once you get the basics right, these little cakes are almost infinitely adaptable. But why meddle with perfection?</p><h2>Perfect lamingtons</h2><p>Prep <strong>40 min</strong><br>Cook <strong>30 min</strong><br>Freeze <strong>2 hr<br></strong>Makes <strong>10</strong></p><p><strong>125g </strong><strong>room temperature butter</strong>, plus extra for greasing<br><strong>160g caster sugar<br>2 eggs</strong>, beaten<br><strong>½ tsp vanilla extract<br>210g plain flour<br>2 tsp baking powder</strong> (or use 220g self-raising flour in total instead of the plain flour and baking powder)<br><strong>¼ tsp fine salt</strong> (optional)<br><strong>150ml buttermilk</strong>, or milk</p><p>For the icing<br><strong>450g icing sugar<br>50g cocoa powder<br>1 tbsp golden syrup<br>25g butter</strong>, chopped<br><strong>¼ tsp fine salt</strong> (optional)</p><p>To finish<br><strong>250g desiccated coconut</strong></p><div id=\"be1fefd7-b3f6-4b43-a7e9-f337a4956bd9\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 01\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img4_u8.jpg\"></picture></div><p>Grease and line 20cm x 30cm tin, and heat the oven to 200C (180C fan)/390F/gas 6.</p><div id=\"26427670-3280-4154-8657-6e40a69e7d04\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 02\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img5_u1.jpg\"></picture></div><p>Beat the butter and sugar for about five minutes, until really fluffy, scraping down the bowl regularly, then gradually beat in the eggs and vanilla extract until well combined.</p><p>Sift the flour and baking powder into a bowl, stir in the salt, then, with a large metal spoon, gently fold half of it into the batter mix. Fold in half the buttermilk, then repeat with the remaining flour and buttermilk, until everything is well combined - if using milk, pour in only about 100ml to begin with, then add just enough so the batter drops reluctantly off the spoon. </p><div id=\"640bf6c8-a525-4a76-8b94-7646a7e31f1c\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 03\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img6_u5.jpg\"></picture></div><p>Spoon the mix into the tin and bake for about 30 minutes, until golden and springy.</p><div id=\"9a029faa-bb2d-4c7e-8e61-09327d82f1dc\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 04\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img7_u5.jpg\"></picture></div><p>Remove, leave to cool for 10 minutes, then turn out on to a cooling rack and leave to cool completely. </p><div id=\"8746dc76-409c-4226-91ab-bf03f7ee5742\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 05 b\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img8_u1.jpg\"></picture></div><p>Cut the cake into 4cm-square cubes, transfer to a baking sheet and freeze in a single layer for about two hours.</p><p>Once frozen, remove from the freezer and start on the icing. Bring a kettle of water to a boil. </p><div id=\"0e20a384-3d0b-4d1a-ad4d-605278ffaec2\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 06\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img9.jpg\"></picture></div><p>Sift the icing sugar and cocoa powder into a heatproof bowl suitable for setting over a pan of hot water, then add the remaining icing ingredients and enough boiling water (about 100ml should do it) to give the mix a smooth consistency similar to that of single cream.</p><div id=\"7e44e94d-e4f3-415c-8cc5-6ac014213d98\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 08\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img10_u6.jpg\"></picture></div><p>Set the icing over a pan of simmering water to keep it warm, stirring occasionally if it starts to thicken up. Tip the coconut on to a plate and spread out, then put it and a cooling rack on a wipe-clean surface near the hob.</p><div id=\"43c6e537-7c69-4b54-abf6-34b7cac6d77a\"><picture itemprop=\"contentUrl\"><img alt=\"Felicity Cloake’s lamingtons 09\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img11_u6.jpg\"></picture></div><p>Spear a lamington on a fork, then dip it in the icing to coat and shake off any excess. Now roll it in the coconut, put on the rack to dry and repeat with the remaining lamingtons, icing and coconut. Leave to set before eating.</p><ul> \n <li><p>UK readers: <a data-link-name=\"in body link\" href=\"https://www.ocado.com/search?entry=10000091468&amp;utm_source=guardian-feast&amp;utm_medium=referral&amp;utm_campaign=guardian-feast-recipe\">click to buy these ingredients</a> from Ocado</p></li> \n</ul><p><span data-dcr-style=\"bullet\"></span> Lamingtons: the best of Aussie baking, or something best left in Harold’s coffee shop? Are you a cream, jam or pandan leaf fan … or a fierce traditionalist? And where makes your favourites?</p></div></main></main></div></div>",
  "textContent": "Felicity Cloake’s lamingtons. Photograph: Dan Matthews/The Guardian. Food styling: Loïc Parisot.Lamingtons are one of those things, like Tim Tams and toad racing, that are big in Australia but, despite the best efforts of the residents of Ramsay Street, almost unknown elsewhere. Antipodeans of my acquaintance, however, go into nostalgic raptures at the very mention of these little cakes, a staple of Australia Day celebrations and school bake sales. (One friend claims he ate two a day as a child, so he may well be the only person who’s ever lost weight by moving to the UK.)Said to have been named after – or, by those less familiar with the culinary skills of your average Victorian aristocrat, invented by – a former governor of Queensland, it’s also been appropriated, not uncontroversially, by New Zealand (food writer Irina Georgescu informs me that the same cake is also very popular among the Swabian community in Romania and Germany). Far be it from me, a mere Pom, to comment on the issue, but I will say that whoever came up with them was a clever little sausage.The cakeLamingtons are, essentially, plain cakes with frills – Barbara Skein of the Canberra Country Women’s Association, who has been making them since she was a child, told ABC news that “there are two ways to make lamingtons. You can use a sponge cake or a butter cake mixture.” While we tend to use the word sponge to refer to most fluffy cakes, technically speaking, a sponge relies on large volumes of whisked egg for its light and airy texture, and contains very little, or no other fat. Butter cake, as the name suggests, is heavier on the fat and thus requires a raising agent such as baking powder to make it rise. It also tends to be softer and moister, and, if, like me, you dream in butter, much, much tastier.Skein favours the latter for her cakes, and normally I’d accept her wisdom without question, but a lamington asks a lot from its cake base: consistency is almost as important as flavour with something that has to be cut up, dipped in icing and rolled in coconut, and still come out the other end looking good enough to eat.Unsurprisingly, recipes that derive most of their moisture from eggs, and contain minimal amounts of butter, such as those from Bill Granger, and Australian Women’s Weekly, prove more robust, but blander than their more dairy-heavy counterparts. If we’re going to nitpick – which is, after all, what everyone’s here for – you could describe them as a little bit tough in comparison (that said, Granger’s are pronounced “just like I used to get in my lunchbox” and “exactly the right lamington for an Australian”, while a Kiwi agrees that they “taste like the real thing”). AWW cut the flour with cornflour, which reduces the gluten content and gives a slightly more tender crumb, but I think it’s preferable to make a tastier sponge in the first place, then work out how to ice that, rather than compromising on flavour.Dan Lepard also relies on a high egg content to produce a robust sponge that’s easy to cut and ice, but adds soured cream and vegetable oil, which means it tastes great and stays moist. If you need something that can stand up to the rough and tumble of a kids’ birthday party, cake stall or picnic, then these are the ones to go for.On the butter cake front, Donna Hay’s buttermilk version is delicious, but so soft it crumbles into the icing, which means it’s no match for the ridiculously fluffy recipe from Glad Shute of the Country Women’s Association of New South Wales. Shute’s cake manages to be both pleasingly light and gratifyingly easy to ice after a few hours in the freezer, a trick that proves even more effective than leaving it out overnight (though, in practice, once you’ve let it cool, it’s about the same, timewise). Because I like the tanginess of buttermilk, I’m going to use that instead of milk, but the two are interchangeable, so use whatever’s easiest for you.Flavourings and fillingsAlmost everyone, Granger and AWW excepted, spikes their cake with vanilla – such a butter-rich recipe needs no help in that department, but vanilla does work well, and can be easily swapped for the likes of almond essence or citrus zest as takes your fancy. Hay also adds desiccated coconut to her cake batter, which my testers are less keen on – the contrast between the chewy, coconut exterior and the fluffy sponge is, it seems, key to the lamington experience.A traditional lamington, my Antipodean friends are quick to tell me, does not contain any kind of filling: “Cream, jam, I’m not here for that,” Matt says. It’s my professional duty to give them a go, so I add a layer of raspberry jam to Hay’s recipe (she also suggests a homemade chocolate spread, but I’m intrigued by the idea of something sharper). This proves very popular, and is one person’s favourite of them all, but is, undeniably, more of a faff, so I’m going to use tradition as my excuse to keep things simple. If you’re more adventurous/less lazy, please know that Helen Goh puts marmalade in her giant lamington, which sounds like a great combination of flavours.The icingLike the cake, these fall into two broad camps. The first, which includes Lepard and Granger, make a rich, thick icing from dark chocolate, while the others all rely on cocoa powder to produce a thinner, sweeter glaze. Lepard’s version, in particular, is so rich that I eat the leftovers over ice-cream, but his lamingtons are judged a little bit too sophisticated to be quite bake-sale authentic. That said, unless you’re serving it to people who find Dairy Milk a bit intense, you need to add a bit more cocoa than Shute’s recipe, which has a great consistency (the thinner, the better, for ease of dipping), but comes out the colour of a Caramac; one tester asks if it’s condensed milk flavour. The golden syrup seems to help it flow better over the cake, though.I try various methods to make the icing process less messy, including the purchase of some corn-on-the-cob skewers and the deployment of disposable gloves, as recommended by one correspondent, but in the end decide a fork and a relaxed attitude towards chocolate on every surface works best. (If you want really neat results, try the AWW trick of dividing the icing between two bowls so you can swap when one becomes too full of crumbs to give a smooth finish.) Note that the quantities given here will give you too much icing, but it’s hard successfully to dip the cakes in much less, so you’ll just have to think of a way to use it up (over ice-cream would be my top tip).VariationsAs well as Goh’s giant version, I find a double chocolate lamington by Lepard, a lemon and pistachio take from Benjamina Ebuehi, a much recommended pannacotta-soaked lamington from Sydney’s Nadine Ingram, and even a raw recipe in Hay’s Modern Baking book – once you get the basics right, these little cakes are almost infinitely adaptable. But why meddle with perfection?Perfect lamingtonsPrep 40 minCook 30 minFreeze 2 hrMakes 10125g room temperature butter, plus extra for greasing160g caster sugar2 eggs, beaten½ tsp vanilla extract210g plain flour2 tsp baking powder (or use 220g self-raising flour in total instead of the plain flour and baking powder)¼ tsp fine salt (optional)150ml buttermilk, or milkFor the icing450g icing sugar50g cocoa powder1 tbsp golden syrup25g butter, chopped¼ tsp fine salt (optional)To finish250g desiccated coconutGrease and line 20cm x 30cm tin, and heat the oven to 200C (180C fan)/390F/gas 6.Beat the butter and sugar for about five minutes, until really fluffy, scraping down the bowl regularly, then gradually beat in the eggs and vanilla extract until well combined.Sift the flour and baking powder into a bowl, stir in the salt, then, with a large metal spoon, gently fold half of it into the batter mix. Fold in half the buttermilk, then repeat with the remaining flour and buttermilk, until everything is well combined - if using milk, pour in only about 100ml to begin with, then add just enough so the batter drops reluctantly off the spoon. Spoon the mix into the tin and bake for about 30 minutes, until golden and springy.Remove, leave to cool for 10 minutes, then turn out on to a cooling rack and leave to cool completely. Cut the cake into 4cm-square cubes, transfer to a baking sheet and freeze in a single layer for about two hours.Once frozen, remove from the freezer and start on the icing. Bring a kettle of water to a boil. Sift the icing sugar and cocoa powder into a heatproof bowl suitable for setting over a pan of hot water, then add the remaining icing ingredients and enough boiling water (about 100ml should do it) to give the mix a smooth consistency similar to that of single cream.Set the icing over a pan of simmering water to keep it warm, stirring occasionally if it starts to thicken up. Tip the coconut on to a plate and spread out, then put it and a cooling rack on a wipe-clean surface near the hob.Spear a lamington on a fork, then dip it in the icing to coat and shake off any excess. Now roll it in the coconut, put on the rack to dry and repeat with the remaining lamingtons, icing and coconut. Leave to set before eating. \n UK readers: click to buy these ingredients from Ocado \n Lamingtons: the best of Aussie baking, or something best left in Harold’s coffee shop? Are you a cream, jam or pandan leaf fan … or a fierce traditionalist? And where makes your favourites?",
  "length": 9404,
  "excerpt": "Felicity Cloake’s lamingtons. Photograph: Dan Matthews/The Guardian. Food styling: Loïc Parisot.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---calibre/feed_11/article_0/images/img2_u48.jpg"
}