{
  "title": "Is democracy getting in the way of saving the planet? | Kate Aronoff",
  "byline": "Kate Aronoff",
  "dir": null,
  "content": "<h2>Is democracy getting in the way of saving the planet? | Kate Aronoff</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>W</span></span><span>hat the Intergovernmental Panel on Climate Change’s <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/environment/2021/aug/09/climate-crisis-unequivocally-caused-by-human-activities-says-ipcc-report\">report</a> confirmed this month is that the stable climate many of us grew up with is gone and has been replaced by a fundamentally unstable one. Sea levels will almost certainly rise and storms will get more intense. Amid a drumbeat of depressing news and decades of inaction, there’s a sort of folk wisdom emerging that liberal democracy might just be too slow to tackle a problem as urgent and massive as the climate crisis. It’s an enticing vision: that governments can forgo the messy, deliberative work of politics in favour of a benign dictatorship of green technocrats who will get emissions down by brute force. With a punishingly tiny budget of just 400 gigatonnes of CO2 left to make a decent shot of staying below 1.5C of warming, is it time to give something less democratic a try?</span></p><p>It would be easy to look at the longstanding stalemate around climate policy in the US, the world’s second biggest emitter and embattled superpower, as evidence that something more top-down is needed. Yet the failure isn’t one of too much democracy but too <em>little</em>. The US Senate empowers West Virginia’s Joe Manchin – a man elected by fewer than 300,000 people – to <a data-link-name=\"in body link\" href=\"https://www.vox.com/22337863/joe-manchin-biden-climate-change-senate-clean-energy-standard\">block the agenda</a> of a president elected by more than 80 million. Climate-sceptical Republicans, backed by corporate interests, have <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/us-news/2021/jul/27/gerrymandering-republicans-electoral-maps-political-heist\">attempted to gerrymander</a> their way to electoral dominance, halting progressive climate action in its tracks. The fossil fuel industry can engulf lawmakers with lobbyists and virtually unlimited campaign donations to sway their votes. And as the Republican party’s leading lights <a data-link-name=\"in body link\" href=\"https://www.newyorker.com/news/q-and-a/why-conservatives-around-the-world-have-embraced-hungarys-viktor-orban\">flirt</a> with authoritarians like Hungary’s prime minister, Viktor Orbán, comprehensive bipartisan climate action remains a pipe dream.</p><p>If a less democratic world is needed to deal with the climate, who are the people who’d like to bring a less democratic world into being? Take Spain’s far-right party Vox, the third largest in the country’s parliament. Having tried climate<strong> </strong>denial and taken regular jabs at environmental movements and policy, it has unveiled a<strong> </strong>set of proposals for how to deal with rising temperatures. As Lluis de Nadal <a data-link-name=\"in body link\" href=\"https://www.opendemocracy.net/en/can-europe-make-it/spains-vox-party-and-the-threat-of-international-environmental-populism/?fbclid=IwAR3KjANk2Izo4KmI87A-w9HbkV5wXjxKbS92XOFHx2QP7ZbMix_Z9FZc63Y\">wrote</a> for openDemocracy recently, the party’s “true ecology” platform aims to create a national “energy autarchy” and mobilise a green manufacturing renaissance. In France,<strong> </strong>the far-right National Rally <strong>– </strong>formerly the Front National<strong> – </strong>has made ecological politics a key part of its rebrand away from Holocaust denial. Jordan Bardella, the party’s vice-president, has called borders “<a data-link-name=\"in body link\" href=\"https://www.dissentmagazine.org/online_articles/the-european-far-rights-environmental-turn\">the environment’s greatest ally</a>”, casting foreigners as rootless cosmopolitans divorced from the land. The aim is not to reach net zero faster – neither party has laid out workable plans to do so – but to endear climate-conscious voters to an ethno-nationalist cause.</p><p>It’s not just the right, however, that has considered a turn away from democracy for the planet’s sake. Back in 2010, the influential climate scientist James Lovelock <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/science/2010/mar/29/james-lovelock-climate-change\">suggested</a> that it “may be necessary to put democracy on hold for a while” to curb emissions. More recently, centrists such as <a data-link-name=\"in body link\" href=\"https://www.bloomberg.com/opinion/articles/2021-04-27/michael-bloomberg-and-david-solomon-on-private-sector-climate-opportunities\">Michael Bloomberg</a> have <a data-link-name=\"in body link\" href=\"https://www.wired.co.uk/article/cop24-climate-change-policy\">started</a> to see corporations as more reliable engines of climate progress. As much as US and UK liberals have talked up the promise of spreading democracy throughout the world this century, though, many centrists – as the Progressive International’s David Adler <a data-link-name=\"in body link\" href=\"https://www.nytimes.com/interactive/2018/05/23/opinion/international-world/centrists-democracy.html\">wrote</a> in 2018 – are pretty down on democracy itself. Analysing the World Values and the European Values surveys, Adler found that centrists in wealthy countries were <em>less </em>supportive of democracy than their counterparts on either the left or the far right. Less than half of centrists in the US thought elections were essential; only 25% saw civil rights as a critical feature of democracy.</p><p>Actually existing centrist politicians, meanwhile, such as <a data-link-name=\"in body link\" href=\"https://www.independent.co.uk/climate-change/news/france-climate-goal-court-paris-agreement-macron-b1796885.html\">Emmanuel Macron</a> in France, haven’t shown any willingness to address the climate crisis at the speed or scale it demands. They share a basic weariness about enthusiastic uses of state power to plan out what it is an economy ought to be doing, and cower in the face of<strong> </strong>major polluters like carmakers and the fossil fuel industry. There are still plenty of austerians hanging around, too, weary of the deficit spending necessary for decarbonisation.</p><p>Openly authoritarian governments hardly fare better.<strong> </strong>China has rolled out an impressive array of green technologies<a data-link-name=\"in body link\" href=\"https://www.washingtonpost.com/world/asia_pacific/with-state-subsidies-and-a-firm-hand-china-races-ahead-with-electric-transport/2019/06/01/2bec456e-7af1-11e9-a66c-d36e482aa873_story.html\"> </a>over the last decade with massive industrial policy. Yet still it continues to prioritise fossil-fuelled growth, with its 14th five-year plan pledging to reduce “emissions intensity” by just 18% through 2025, and the<strong> </strong><a data-link-name=\"in body link\" href=\"https://time.com/6090732/china-coal-power-plants-emissions/\">planned opening</a><strong> </strong>of 43 new coal-fuelled power stations – not to mention the <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/world/xinjiang\">atrocities</a> that government routinely commits against its own people. In India, now the world’s third biggest emitter, Narendra Modi’s far-right government has made an ambitious pledge to be net zero by 2050, on par with pledges made by long-developed countries such as the US and UK But India, like China, has <a data-link-name=\"in body link\" href=\"https://apnews.com/article/middle-east-china-environment-and-nature-india-united-nations-396d3d2ae7b2ff77fb99264d097bc594\">missed</a> the deadline to update its emissions reduction plan in advance of UN climate talks in Glasgow this November.</p><p>There is simply no class of enlightened technocrats in powerful governments waiting in the wings to save the day. No authoritarians are gunning to decarbonise at the breakneck speed required to avert catastrophe. And no billionaire saviour in the form of Elon Musk or Jeff Bezos will rescue our dying planet – they’re both more interested in getting off it than improving it.</p><p>The answer, stubbornly, is more democracy – both within and beyond our borders. Countless millions will be displaced as temperatures soar, meaning national boundaries are bound to become more porous. Our conceptions of democracy should too, to see those living downstream from the west’s massive <a data-link-name=\"in body link\" href=\"https://www.foei.org/climate-fair-shares\">historical emissions</a> as deserving of citizenship and a say in how – and how quickly – decarbonisation happens. “A proposal for curbing emissions from the developed world so that the billion individuals who live without electricity can enjoy its benefits would probably pass in a landslide in a world referendum,” the writer and filmmaker Astra Taylor has <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/environment/2019/oct/01/bad-ancestors-climate-crisis-democracy\">argued</a>, “but it would likely fail if the vote were limited to people in the wealthiest countries.”</p><p>A best-case scenario detailed in their report by IPCC scientists, <a data-link-name=\"in body link\" href=\"https://www.carbonbrief.org/explainer-how-shared-socioeconomic-pathways-explore-future-climate-change\">Shared Socioeconomic Economic Pathway</a> 1, involves “more inclusive development” and unprecedented collaboration among the world’s governments to manage the global commons. In the less upbeat <a data-link-name=\"in body link\" href=\"https://www.sciencedirect.com/science/article/pii/S0959378016300838\">SSP3</a>, “resurgent nationalism” and “concerns about competitiveness and security” start to emerge as countries go their own way in trying to adapt to and (more rarely) mitigate rising temperatures.</p><p>Roads away from democracy all lead to climate chaos. There’s no easy alternative on offer of course. The illiberal right is ascending much faster than the socialist left that has long sought to extend democracy into political systems, homes, and workplaces. The best hope in the short term is for a popular front to browbeat the middling centrists who claim to “believe science” into actually acting on it, and beating back the illiberal right accordingly.</p><ul> \n <li><p>Kate Aronoff is a writing fellow at In These Times</p></li> \n</ul></div></main></main></div></div>",
  "textContent": "What the Intergovernmental Panel on Climate Change’s report confirmed this month is that the stable climate many of us grew up with is gone and has been replaced by a fundamentally unstable one. Sea levels will almost certainly rise and storms will get more intense. Amid a drumbeat of depressing news and decades of inaction, there’s a sort of folk wisdom emerging that liberal democracy might just be too slow to tackle a problem as urgent and massive as the climate crisis. It’s an enticing vision: that governments can forgo the messy, deliberative work of politics in favour of a benign dictatorship of green technocrats who will get emissions down by brute force. With a punishingly tiny budget of just 400 gigatonnes of CO2 left to make a decent shot of staying below 1.5C of warming, is it time to give something less democratic a try?It would be easy to look at the longstanding stalemate around climate policy in the US, the world’s second biggest emitter and embattled superpower, as evidence that something more top-down is needed. Yet the failure isn’t one of too much democracy but too little. The US Senate empowers West Virginia’s Joe Manchin – a man elected by fewer than 300,000 people – to block the agenda of a president elected by more than 80 million. Climate-sceptical Republicans, backed by corporate interests, have attempted to gerrymander their way to electoral dominance, halting progressive climate action in its tracks. The fossil fuel industry can engulf lawmakers with lobbyists and virtually unlimited campaign donations to sway their votes. And as the Republican party’s leading lights flirt with authoritarians like Hungary’s prime minister, Viktor Orbán, comprehensive bipartisan climate action remains a pipe dream.If a less democratic world is needed to deal with the climate, who are the people who’d like to bring a less democratic world into being? Take Spain’s far-right party Vox, the third largest in the country’s parliament. Having tried climate denial and taken regular jabs at environmental movements and policy, it has unveiled a set of proposals for how to deal with rising temperatures. As Lluis de Nadal wrote for openDemocracy recently, the party’s “true ecology” platform aims to create a national “energy autarchy” and mobilise a green manufacturing renaissance. In France, the far-right National Rally – formerly the Front National – has made ecological politics a key part of its rebrand away from Holocaust denial. Jordan Bardella, the party’s vice-president, has called borders “the environment’s greatest ally”, casting foreigners as rootless cosmopolitans divorced from the land. The aim is not to reach net zero faster – neither party has laid out workable plans to do so – but to endear climate-conscious voters to an ethno-nationalist cause.It’s not just the right, however, that has considered a turn away from democracy for the planet’s sake. Back in 2010, the influential climate scientist James Lovelock suggested that it “may be necessary to put democracy on hold for a while” to curb emissions. More recently, centrists such as Michael Bloomberg have started to see corporations as more reliable engines of climate progress. As much as US and UK liberals have talked up the promise of spreading democracy throughout the world this century, though, many centrists – as the Progressive International’s David Adler wrote in 2018 – are pretty down on democracy itself. Analysing the World Values and the European Values surveys, Adler found that centrists in wealthy countries were less supportive of democracy than their counterparts on either the left or the far right. Less than half of centrists in the US thought elections were essential; only 25% saw civil rights as a critical feature of democracy.Actually existing centrist politicians, meanwhile, such as Emmanuel Macron in France, haven’t shown any willingness to address the climate crisis at the speed or scale it demands. They share a basic weariness about enthusiastic uses of state power to plan out what it is an economy ought to be doing, and cower in the face of major polluters like carmakers and the fossil fuel industry. There are still plenty of austerians hanging around, too, weary of the deficit spending necessary for decarbonisation.Openly authoritarian governments hardly fare better. China has rolled out an impressive array of green technologies over the last decade with massive industrial policy. Yet still it continues to prioritise fossil-fuelled growth, with its 14th five-year plan pledging to reduce “emissions intensity” by just 18% through 2025, and the planned opening of 43 new coal-fuelled power stations – not to mention the atrocities that government routinely commits against its own people. In India, now the world’s third biggest emitter, Narendra Modi’s far-right government has made an ambitious pledge to be net zero by 2050, on par with pledges made by long-developed countries such as the US and UK But India, like China, has missed the deadline to update its emissions reduction plan in advance of UN climate talks in Glasgow this November.There is simply no class of enlightened technocrats in powerful governments waiting in the wings to save the day. No authoritarians are gunning to decarbonise at the breakneck speed required to avert catastrophe. And no billionaire saviour in the form of Elon Musk or Jeff Bezos will rescue our dying planet – they’re both more interested in getting off it than improving it.The answer, stubbornly, is more democracy – both within and beyond our borders. Countless millions will be displaced as temperatures soar, meaning national boundaries are bound to become more porous. Our conceptions of democracy should too, to see those living downstream from the west’s massive historical emissions as deserving of citizenship and a say in how – and how quickly – decarbonisation happens. “A proposal for curbing emissions from the developed world so that the billion individuals who live without electricity can enjoy its benefits would probably pass in a landslide in a world referendum,” the writer and filmmaker Astra Taylor has argued, “but it would likely fail if the vote were limited to people in the wealthiest countries.”A best-case scenario detailed in their report by IPCC scientists, Shared Socioeconomic Economic Pathway 1, involves “more inclusive development” and unprecedented collaboration among the world’s governments to manage the global commons. In the less upbeat SSP3, “resurgent nationalism” and “concerns about competitiveness and security” start to emerge as countries go their own way in trying to adapt to and (more rarely) mitigate rising temperatures.Roads away from democracy all lead to climate chaos. There’s no easy alternative on offer of course. The illiberal right is ascending much faster than the socialist left that has long sought to extend democracy into political systems, homes, and workplaces. The best hope in the short term is for a popular front to browbeat the middling centrists who claim to “believe science” into actually acting on it, and beating back the illiberal right accordingly. \n Kate Aronoff is a writing fellow at In These Times \n",
  "length": 7195,
  "excerpt": "What the Intergovernmental Panel on Climate Change’s report confirmed this month is that the stable climate many of us grew up with is gone and has been replaced by a fundamentally unstable one. Sea levels will almost certainly rise and storms will get more intense. Amid a drumbeat of depressing news and decades of inaction, there’s a sort of folk wisdom emerging that liberal democracy might just be too slow to tackle a problem as urgent and massive as the climate crisis. It’s an enticing vision: that governments can forgo the messy, deliberative work of politics in favour of a benign dictatorship of green technocrats who will get emissions down by brute force. With a punishingly tiny budget of just 400 gigatonnes of CO2 left to make a decent shot of staying below 1.5C of warming, is it time to give something less democratic a try?",
  "siteName": null
}