{
  "title": "Anti-vaxx athletes’ stance shows myths cut across boundaries of privilege | Sport",
  "byline": "Jonathan Liew",
  "dir": null,
  "content": "<h2>Anti-vaxx athletes’ stance shows myths cut across boundaries of privilege | Sport</h2><div id=\"readability-page-1\" class=\"page\"><div><main><main><div id=\"maincontent\" tabindex=\"0\"><p><span><span>A</span></span><span> few years ago, I was in India on an England cricket tour, watching net practice. It was a baking hot day at the Feroz Shah Kotla stadium in Delhi, and for the observing media the only available shade was next to a small marquee – really, just a glorified tent – that had been erected for the batsmen to pad up and the bowlers to take a breather. It was while perching in this very spot that I became aware of the surreal conversation taking place on the other side of the canvas.</span></p><p>“Have you guys heard of Julian Assange?” one of the England players was asking his teammates. “It’s a mad story. I was up till about 4am reading about it. He’s the Wikileaks hacker who published all these secrets about the US government and all their wars and stuff. And so what the US government did, they basically framed him for rape and tried to get him extradited to Sweden. It’s <em>mad</em>.”</p><p>Of course, there were significant elements to the player’s rambling account that – shall we say – owed rather more to the bizarro-world alternative truths of the internet than the official record. But above all, I gained an understanding of just how vulnerable an athlete must be to these sorts of wormholes: all those long nights in strange hotel rooms with nothing but a phone, a wifi connection and a raging, unslaked curiosity.</p><p>Indeed, if you were a sinister conspiracist on the search for your next mark, you could do a lot worse than the professional athlete: a highly impressionable young person with a thirst for knowledge and self-edification, hours of free time and relatively little contact with mainstream society. It is a thought worth bearing in mind as we consider a more recent sporting phenomenon: the quiet emergence of the vaccine sceptic.</p><p>Last week the world No 3 men’s tennis player, Stefanos Tsitsipas, was asked during the Western&amp; Southern Open about his stance on vaccines. “For me the vaccine has not been tested enough, it is new, it has some side-effects,” he replied. “I just see no reason for someone in my age group to need to be vaccinated. I think the concept was [for the vaccine] to be given to older people. For us young people, I think it is good to pass the virus, because we will build immunity.”</p><div id=\"2ed05bcc-d7a8-48d5-8917-2f13a6e878e9\"><div><picture itemprop=\"contentUrl\"><img alt=\"Henry Slade has said he will not be accepting the vaccine as he believes you cannot trust it.\" loading=\"lazy\" src=\"/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_18/article_2/images/img4_u11.jpg\"></picture></div><p><span></span><span>Henry Slade has said he will not be accepting the vaccine as he believes you cannot trust it.</span> Photograph: Action Foto Sport/NurPhot/Shutterstock</p></div><p>Tsitsipas’s comments were met with a stiff rebuke by the Greek government, and yet he is far from alone in his hesitancy. The world No 1, Novak Djokovic, has frequently <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/blog/2020/apr/20/no-vaxx-djokovic-why-his-spiritual-world-view-can-have-a-dangerous-side\">articulated his opposition to being vaccinated</a>, <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/sport/2020/jun/23/novak-djokovic-tests-positive-for-covid-19-amid-adria-tour-fallout\">despite catching coronavirus last summer</a>. Top-10 women’s players Elina Svitolina and Aryna Sabalenka both expressed scepticism earlier this year: Svitolina because her friends warned her against it, Sabalenka because “they made it really quick, not enough time to make a good one”. One coach recently told Sports Illustrated that he estimates only around 30% of players have been inoculated.</p><p>In this country, where the vaccination campaign has been a resounding success, public scepticism has been rarer. But it is still out there. In May the Exeter Chiefs centre Henry Slade stated that he would not be accepting the vaccine as “I don’t think you can trust it”. Last month the Everton midfielder Fabian Delph shared an anti-vaccine Instagram post. And we should probably be realistic about this: given the public sensitivities around the topic, what we are seeing is almost certainly the tip of the iceberg.</p><p>Despite intermittent Covid-19 outbreaks, vaccine coverage in English football remains patchy. Newcastle manager, Steve Bruce, said last week that <a data-link-name=\"in body link\" href=\"https://www.theguardian.com/football/2021/aug/20/steve-bruce-admits-a-lot-of-newcastle-players-have-not-been-vaccinated-covid\">many of his players have refused the vaccine</a>, citing “conspiracy theories”. Ole Gunnar Solskjær has revealed that several of his Manchester United squad remain unvaccinated. And anecdotal evidence suggests vaccine take-up remains a major problem at many clubs.</p><p>Much of the research on the anti-vaxx movement has focused on political disengagement, the fraying bond of trust between many states and their citizens. In the popular imagination, the prototypical western anti-vaxxer is a sort of fringe lunatic, a village idiot, perhaps even a political extremist. But the vaccine sceptics of professional sport remind us that radicalisation and myth cut across boundaries of privilege and socioeconomics.</p><div data-cy=\"embed-block\" id=\"3ba32751-33d5-4c01-b98b-93f47f8e9235\"><p>Sign up to The Recap, our weekly email of editors’ picks.</p></div><p>Partly, you feel, the divide is generational: across most countries, vaccine hesitancy has been more prevalent among the young. But there are also problems here that are specific to sport. Being a professional athlete often entails cultivating a weirdly intense, devotional relationship with one’s own body. Frequently it requires an irrational, almost superhuman belief in one’s own physical resilience. As a consequence, many athletes are both obsessive about what they put in their body and voracious in their quest to improve and maintain it, a cocktail that leads many down the rabbit hole of pseudo-medicine and disinformation. “I feel that you need to be the boss of your body, and I have heard that you can be infected by one of the vaccines,” the Juventus defender Matthijs de Ligt stated earlier this year, before later recanting.</p><p>How authorities deal with the vaccine-reluctant, of course, is another question entirely. Thus far, very few sporting bodies have gone down the route of compulsory vaccinations, preferring a mixture of incentives, explanations and polite encouragements. Doubtless the prospect of being barred from competition or foreign travel would encourage many unvaccinated athletes to have it for their own careers, if nothing else. But over the longer term, if scepticism persists, sport will need to be active in crafting its own anti-anti-vaxx message. The only remedy for a lie, after all, is the truth.</p></div></main></main></div></div>",
  "textContent": "A few years ago, I was in India on an England cricket tour, watching net practice. It was a baking hot day at the Feroz Shah Kotla stadium in Delhi, and for the observing media the only available shade was next to a small marquee – really, just a glorified tent – that had been erected for the batsmen to pad up and the bowlers to take a breather. It was while perching in this very spot that I became aware of the surreal conversation taking place on the other side of the canvas.“Have you guys heard of Julian Assange?” one of the England players was asking his teammates. “It’s a mad story. I was up till about 4am reading about it. He’s the Wikileaks hacker who published all these secrets about the US government and all their wars and stuff. And so what the US government did, they basically framed him for rape and tried to get him extradited to Sweden. It’s mad.”Of course, there were significant elements to the player’s rambling account that – shall we say – owed rather more to the bizarro-world alternative truths of the internet than the official record. But above all, I gained an understanding of just how vulnerable an athlete must be to these sorts of wormholes: all those long nights in strange hotel rooms with nothing but a phone, a wifi connection and a raging, unslaked curiosity.Indeed, if you were a sinister conspiracist on the search for your next mark, you could do a lot worse than the professional athlete: a highly impressionable young person with a thirst for knowledge and self-edification, hours of free time and relatively little contact with mainstream society. It is a thought worth bearing in mind as we consider a more recent sporting phenomenon: the quiet emergence of the vaccine sceptic.Last week the world No 3 men’s tennis player, Stefanos Tsitsipas, was asked during the Western& Southern Open about his stance on vaccines. “For me the vaccine has not been tested enough, it is new, it has some side-effects,” he replied. “I just see no reason for someone in my age group to need to be vaccinated. I think the concept was [for the vaccine] to be given to older people. For us young people, I think it is good to pass the virus, because we will build immunity.”Henry Slade has said he will not be accepting the vaccine as he believes you cannot trust it. Photograph: Action Foto Sport/NurPhot/ShutterstockTsitsipas’s comments were met with a stiff rebuke by the Greek government, and yet he is far from alone in his hesitancy. The world No 1, Novak Djokovic, has frequently articulated his opposition to being vaccinated, despite catching coronavirus last summer. Top-10 women’s players Elina Svitolina and Aryna Sabalenka both expressed scepticism earlier this year: Svitolina because her friends warned her against it, Sabalenka because “they made it really quick, not enough time to make a good one”. One coach recently told Sports Illustrated that he estimates only around 30% of players have been inoculated.In this country, where the vaccination campaign has been a resounding success, public scepticism has been rarer. But it is still out there. In May the Exeter Chiefs centre Henry Slade stated that he would not be accepting the vaccine as “I don’t think you can trust it”. Last month the Everton midfielder Fabian Delph shared an anti-vaccine Instagram post. And we should probably be realistic about this: given the public sensitivities around the topic, what we are seeing is almost certainly the tip of the iceberg.Despite intermittent Covid-19 outbreaks, vaccine coverage in English football remains patchy. Newcastle manager, Steve Bruce, said last week that many of his players have refused the vaccine, citing “conspiracy theories”. Ole Gunnar Solskjær has revealed that several of his Manchester United squad remain unvaccinated. And anecdotal evidence suggests vaccine take-up remains a major problem at many clubs.Much of the research on the anti-vaxx movement has focused on political disengagement, the fraying bond of trust between many states and their citizens. In the popular imagination, the prototypical western anti-vaxxer is a sort of fringe lunatic, a village idiot, perhaps even a political extremist. But the vaccine sceptics of professional sport remind us that radicalisation and myth cut across boundaries of privilege and socioeconomics.Sign up to The Recap, our weekly email of editors’ picks.Partly, you feel, the divide is generational: across most countries, vaccine hesitancy has been more prevalent among the young. But there are also problems here that are specific to sport. Being a professional athlete often entails cultivating a weirdly intense, devotional relationship with one’s own body. Frequently it requires an irrational, almost superhuman belief in one’s own physical resilience. As a consequence, many athletes are both obsessive about what they put in their body and voracious in their quest to improve and maintain it, a cocktail that leads many down the rabbit hole of pseudo-medicine and disinformation. “I feel that you need to be the boss of your body, and I have heard that you can be infected by one of the vaccines,” the Juventus defender Matthijs de Ligt stated earlier this year, before later recanting.How authorities deal with the vaccine-reluctant, of course, is another question entirely. Thus far, very few sporting bodies have gone down the route of compulsory vaccinations, preferring a mixture of incentives, explanations and polite encouragements. Doubtless the prospect of being barred from competition or foreign travel would encourage many unvaccinated athletes to have it for their own careers, if nothing else. But over the longer term, if scepticism persists, sport will need to be active in crafting its own anti-anti-vaxx message. The only remedy for a lie, after all, is the truth.",
  "length": 5811,
  "excerpt": "A few years ago, I was in India on an England cricket tour, watching net practice. It was a baking hot day at the Feroz Shah Kotla stadium in Delhi, and for the observing media the only available shade was next to a small marquee – really, just a glorified tent – that had been erected for the batsmen to pad up and the bowlers to take a breather. It was while perching in this very spot that I became aware of the surreal conversation taking place on the other side of the canvas.",
  "siteName": null,
  "image": "/calibre/The-Guardian-and-The-Observer--Wed--25-Aug---/feed_18/article_2/images/img4_u11.jpg"
}